{
  "Sign up or log in": "Melde dich an oder logge dich ein",
  "Apply or log in": "Übernehmen oder einloggen",
  "Store URL": "URL speichern",
  "How does it work?": "So funktioniert es?",
  "We will review your application. If approved..": "Wir werden Ihre Bewerbung prüfen. Wenn genehmigt ..",
  "You'll be issued a unique referral link and discount code (not for personal use)": "Du erhaltst einen eindeutigen Empfehlungslink und Rabattcode der auf unsere Seite führt (nicht für den persönlichen Gebrauch)",
  "You'll promote our store/products by sharing either your code or link across your social network": "Diesen Link teilst du in deinen sozialen Netzwerken wie Facebook, Instgram und Youtube",
  "We will reward you with {0} commission for every fulfilled referral order that you create": "Wir belohnen Sie mit {0} Provision für jeden erfüllten Empfehlungsauftrag, den Sie erstellen",
  "We will also give your customers a {0} discount when they use your code": "Wir geben Ihren Kunden einen Rabatt von {0}, wenn sie Ihren Code verwenden",
  "Sign up": "Anmelden",
  "Apply now": "Jetzt bewerben",
  "Want to promote": "Du möchtest geld durch weiterempfehlen verdienen",
  "Sign up to our marketing program": "Melden Sie sich zu unserem Marketing-Programm an",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Möchten Sie Marken bewerben und Provisionen verdienen? Geben Sie den Domain-Namen des Shops ein und klicken Sie auf Anmelden, um sich dem Influencer-Marketing-Programm anzuschließen",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Um dem Influencer-Marketing-Programm eines Shops beizutreten, geben Sie den Domainnamen des Stores ein, dem Sie beitreten möchten, und klicken Sie auf Weiter. I.e. somestore.com",
  "Log in": "Einloggen",
  "Already a user": "Bereits ein Benutzer",
  "Log in to open your influencer marketing dashboard": "Logge dich ein, um dein Influencer Marketing Dashboard zu öffnen",
  "Choose your discount code / link": "Wählen Sie Ihren Rabattcode / Link",
  "Choose a unique code as your influencer ID. It will be used to create your personalised discount code and link. Choose something easy to remember and unique to your identity online. This is important, as you'll be sharing your code and link with others. I.e. use your name, business name, youtube channel etc.": "Wähle einen eindeutigen Code aus für deine Influencer ID. Dieser wird verwendet, um deinen persönlichen Rabattcode und Link zu erstellen. Wählen etwas, das du dir leicht merken kannst, abr dennoch einzigartig ist. Verwende deinen Namen, Youtube-Kanal oder ähnliches.",
  "Enter your unique influencer code": "Geben Sie Ihren eindeutigen Influencer-Code ein",
  "Preview": "Vorschau",
  "Discount Code": "Rabattcode",
  "Link": "Verknüpfung",
  "Enter your contact info": "Geben Sie Ihre Kontaktdaten ein",
  "Already a vwa.la influencer?": "Schon ein vwa.la Influencer?",
  "This email address is already in use by a vwa.la user. Is this your vwa.la account?": "Diese E-Mail-Adresse wird bereits von einem vwa.la-Benutzer verwendet. Ist dies dein vwa.la-Konto?",
  "Yes, I want to log in and add": "Ja, ich möchte mich einloggen und hinzufügen",
  "to my account": "zu meinem Konto",
  "No, I want to choose a different email": "Nein, ich möchte eine andere E-Mail auswählen",
  "First name": "Vorname",
  "Last name": "Familienname, Nachname",
  "Email": "Email",
  "Enter your email": "Geben sie ihre E-Mail Adresse ein",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "Geben sie ihre E-Mailadresse ein. Wenn Sie ein PayPal-Konto haben, sollten Sie die mit diesem Konto verknüpfte E-Mail verwenden, da Sie auf diese Weise eine Provision erhalten",
  "Confirm email": "Bestätigungs-E-Mail",
  "Confirm your email": "Bestätige deine E-Mail",
  "Password": "Passwort",
  "Enter a password": "Geben Sie ein Passwort ein",
  "Confirm password": "Bestätige das Passwort",
  "Confirm your password": "Bestätigen Sie Ihr Passwort",
  "Done": "Erledigt",
  "Updating your account..": "Aktualisierung Ihres Kontos",
  "Great! You're all done. You can now share your discount code": "Groß! Du bist fertig. Sie können jetzt Ihren Rabattcode teilen",
  "and influencer link": "und Influencer Link",
  "to start marketing and earning sales commission": "um Marketing zu starten und Verkaufsprovisionen zu verdienen",
  "Great! Your account is pending approval. You will be notified if your account is approved": "Großartig! Ihr Konto steht noch aus. Sie werden benachrichtigt, wenn Ihr Konto genehmigt wurde",
  "Important": "Wichtig",
  "You can manage your account and track your performance and earnings from your dashboard": "Sie können Ihr Konto verwalten und Ihre Leistung und Einnahmen über Ihr Dashboard verfolgen",
  "Next": "Nächster",
  "Back": "Zurück",
  "Open my dashboard": "Öffne mein Dashboard",
  "Influencer marketing program": "Influencer-Marketing-Programm",
  "You're logged in as a merchant!": "Sie sind als Händler angemeldet!",
  "Are you trying to test vwa.la as a influencer?": "Willst du vwa.la als Influencer testen?",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Wenn Sie versuchen, Ihr Influencer-Marketing-Programm als Influencer zu testen, können Sie ein Test-Influencer-Konto erstellen",
  "opening your influencer invite link in a": "Öffnen Sie Ihren Influencer Link in einem einladen",
  "new browser/incognito session": "neuer Browser / Inkognito-Sitzung",
  "and then;": "und dann;",
  "completing the sign-up form": "Ausfüllen des Anmeldeformulars",
  "Important:": "Wichtig:",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "Unser Anti-Fraud-System verhindert, dass Ihr Test-Influencer für die von Ihnen erstellten Bestellungen eine Provision erhält. Wenn Sie Bestellungen mit Ihrem Test-Influencer-Konto testen möchten, müssen Sie zunächst zu meinem Konto> Einstellungen speichern> Geschäftsregeln und klicken",
  "allow self-orders": "erlaube Selbstbestellungen",
  "You can disable this setting after your testing. See our": "Sie können diese Einstellung nach dem Testen deaktivieren. Siehe unsere",
  "help guide": "Hilfestellung",
  "for more info.": "Für mehr Information.",
  "Are you trying to recruit influencers? (aka influencers, affiliates)": "Willst du Influencer rekrutieren? (aka Influencer, Affiliates)",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "Um Influencer zu registrieren, musst du deinen Influencer-Registrierungslink mit ihnen teilen.",
  "What is my influencer sign-up link?": "Was ist mein Influencer-Anmeldelink?",
  "Your link is": "Dein Link ist"
}
