{
  "Want to promote": "Du möchtest geld durch weiterempfehlen verdienen",
  "Sign up to our marketing program": "Melden Sie sich zu unserem Marketing-Programm an",
  "How does it work?": "So funktioniert es?",
  "We will review your application. If approved..": "Wir werden Ihre Bewerbung prüfen. Wenn genehmigt ..",
  "You'll be issued a unique referral link and code (not for personal use)": "Sie erhalten einen eindeutigen Empfehlungslink und Code (nicht für den persönlichen Gebrauch).",
  "You'll promote our store/products by sharing either your code or link across your social network": "Diesen Link teilst du in deinen sozialen Netzwerken wie Facebook, Instgram und Youtube",
  "We will reward you with {0} commission for every fulfilled referral order that you create": "Wir belohnen Sie mit {0} Provision für jeden erfüllten Empfehlungsauftrag, den Sie erstellen",
  "We will also give your customers a {0} discount when they use your code": "Wir geben Ihren Kunden einen Rabatt von {0}, wenn sie Ihren Code verwenden",
  "You are already a member of this store. Please choose another": "Sie sind bereits Mitglied in diesem Shop. Bitte wählen Sie ein anderes",
  "To join another stores' marketing program, enter the stores' domain name": "Geben Sie den Domainnamen des Geschäfts ein, um am Marketingprogramm eines anderen Geschäfts teilzunehmen",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Um dem Influencer-Marketing-Programm eines Shops beizutreten, geben Sie den Domainnamen des Stores ein, dem Sie beitreten möchten, und klicken Sie auf Weiter. I.e. somestore.com",
  "Sign up": "Anmelden",
  "Apply now": "Jetzt bewerben",
  "Choose your code / link": "Wähle deinen Code / Link",
  "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "Wählen Sie einen eindeutigen Code. Es wird verwendet, um Ihren personalisierten Code und Link zu erstellen. Wähle etwas Einzigartiges (z. B. deinen Namen, Instagram oder YouTube-Nutzernamen usw.). Das ist wichtig. Sie werden Ihren Code teilen und mit anderen verknüpfen",
  "Enter your code": "Gib deinen Code ein",
  "Preview": "Vorschau",
  "Code": "Code",
  "Link": "Verknüpfung",
  "Done": "Erledigt",
  "Updating your account..": "Aktualisierung Ihres Kontos",
  "Great! You're all done": "Toll! Du bist fertig",
  "Great! Your account is pending approval. You will be notified if your account is approved": "Großartig! Ihr Konto steht noch aus. Sie werden benachrichtigt, wenn Ihr Konto genehmigt wurde",
  "Next": "Nächster",
  "Back": "Zurück",
  "Add Store": "Store hinzufügen",
  "Use this page to add additional stores to your marketing account": "Auf dieser Seite können Sie Ihrem Marketingkonto weitere Geschäfte hinzufügen",
  "Sign up or log in": "Melde dich an oder logge dich ein",
  "Apply or log in": "Übernehmen oder einloggen",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Möchten Sie Marken bewerben und Provisionen verdienen? Geben Sie den Domain-Namen des Shops ein und klicken Sie auf Anmelden, um sich dem Influencer-Marketing-Programm anzuschließen",
  "Log in": "Einloggen",
  "Already a user": "Bereits ein Benutzer",
  "Log in to open your influencer marketing dashboard": "Logge dich ein, um dein Influencer Marketing Dashboard zu öffnen",
  "Link your marketing account": "Verknüpfen Sie Ihr Marketingkonto",
  "Which social media account will you use for marketing?": "Welchen Social Media Account verwenden Sie für das Marketing?",
  "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "Wir müssen Ihre Marktreichweite und -anpassung verstehen. Dadurch erhalten wir keinen Zugriff auf Ihr Konto. Wir geben Ihre Daten nicht weiter",
  "You must link at least one account": "Sie müssen mindestens ein Konto verknüpfen",
  "Enter your contact info": "Geben Sie Ihre Kontaktdaten ein",
  "{0} is in use": "{0} wird verwendet",
  "I want to log in and add {0} to my existing account": "Ich möchte mich anmelden und {0} zu meinem bestehenden Konto hinzufügen",
  "I want to choose a different email": "Ich möchte eine andere E-Mail auswählen",
  "First name": "Vorname",
  "Last name": "Familienname, Nachname",
  "Email": "Email",
  "Enter your email": "Geben sie ihre E-Mail Adresse ein",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "Geben sie ihre E-Mailadresse ein. Wenn Sie ein PayPal-Konto haben, sollten Sie die mit diesem Konto verknüpfte E-Mail verwenden, da Sie auf diese Weise eine Provision erhalten",
  "Confirm email": "Bestätigungs-E-Mail",
  "Confirm your email": "Bestätige deine E-Mail",
  "Password": "Passwort",
  "Enter a password": "Geben Sie ein Passwort ein",
  "Confirm password": "Bestätige das Passwort",
  "Confirm your password": "Bestätigen Sie Ihr Passwort",
  "Great! You're all done. You can now share your code {0} and link": "Toll! Du bist fertig. Sie können jetzt Ihren Code {0} freigeben und verknüpfen",
  "to start marketing and earning sales commission": "um Marketing zu starten und Verkaufsprovisionen zu verdienen",
  "Important": "Wichtig",
  "You can manage your account and track your performance and earnings from your dashboard": "Sie können Ihr Konto verwalten und Ihre Leistung und Einnahmen über Ihr Dashboard verfolgen",
  "Open my dashboard": "Öffne mein Dashboard",
  "Influencer marketing program": "Influencer-Marketing-Programm",
  "You're logged in as a merchant!": "Sie sind als Händler angemeldet!",
  "Are you trying to test vwa.la as a influencer?": "Willst du vwa.la als Influencer testen?",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Wenn Sie versuchen, Ihr Influencer-Marketing-Programm als Influencer zu testen, können Sie ein Test-Influencer-Konto erstellen",
  "opening your influencer invite link in a": "Öffnen Sie Ihren Influencer Link in einem einladen",
  "new browser/incognito session": "neuer Browser / Inkognito-Sitzung",
  "and then;": "und dann;",
  "completing the sign-up form": "Ausfüllen des Anmeldeformulars",
  "Important:": "Wichtig:",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "Unser Anti-Fraud-System verhindert, dass Ihr Test-Influencer für die von Ihnen erstellten Bestellungen eine Provision erhält. Wenn Sie Bestellungen mit Ihrem Test-Influencer-Konto testen möchten, müssen Sie zunächst zu meinem Konto> Einstellungen speichern> Geschäftsregeln und klicken",
  "allow self-orders": "erlaube Selbstbestellungen",
  "You can disable this setting after your testing. See our": "Sie können diese Einstellung nach dem Testen deaktivieren. Siehe unsere",
  "help guide": "Hilfestellung",
  "for more info.": "Für mehr Information.",
  "Are you trying to recruit influencers? (aka influencers, affiliates)": "Willst du Influencer rekrutieren? (aka Influencer, Affiliates)",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "Um Influencer zu registrieren, musst du deinen Influencer-Registrierungslink mit ihnen teilen.",
  "What is my influencer sign-up link?": "Was ist mein Influencer-Anmeldelink?",
  "Your link is": "Dein Link ist"
}
