{
  "Cancelling": "Abbrechen",
  "Next": "Nächster",
  "Back": "Zurück",
  "How does it work?": "Wie funktioniert es?",
  "All payments are made in your store's currency": "Alle Zahlungen erfolgen in der Währung Ihres Shops",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "Die Provision kann nur für Empfehlungsaufträge gezahlt werden, die 1) vom Kunden bezahlt wurden, 2) erfüllt wurden und 3) mindestens {0} Tage alt sind. Diese Einschränkung stellt sicher, dass Sie keine Provision für Bestellungen zahlen, die sich aufgrund von Stornierungen, Rückerstattungen usw. ändern können. Sie können diese Einstellungen im Abschnitt \"Filter\" des Schritts \"Zahlung vorbereiten\" überschreiben",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all influencers are paid": "PayPal begrenzt die maximale Anzahl von Empfängern pro Zahlung auf 6. Sie sollten dieses Formular erneut verwenden, bis alle Influencer bezahlt sind",
  "PayPal will charge a transaction fee (paid by the influencer)": "PayPal berechnet eine Transaktionsgebühr (vom Influencer bezahlt)",
  "PayPal will charge a transaction fee": "PayPal berechnet eine Transaktionsgebühr",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Nach der Zahlung kann es einige Minuten dauern, bis Ihre Daten von PayPal aktualisiert werden. Optional können Sie den Bestellstatus auch manuell über die Funktion \"Bestellungen erneut synchronisieren\" auf der Bestellseite erneut synchronisieren",
  "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "Rufen Sie Ihre Shopify-Administratorkonsole auf und erstellen Sie entweder eine Geschenkkarte oder einen einmaligen Rabattcode für den Betrag von {0}.",
  "Enter the code into the form above and click pay": "Geben Sie den Code in das Formular oben ein und klicken Sie auf Bezahlen",
  "All commission owed to the influencer will be marked as paid": "Alle Provisionen, die dem Influencer geschuldet werden, gelten als bezahlt",
  "Commission owed to the influencer for the selected orders will be marked as paid": "Provisionen, die der Influencer für die ausgewählten Aufträge schuldet, werden als bezahlt markiert",
  "We will notify the influencer of their code": "Wir werden den Influencer über ihren Code informieren",
  "This action will mark commission as paid and will notify the affected influencer(s)": "Diese Aktion markiert die Provision als bezahlt und benachrichtigt den / die betroffenen Influencer.",
  "We will send you a notification that lists all affected influencers and the commission amount they are owed": "Wir senden Ihnen eine Benachrichtigung, in der alle betroffenen Influencer und der geschuldete Provisionsbetrag aufgeführt sind",
  "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Sie verwenden diese Liste, um jedem Influencer seine Provision mit einer Methode außerhalb von vwa.la zu zahlen. Das heißt Überweisung, Krypto etc.",
  "How to pay?": "Wie man bezahlt?",
  "Who to pay?": "Wen soll ich bezahlen?",
  "Customise": "Anpassen",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "Mit den folgenden Filtern können Sie festlegen, wer bezahlt werden soll. Die Standardwerte werden von Ihren globalen Einstellungen übernommen (Mein Konto> Filialeinstellungen). Sie können auch eine benutzerdefinierte Notiz angeben, die der Influencer auf seinem Zahlungseingang sieht",
  "Min order count": "Mindestbestellmenge",
  "Only pay influencers who have >= {0} orders with unpaid commission": "Bezahlen Sie nur Influencer mit> = {0} Bestellungen mit nicht bezahlter Provision",
  "Min unpaid commission ({0})": "Min. Nicht bezahlte Provision ({0})",
  "Min order age (days)": "Mindestbestellalter (Tage)",
  "We do not allow you to pay commission on orders that are less than {0} days old. You can customise this rule. This rule prevents you from paying commission on new orders that may be changed or cancelled. We recommend that you do not change this setting. We are not liable if you pay commission on orders that change after commission is paid": "Bei Bestellungen, die jünger als {0} Tage sind, können Sie keine Provision zahlen. Sie können diese Regel anpassen. Diese Regel verhindert, dass Sie Provisionen für neue Bestellungen zahlen, die geändert oder storniert werden können. Wir empfehlen, diese Einstellung nicht zu ändern. Wir haften nicht, wenn Sie eine Provision für Bestellungen zahlen, die sich nach Zahlung der Provision ändern",
  "Order dates": "Bestelldaten",
  "Commission will only be paid on orders that were created between the following dates": "Die Provision wird nur für Bestellungen gezahlt, die zwischen den folgenden Daten erstellt wurden",
  "Only pay commission on paid orders?": "Provision nur für bezahlte Bestellungen bezahlen?",
  "Orders must be paid?": "Bestellungen müssen bezahlt werden?",
  "Only pay commission on fulfilled orders": "Zahlen Sie Provisionen nur bei erfüllten Bestellungen",
  "Orders must be fulfilled?": "Bestellungen müssen erfüllt sein?",
  "Note": "Hinweis",
  "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "Sie können Ihrer Zahlung einen Hinweis hinzufügen. Dies ist für den Influencer auf seinem Zahlungseingang ersichtlich",
  "I understand how this feature works": "Ich verstehe, wie diese Funktion funktioniert",
  "Prepare payment": "Zahlung vorbereiten",
  "Preview & confirm": "Vorschau & bestätigen",
  "Calculating": "Rechnen",
  "You have chosen to pay {0} commission to the following influencers using PayPal": "Sie haben beschlossen, {0} Provisionen mit PayPal an die folgenden Influencer zu zahlen",
  "Recipients": "Empfänger",
  "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "Sie haben sich entschieden, {0} Provision per Gutschrift zu zahlen. Geben Sie den unten stehenden Gutscheincode ein und klicken Sie auf Bezahlen, um fortzufahren. Ausführliche Anweisungen finden Sie im folgenden Abschnitt \"Wie funktioniert das?\"",
  "Gift card / discount code": "Geschenkkarte / Rabattcode",
  "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "Sie haben beschlossen, {0} Provisionen an die folgenden Influencer mit einer Methode außerhalb von vwa.la zu zahlen (z. B. manuelle Überweisung).",
  "Pay": "Zahlen",
  "Confirmation": "Bestätigung",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Wenn Sie die Zahlung stornieren möchten, klicken Sie unten auf die Schaltfläche \"Zahlung stornieren\"",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " oder den Link \"Zahlung stornieren\" im PayPal-Fenster. Wenn Sie stornieren, versuchen Sie nicht, die PayPal-Zahlung abzuschließen",
  "Pending your approval": "Bis Ihre Genehmigung vorliegt",
  "Paying": "Zahlen",
  "Your payment is being processed by PayPal": "Ihre Zahlung wird über PayPal abgewickelt",
  "You can view your payment history and track payment updates on the payments page": "Sie können Ihr Zahlungsprotokoll anzeigen und die Zahlungsaktualisierungen auf der Zahlungsseite verfolgen",
  "Payment Id": "Zahlungs-ID",
  "Payment amount": "Zahlungsbetrag",
  "Approval required": "Genehmigung erforderlich",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Sie müssen die PayPal-Transaktion genehmigen. Wir haben die PayPal-Transaktion in einem neuen Fenster geöffnet (bitte stellen Sie sicher, dass Ihr Browser das Öffnen dieser Seite zulässt). Sie müssen in das neue Fenster gehen und die Zahlung genehmigen",
  "Re-open approval window": "Genehmigungsfenster erneut öffnen",
  "Cancel payment": "Zahlung stornieren",
  "Ok": "OK",
  "Opening PayPal": "PayPal öffnen",
  "Creating Payment": "Zahlung anlegen",
  "Selected influencers": "Ausgewählte Influencer",
  "Selected orders": "Ausgewählte Aufträge",
  "All unpaid commission for this influencer": "Alle unbezahlten Provisionen für diesen Influencer",
  "All unpaid commission for {0}": "Alle nicht bezahlten Provisionen für {0}",
  "All unpaid commission for the selected influencers": "Alle nicht bezahlten Provisionen für die ausgewählten Influencer",
  "All influencers with unpaid commission": "Alle Influencer mit unbezahlter Provision",
  "Pay commission": "Provision zahlen",
  "Cancel": "Stornieren",
  "Influencer": "Einfluss",
  "Orders": "Aufträge",
  "Amount to pay": "Zu zahlender Betrag",
  "Email": "Email",
  "Status": "Status",
  "Amount": "Menge",
  "Code": "Code",
  "Group": "Gruppe",
  "Only pay influencers who belong to this group": "Bezahlen Sie nur Influencer, die zu dieser Gruppe gehören"
}
