{
  "Selected orders only": "Nur ausgewählte Bestellungen",
  "All orders for": "Alle Bestellungen für",
  "this influencer": "dieser Einfluss",
  "All orders from": "Alle Bestellungen ab",
  "All orders from the selected influencers": "Alle Aufträge der ausgewählten Influencer",
  "All orders for all influencers": "Alle Bestellungen für alle Influencer",
  "You can not pay more than 1 influencer at a time by store credit": "Sie können nicht mehr als einen Influencer gleichzeitig mit Ladengutschrift bezahlen",
  "Pay by store credit": "Zahlen Sie mit Ladengutschrift",
  "Pay by other": "Zahlen Sie von anderen",
  "Pay by PayPal": "Zahlen Sie mit PayPal",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the influencer will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Verwenden Sie dieses Formular, um die Vermittlungsauftragsprovision zu stornieren. Wenn Sie die Provision eines Überweisungsauftrags stornieren, wird die geschuldete Provision ungültig und der Influencer wird benachrichtigt. Es ist gültig, die Auftragsprovision zu stornieren, wenn die Bestellung auf betrügerische Weise erstellt wurde; wenn Sie die Bestellung selbst als Test erstellt haben",
  "Cancel reason": "Grund abbrechen",
  "Cancel commission?": "Provision stornieren?",
  "Use this form to reverse the cancelled commission of the selected referral orders": "Verwenden Sie dieses Formular, um die stornierte Provision der ausgewählten Verweisaufträge zu stornieren",
  "Reverse cancelled commission?": "Stornierte Provision rückgängig machen?",
  "Commission status": "Status der Kommission",
  "Filter orders by commission status": "Bestellungen nach Provisionsstatus filtern",
  "Order date": "Auftragsdatum",
  "Filter data": "Daten filtern",
  "Filter": "Filter",
  "Cancel": "Stornieren",
  "to all influencers": "an alle Influencer",
  "to the selected influencer": "zum ausgewählten Influencer",
  "to the selected influencers only": "nur an die ausgewählten Influencer",
  "for": "zum",
  "orders": "Aufträge",
  "The total commission owed for this selection is": "Die insgesamt für diese Auswahl geschuldete Provision beträgt",
  "Orders": "Aufträge",
  "This page summarises the orders created by your influencers. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your influencers": "Diese Seite fasst die von Ihren Influencern erstellten Aufträge zusammen. Es zeigt auch, wie viel Provision pro Bestellung geschuldet wird (oder bezahlt wurde). Sie können diese Seite verwenden, um Ihre Influencer in großen Mengen zu bezahlen",
  "This page summarises the orders created by your account. It also shows your commission": "Diese Seite fasst die von Ihrem Konto erstellten Bestellungen zusammen. Es zeigt auch Ihre Provision",
  "How referral orders work": "Wie Verweisaufträge funktionieren",
  "How to pay commission": "Wie bezahle ich eine Provision?",
  "Your selection contains orders with non-payable commission. Commission can only be paid on orders that are paid, fulfilled and at least": "Ihre Auswahl enthält Aufträge mit nicht zahlbarer Provision. Provision kann nur auf Bestellungen bezahlt werden, die mindestens bezahlt sind",
  "days old": "Tage alt",
  "Re-sync the selected orders with Shopify (and if required PayPal)": "Selektieren Sie die ausgewählten Bestellungen erneut mit Shopify (und ggf. mit PayPal)",
  "Only 10 orders can be synced at a time": "Es können jeweils nur 10 Aufträge synchronisiert werden",
  "Re-sync orders": "Bestellungen erneut synchronisieren",
  "Pay": "Zahlen",
  "by Paypal": "mit Paypal",
  "all": "alles",
  "by other": "durch andere",
  "Cancel commission": "Provision stornieren",
  "Reverse cancelled commission": "Stornierte Provision stornieren",
  "Export": "Export",
  "Actions": "Aktionen",
  "selected": "ausgewählt",
  "No matches found": "Keine Treffer gefunden"
}
