{
  "Cancelling": "Abbrechen",
  "Next": "Nächster",
  "Back": "Zurück",
  "How does it work?": "Wie funktioniert es?",
  "All payments are made in your store's currency": "Alle Zahlungen erfolgen in der Währung Ihres Shops",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This ensures that you do not pay commission on orders that may change (i.e. cancellations, refunds). You can override these settings in the `customise` section of the `prepare payment` step": "Die Provision kann nur für Überweisungsaufträge gezahlt werden, die 1) vom Kunden bezahlt wurden, 2) erfüllt wurden und 3) mindestens {0} Tage alt sind. Dies stellt sicher, dass Sie keine Provision für Bestellungen zahlen, die sich ändern können (d. H. Stornierungen, Rückerstattungen). Sie können diese Einstellungen im Abschnitt \"Anpassen\" des Schritts \"Zahlung vorbereiten\" überschreiben",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal begrenzt die maximale Anzahl von Empfängern pro Zahlung auf 6. Sie sollten dieses Formular erneut verwenden, bis alle XXs bezahlt sind",
  "PayPal will charge a transaction fee (paid by the XX)": "PayPal berechnet eine Transaktionsgebühr (vom XX bezahlt)",
  "PayPal will charge a transaction fee": "PayPal berechnet eine Transaktionsgebühr",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Nach der Zahlung kann es einige Minuten dauern, bis Ihre Daten von PayPal aktualisiert werden. Optional können Sie den Bestellstatus auch manuell über die Funktion \"Bestellungen erneut synchronisieren\" auf der Bestellseite erneut synchronisieren",
  "We will automatically create a single use fixed amount discount code for each XX": "Wir erstellen automatisch einen einmaligen Rabattcode für einen XX",
  "The commission specified in the table will be marked as paid": "Die in der Tabelle angegebene Provision wird als bezahlt markiert",
  "We will notify the XX of their code via email": "Wir werden die XX über ihren Code per E-Mail informieren",
  "This action will mark commission as paid and will notify the affected XX(s)": "Diese Aktion markiert die Provision als bezahlt und benachrichtigt die betroffenen XX (s).",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Wir senden Ihnen eine Benachrichtigung, in der alle betroffenen XXs und der geschuldete Provisionsbetrag aufgeführt sind",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Sie werden diese Liste verwenden, um jedem XX seine Provision mit einer Methode außerhalb von vwa.la zu zahlen. Das heißt, Banküberweisung, Krypto usw.",
  "How to pay?": "Wie man bezahlt?",
  "Who to pay?": "Wen soll ich bezahlen?",
  "Customise": "Anpassen",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "Mit den folgenden Filtern können Sie anpassen, wer bezahlt wird. Die Standardwerte werden von Ihren globalen Einstellungen geerbt (mein Konto> Speichereinstellungen). Sie können auch eine benutzerdefinierte Notiz angeben, die der XX auf dem Zahlungsbeleg sieht",
  "Min order count": "Mindestbestellmenge",
  "Only pay XXs who have >= {0} orders with unpaid commission": "Zahlen Sie nur XXs, die> = {0} Bestellungen mit unbezahlter Provision haben",
  "Min unpaid commission ({0})": "Min. Nicht bezahlte Provision ({0})",
  "Only pay XXs who have unpaid commission >= {0}": "Zahlen Sie nur XXs mit unbezahlter Provision> = {0}",
  "Min order age (days)": "Mindestbestellalter (Tage)",
  "We do not allow you to pay commission on orders that are less than {0} days old. You can customise this rule. This rule prevents you from paying commission on new orders that may be changed or cancelled. We recommend that you do not change this setting. We are not liable if you pay commission on orders that change after commission is paid": "Bei Bestellungen, die jünger als {0} Tage sind, können Sie keine Provision zahlen. Sie können diese Regel anpassen. Diese Regel verhindert, dass Sie Provisionen für neue Bestellungen zahlen, die geändert oder storniert werden können. Wir empfehlen, diese Einstellung nicht zu ändern. Wir haften nicht, wenn Sie eine Provision für Bestellungen zahlen, die sich nach Zahlung der Provision ändern",
  "Order dates": "Bestelldaten",
  "Commission will only be paid on orders that were created between the following dates": "Die Provision wird nur für Bestellungen gezahlt, die zwischen den folgenden Daten erstellt wurden",
  "Only pay XXs who want to be paid by {0}?": "Zahlen Sie nur XXs, die von {0} bezahlt werden möchten?",
  "Only pay commission on paid orders? (paid by customer)": "Provision nur für bezahlte Bestellungen zahlen? (vom Kunden bezahlt)",
  "Orders must be paid?": "Bestellungen müssen bezahlt werden?",
  "Only pay commission on fulfilled orders? (delivered)": "Provision nur bei erfüllten Bestellungen zahlen? (geliefert)",
  "Orders must be fulfilled?": "Bestellungen müssen erfüllt sein?",
  "Note": "Hinweis",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Sie können Ihrer Zahlung eine Notiz hinzufügen. Dies ist für die XX auf ihrem Zahlungsbeleg sichtbar",
  "I understand how this feature works": "Ich verstehe, wie diese Funktion funktioniert",
  "Prepare": "Bereiten",
  "Preview": "Vorschau",
  "Calculating": "Rechnen",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "Sie haben sich entschieden, mit PayPal eine Provision von {0} an die folgenden XXs zu zahlen",
  "Recipients": "Empfänger",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Sie haben sich entschieden, {0} Provision per Gutschrift zu zahlen. Wir erstellen automatisch einen eindeutigen Rabattcode für die einmalige Verwendung eines festen Betrags für jeden XX in dieser Zahlung. Detaillierte Anweisungen finden Sie im Abschnitt \"Wie funktioniert das?\" Unten",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Sie haben sich dafür entschieden, {0} Provision an die folgenden XXs mit einer Methode außerhalb von vwa.la zu zahlen (z. B. manuelle Überweisung).",
  "Pay": "Zahlen",
  "Confirmation": "Bestätigung",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Wenn Sie die Zahlung stornieren möchten, klicken Sie unten auf die Schaltfläche \"Zahlung stornieren\"",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " oder den Link \"Zahlung stornieren\" im PayPal-Fenster. Wenn Sie stornieren, versuchen Sie nicht, die PayPal-Zahlung abzuschließen",
  "Pending your approval": "Bis Ihre Genehmigung vorliegt",
  "Paying": "Zahlen",
  "Your payment is being processed by PayPal": "Ihre Zahlung wird über PayPal abgewickelt",
  "You can view your payment history and track payment updates on the payments page": "Sie können Ihr Zahlungsprotokoll anzeigen und die Zahlungsaktualisierungen auf der Zahlungsseite verfolgen",
  "Payment Id": "Zahlungs-ID",
  "Payment amount": "Zahlungsbetrag",
  "Approval required": "Genehmigung erforderlich",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Sie müssen die PayPal-Transaktion genehmigen. Wir haben die PayPal-Transaktion in einem neuen Fenster geöffnet (bitte stellen Sie sicher, dass Ihr Browser das Öffnen dieser Seite zulässt). Sie müssen in das neue Fenster gehen und die Zahlung genehmigen",
  "Re-open approval window": "Genehmigungsfenster erneut öffnen",
  "Cancel payment": "Zahlung stornieren",
  "Ok": "OK",
  "Opening PayPal": "PayPal öffnen",
  "Creating Payment": "Zahlung anlegen",
  "Selected XXs": "Ausgewählte XXs",
  "Selected orders": "Ausgewählte Aufträge",
  "All unpaid commission for this XX": "Alle unbezahlten Provisionen für diesen XX",
  "All unpaid commission for {0}": "Alle nicht bezahlten Provisionen für {0}",
  "All unpaid commission for the selected XXs": "Alle unbezahlten Provisionen für die ausgewählten XXs",
  "All XXs with unpaid commission": "Alle XXs mit unbezahlter Provision",
  "Pay commission": "Provision zahlen",
  "Cancel": "Stornieren",
  "Orders": "Aufträge",
  "Amount to pay": "Zu zahlender Betrag",
  "Email": "Email",
  "Status": "Status",
  "Amount": "Menge",
  "Code": "Code",
  "Group": "Gruppe",
  "Only pay XXs who belong to this group": "Zahlen Sie nur XXs, die zu dieser Gruppe gehören"
}
