{
  "Notify influencer?": "Einfluss benachrichtigen?",
  "Do you want to notify the influencer of this change?": "Möchten Sie den Influencer über diese Änderung informieren?",
  "Delete link?": "Link löschen?",
  "(Coming soon) Delete the influencer's link?": "(In Kürze) Link des Influencers löschen?",
  "Approve": "Genehmigen",
  "Cancel": "Stornieren",
  "Approving code": "Code genehmigen",
  "Please wait": "Warten Sie mal",
  "Revoke": "Widerrufen",
  "Revoking code": "Code widerrufen",
  "Claiming code": "Code anfordern",
  "Use this form to rename your influencer code and link. Your existing link and code will work temporarily for": "Benutze dieses Formular, um den Influencer-Code und den Link umzubenennen. Ihr bestehender Link und Code funktionieren vorübergehend für",
  "days and will then be removed. Please use only the new code": "Tage und wird dann entfernt. Bitte verwenden Sie nur den neuen Code",
  "New code": "Neuer Code",
  "Rename your influencer code?": "Benennen Sie Ihren Influencer-Code um.",
  "Invalid code": "Ungültiger Code",
  "Changing code": "Code ändern",
  "Codes": "Codes",
  "This page lists all of your influencer's codes and their status. You can approve or revoke codes as required": "Diese Seite listet alle Codes Ihres Influencers und deren Status auf. Sie können Codes nach Bedarf genehmigen oder widerrufen",
  "This page lists all of your influencer codes and their status. If you wish to join a product specific sales promotion, you can claim a promotion specific code. Click the promotion link in the table for more information about the promotion and the rewards it will give": "Diese Seite listet alle Ihre Influencer-Codes und ihren Status auf. Wenn Sie an einer produktspezifischen Verkaufsaktion teilnehmen möchten, können Sie einen Promotion-spezifischen Code anfordern. Klicken Sie auf den Promotion-Link in der Tabelle, um weitere Informationen zur Promotion und zu den Belohnungen zu erhalten",
  "Approve selected codes": "Ausgewählte Codes genehmigen",
  "Revoke selected codes": "Ausgewählte Codes widerrufen",
  "Claim selected codes": "Ausgewählte Codes beanspruchen",
  "Claim": "Anspruch",
  "Actions": "Aktionen",
  "No matches found": "Keine Treffer gefunden",
  "selected": "ausgewählt",
  "Your influencer ID is": "Ihre Influencer-ID lautet",
  "You have no codes": "Sie haben keine Codes"
}
