{
    "Cancelling": "キャンセル中",
    "Next": "次",
    "Back": "バック",
    "How does it work?": "それはどのように機能しますか？",
    "All payments are made in your store's currency": "すべての支払いは店舗の通貨で行われます",
    "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "コミッションは、1）顧客が支払った、2）履行済み、3）少なくとも{0}日が経過した紹介注文に対してのみ支払うことができます。この制約により、キャンセル、払い戻しなどの理由で変更される可能性のある注文に対して手数料を支払うことはありません。これらの設定は、「支払いの準備」ステップの「フィルタ」セクションで上書きできます。",
    "Important": "重要",
    "PayPal limits the maximum number of payment recipients to 6. Therefore we can only batch pay 6 influencers at a time. If this affects your account you should re-use this form until all influencers are paid": "PayPalでは、支払い受取人の最大数を6人に制限しています。そのため、一度に6人のインフルエンサーしかバッチ支払いできません。これがアカウントに影響を与える場合は、すべてのインフルエンサーが支払われるまでこのフォームを再利用してください。",
    "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "支払い後、PayPalによってデータが更新されるまでに数分かかることがあります。オプションとして、注文ページの[注文の再同期]機能を使用して注文ステータスを手動で再同期することもできます。",
    "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "Shopify管理コンソールに移動して、{0}の量のギフトカードまたは使い捨ての固定金額割引コードを作成してください",
    "Enter the code into the form above and click pay": "Geben Sie den Code in das Formular oben ein und klicken Sie auf Bezahlen",
    "All commission owed to the influencer will be marked as paid": "インフルエンサーに支払われるべきすべてのコミッションは支払い済みとしてマークされます",
    "Commission owed to the influencer for the selected orders will be marked as paid": "選択した注文のインフルエンサーに支払うべき手数料は支払済としてマークされます",
    "We will notify the influencer of their code": "私たちは彼らのコードのインフルエンサーに通知します",
    "This action will mark commission as paid and will notify the affected influencer(s)": "この行動はコミッションを支払い済みとしてマークし、影響を受けたインフルエンサーに通知します",
    "We will send you a notification that lists all affected influencers and the commission amount they are owed": "影響を受けたすべてのインフルエンサーと未払いのコミッション金額を記載した通知を送信します。",
    "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "このリストを使用して、vwa.la以外の方法で各インフルエンサーにコミッションを支払うことができます。すなわち銀行振込、暗号など",
    "How to pay?": "支払い方法？",
    "Who to pay?": "誰が払うの？",
    "Customise": "カスタマイズ",
    "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "次のフィルタを使用して、誰が支払いを受けるのかをカスタマイズできます。デフォルト値はあなたのグローバル設定（マイアカウント>ストア設定）から継承されます。インフルエンサーが支払いの領収書に表示するカスタムメモを指定することもできます。",
    "Min order count": "最小注文数",
    "Only pay influencers who have >= {0} orders with unpaid commission": "未払いのコミッションで注文数が0以上のインフルエンサーのみを支払う",
    "Min unpaid commission ({0})": "未払い分の手数料（{0}）",
    "Minimum order age (days)": "最小注文日数",
    "By default, we do not allow you to pay commission on orders that are less than {0} days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting unchanged. We are not liable for any issues that can occur and we will not provide support": "Standardmäßig können Sie für Bestellungen, die jünger als {0} Tage sind, keine Provision zahlen. Dies schützt Sie vor Komplikationen, die auftreten, wenn Sie eine Provision für eine Bestellung gezahlt haben, diese Bestellung jedoch später geändert, erstattet oder als betrügerisch eingestuft wird. Es wird dringend empfohlen, diese Einstellung unverändert zu lassen. Wir haften nicht für Probleme, die auftreten können, und leisten keinen Support",
    "Order status": "注文の状況",
    "Only pay commission on paid orders?": "支払い済みの注文に対してのみ手数料を支払うのですか。",
    "Orders must be paid?": "注文を支払う必要がありますか？",
    "Fulfillment status": "フルフィルメントステータス",
    "Only pay commission on fulfilled orders": "満たされた注文に対してのみ手数料を支払う",
    "Orders must be fulfilled?": "注文は満たされなければなりませんか？",
    "Note": "注意",
    "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "あなたはあなたの支払いにメモを追加することができます。これは彼らの支払い領収書のインフルエンサーに表示されます。",
    "I understand how this feature works": "私はこの機能がどのように機能するのか理解しています",
    "Prepare payment": "支払いを準備する",
    "Cancel": "キャンセル",
    "Preview & confirm": "プレビューと確認",
    "Calculating": "計算する",
    "You have chosen to pay {0} commission to the following influencers using PayPal": "あなたはPayPalを使って次のインフルエンサーに{0}手数料を支払うことを選択しました",
    "Recipients": "受信者",
    "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "ストアクレジットで{0}手数料を支払うことを選択しました。下記にストアのクレジットコードを入力し、[支払い]をクリックして続行します。詳しい手順については、後述の「この仕組みはどうですか」のセクションをご覧ください。",
    "Gift card / discount code": "ギフトカード/割引コード",
    "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "あなたはvwa.la以外の方法で手動で{0}コミッションを支払うことを選択しました（例：手動銀行振込）",
    "Pay": "支払う",
    "Confirmation": "確認",
    "If you wish to cancel the payment, click the `cancel payment` button below": "支払いをキャンセルしたい場合は、下の[支払いをキャンセル]ボタンをクリックしてください。",
    " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " またはPayPalウィンドウ内の「支払いのキャンセル」リンク。キャンセルした場合は、PayPalでの支払いを完了しないでください。",
    "Pending your approval": "承認待ち",
    "Paying": "支払う",
    "Your payment is being processed by PayPal": "Ihre Zahlung wird über PayPal abgewickelt",
    "You can view your payment history and track payment updates on the payments page": "Sie können Ihr Zahlungsprotokoll anzeigen und die Zahlungsaktualisierungen auf der Zahlungsseite verfolgen",
    "Payment Id": "Zahlungs-ID",
    "Payment amount": "Zahlungsbetrag",
    "Approval required": "承認が必要",
    "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Sie müssen die PayPal-Transaktion genehmigen. Wir haben die PayPal-Transaktion in einem neuen Fenster geöffnet (stellen Sie sicher, dass Ihr Browser das Öffnen dieser Seite zulässt). Sie müssen in das neue Fenster gehen und die Zahlung genehmigen",
    "Re-open approval window": "Genehmigungsfenster erneut öffnen",
    "Cancel payment": "支払いをキャンセル",
    "Ok": "OK",
    "Opening PayPal": "PayPalを開く",
    "Creating Payment": "支払いを作成する",
    "Selected influencers": "選ばれたインフルエンサー",
    "Selected orders": "選択した注文",
    "All unpaid commission for this influencer": "このインフルエンサーに対するすべての未払いの手数料",
    "All unpaid commission for {0}": "{0}の全未払いコミッション",
    "All unpaid commission for the selected influencers": "選択されたインフルエンサーに対するすべての未払いのコミッション",
    "All influencers with unpaid commission": "未払いのコミッションを持つすべてのインフルエンサー",
    "Influencer": "影響",
    "Orders": "ご注文",
    "Amount to pay": "支払うべき金額",
    "Email": "Eメール",
    "Status": "状態",
    "Amount": "量",
    "Code": "Code",
    "Group": "グループ",
    "Only pay influencers who belong to this group": "このグループに属するインフルエンサーのみを支払う"
}