{
  "XXs will earn {0} commission on orders their followers create": "XXs erhalten {0} Provision für Bestellungen, die ihre Follower erstellen",
  "The XX will only receive a commission if they sell specific products": "Die XX erhalten nur dann eine Provision, wenn sie bestimmte Produkte verkaufen",
  "XXs will earn {0} commission on the first order their followers create. The XX will also earn {1} commission on subsequent orders created by the same customer. For a maximum period of {2} days": "XXs erhalten {0} Provision für die erste Bestellung, die ihre Follower erstellen. Der XX erhält auch {1} Provision für Folgeaufträge, die vom selben Kunden erstellt wurden. Für einen maximalen Zeitraum von {2} Tagen",
  "Customers who use the XX's code will receive a {0} discount": "Kunden, die den XX-Code verwenden, erhalten einen Rabatt von {0}",
  "Customers who use the XX's code will receive free shipping": "Kunden, die den XX-Code verwenden, erhalten den Versand kostenlos",
  "XX links will direct leads to your home page": "Über XX-Links gelangen Sie direkt zu Ihrer Homepage",
  "XX links will direct leads to a specific web page": "XX-Links leiten zu einer bestimmten Webseite",
  "You will earn {0} commission on orders that your leads create": "Sie erhalten {0} Provision für Bestellungen, die Ihre Leads erstellen",
  "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer": "XXs erhalten {0} Provision für Bestellungen, die ihre Follower erstellen. Der XX verdient auch {1} Provision für zukünftige Bestellungen, die vom selben Kunden erstellt wurden",
  "Customers who use your discount code will receive a {0} discount": "Kunden, die Ihren Rabattcode verwenden, erhalten einen Rabatt von {0}",
  "The customer will only receive a discount if their order total is >= {0}": "Der Kunde erhält nur dann einen Rabatt, wenn die Gesamtsumme seiner Bestellung> = {0} beträgt.",
  "The customer can only use their discount code once": "Der Kunde kann seinen Rabattcode nur einmal verwenden",
  "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "Auf Links basierende Provisionen werden nur dann belohnt, wenn eine Bestellung innerhalb von {0} Tagen nach dem Klicken auf Ihren Link erstellt wird",
  "Your XX link will send leads to our home page": "Ihr XX-Link leitet Sie zu unserer Homepage",
  "Your XX link will send leads to a specific web page": "Ihr XX-Link sendet Leads zu einer bestimmten Webseite",
  "Commission is only rewarded if the customer is a new customer": "Provision wird nur belohnt, wenn der Kunde ein Neukunde ist",
  "Personal orders are allowed": "Persönliche Bestellungen sind erlaubt",
  "Personal orders are not allowed": "Persönliche Bestellungen sind nicht gestattet",
  "Coupon sites are not allowed": "Couponseiten sind nicht erlaubt",
  "Your commission will only be paid once {0}": "Ihre Provision wird nur einmal ausgezahlt. {0}",
  "Your commission will be paid by PayPal": "Ihre Provision wird per PayPal bezahlt",
  "Your commission will be paid by bank transfer": "Ihre Provision wird per Überweisung bezahlt",
  "Your commission will be paid by store credit": "Ihre Provision wird per Gutschrift ausgezahlt",
  "XX group": "XX Gruppe",
  "XX": "XX",
  "Who does this rule apply to?": "Für wen gilt diese Regel?",
  "Applies to all XXs": "Gilt für alle XXs",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "Dies ist der Prozentsatz einer Bestellung, bei der der Influencer eine Provision erhält. Das heißt Bei einer Bestellung von 100 USD (ohne Steuern, Versand, Rabatte) und einer Influencer-Provision von 10% erhält der Influencer 10 USD für seinen Aufwand bei der Erstellung der Bestellung",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Dies ist ein fester Betrag, den der Influencer für jede Bestellung, die er für Ihr Geschäft generiert, als Provision schuldet",
  "XX reward": "XX Belohnung",
  "XX reward - 1st order": "XX Belohnung - 1. Bestellung",
  "XX reward - Subsequent orders": "XX Belohnung - Nachbestellungen",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Kunden erhalten keinen Rabatt, es sei denn, ihre Bestellsumme ist> = dieser Wert. Der XX verdient jedoch weiterhin Provision",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Jeder XX in dieser Gruppe hat einen Link. Wohin soll der Link Ihre Leads senden (d. H. Potenzielle Kunden)?",
  "Each XX in this group has a referral link. You can customise the page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Jeder XX in dieser Gruppe hat einen Empfehlungslink. Sie können die Seite anpassen, über die dieser Link Ihre Leads (d. H. Potenzielle Kunden) versendet. Um dieses Feld zu verwenden, müssen Sie den Namen der Seite eingeben und in der Dropdown-Liste auswählen. Sie können eine URL nicht manuell eingeben",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Wenn Sie Ihre Änderungen mit einem Ihrer Verweislinks testen und die richtige Seite nicht sehen, ist es wahrscheinlich, dass shopify eine zwischengespeicherte Version der Seite (vorübergehend) an Ihre IP-Adresse zurücksendet. Fügen Sie am Ende Ihres Empfehlungslinks? Test hinzu, um shopify zu zwingen, die richtige Seite an Sie zurückzugeben",
  "XX link behaviour": "XX Linkverhalten",
  "XX customer commission tracking": "XX Nachverfolgung der Kundenprovision",
  "Create a rule which will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "Erstellen Sie eine Regel, die die Provisions-, Kundenrabatt- und Linkverhaltensregeln für XXs in einer bestimmten Gruppe beschreibt",
  "Create a rule that will periodically disable or delete inactive XXs": "Erstellen Sie eine Regel, die inaktive XXs regelmäßig deaktiviert oder löscht",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Erstellen Sie eine Regel, mit der XX mit Provisionen auf Lebenszeit belohnt werden, wenn ein neuer Kunde in Ihr Geschäft kommt",
  "Inactive XX rule": "Inaktive XX-Regel"
}
