{
  "Account Settings": "Kontoeinstellungen",
  "Store Settings": "Einstellungen speichern",
  "Billing Plan": "Abrechnungsplan",
  "My Bills": "Meine Rechnungen",
  "Payment Setup": "Zahlung einrichten",
  "My Account": "Mein Konto",
  "Payment setup": "Zahlungseinstellung",
  "Important": "Wichtig",
  "will pay you using PayPal (unless otherwise notified). PayPal payments will be made to your vwa.la account's email address. Your account email is presently": "bezahlt Sie mit PayPal (sofern nicht anders angegeben). PayPal-Zahlungen werden an die E-Mail-Adresse Ihres vwa.la-Kontos vorgenommen. Ihre Konto-E-Mail ist derzeit",
  "You must ensure that this email is the same as your PayPal account, or that this email is added as a secondary email address to your existing PayPal account. You can change your email in": "Sie müssen sicherstellen, dass diese E-Mail mit Ihrem PayPal-Konto identisch ist oder dass diese E-Mail Ihrem sekundären PayPal-Konto als sekundäre E-Mail-Adresse hinzugefügt wird. Sie können Ihre E-Mail in ändern",
  "my account > account settings": "Mein Konto> Kontoeinstellungen",
  "Sales commission payments will only be paid to you for fulfilled, non-personal referral orders that were not cancelled or refunded. Furthermore, payments will not be deposited into your account until {user.MinOrderCommissionAge} days from the fulfilled order date. This is to avoid issues in the event of order changes / cancellations or credit card fraud": "Verkaufsprovisionen werden nur für ausgeführte, nicht persönliche Empfehlungsaufträge an Sie gezahlt, die nicht storniert oder erstattet wurden. Darüber hinaus werden Zahlungen erst {{user.MinOrderCommissionAge} Tage nach dem erfüllten Bestelldatum auf Ihrem Konto eingezahlt. So vermeiden Sie Probleme bei Auftragsänderungen / -stornierungen oder Kreditkartenbetrug",
  "Need more info?": "Benötigen Sie weitere Informationen?",
  "Please read our": "Bitte lesen Sie unsere",
  "how and when will I be paid?": "wie und wann werde ich bezahlt?",
  "guide": "führen"
}
