{
    "Account Id": "Konto-ID",
    "Add your PayPal REST API credential": "Fügen Sie Ihren PayPal-REST-API-Berechtigungsnachweis hinzu",
    "Advanced (Recommended. Requires a business account and API key)": "Erweitert (Empfohlen. Erfordert ein Geschäftskonto und einen API-Schlüssel.)",
    "Allow": "ermöglichen",
    "Allow (notify me)": "Erlauben (benachrichtigen)",
    "Allow my XXs to see the marketplace?": "Meinen XXs erlauben, den Marktplatz zu sehen?",
    "Allow XXs to discover and join your store's marketing program?": "XXs erlauben, das Marketingprogramm Ihres Shops zu entdecken und daran teilzunehmen?",
    "Allow XXs to see customer names?": "XXs erlauben, Kundennamen zu sehen?",
    "API key": "API-Schlüssel",
    "API Secret": "API-Geheimnis",
    "Auto-approve sign-ups?": "Anmeldungen automatisch genehmigen?",
    "Bottom left": "Unten links",
    "Bottom right": "Unten rechts",
    "Brightness": "Helligkeit",
    "Business Rules": "Geschäftsregeln",
    "Can an XX earn commission from new customers only?": "Kann ein XX nur von Neukunden Provisionen verdienen?",
    "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block commission on personal orders. You should only enable this during testing": "Kann ein XX eine Provision aus seinen eigenen persönlichen Bestellungen verdienen? Der Standardwert ist falsch, was bedeutet, dass unser Betrugsbekämpfungssystem die Provision für persönliche Bestellungen blockiert. Sie sollten dies nur während des Tests aktivieren",
    "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "Können XXs Sie über unsere In-App-Messaging-Lösung kontaktieren? Diese Funktion ähnelt dem Facebook Messenger",
    "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "Können XXs unsere In-App-Chat-Unterstützung sehen (unten rechts)? Wenn diese Option aktiviert ist, unterstützt unser Support-Team Ihre XXs, indem es die häufig gestellten Fragen beantwortet und die konto- / app-spezifischen Probleme behandelt. Wenn ihre Fragen spezifisch für Ihr Geschäft sind, werden wir sie an Ihren Kundensupport weiterleiten",
    "Can XXs see our in-app help menu?": "Können XXs unser In-App-Hilfemenü sehen?",
    "Choose a name to describe your marketing team members": "Wählen Sie einen Namen, um die Mitglieder Ihres Marketingteams zu beschreiben",
    "client Id": "Kunden ID",
    "Client Id": "Kunden ID",
    "Code commission policy": "Code-Provisionsrichtlinie",
    "Code wins": "Code gewinnt",
    "Commission payment methods": "Zahlungsmethoden der Kommission",
    "Commission payment rules": "Zahlungsregeln der Kommission",
    "Commission tracking rules": "Verfolgungsregeln der Kommission",
    "Coupon site policy": "Gutschein-Site-Richtlinien",
    "Customer commission policy": "Kundenprovisionsrichtlinie",
    "Customer privacy": "Kundendatenschutz",
    "Dark": "Dunkel",
    "Default": "Standard",
    "Disable social media linking?": "Social Media Linking deaktivieren?",
    "Display the launcher button on desktop devices?": "Die Launcher-Schaltfläche auf Desktop-Geräten anzeigen?",
    "Display the launcher button on mobile devices?": "Die Launcher-Schaltfläche auf Mobilgeräten anzeigen?",
    "Email": "Email",
    "Email templates": "E-Mail-Vorlagen",
    "Enable or disable email notifications": "Aktivieren oder deaktivieren Sie E-Mail-Benachrichtigungen",
    "Enable?": "Aktivieren?",
    "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "Geben Sie die URL Ihrer benutzerdefinierten AGB-Seite ein. Neue XXs sind erforderlich, um Ihre AGB zu akzeptieren",
    "From email": "Aus der Email",
    "From name": "Von Namen",
    "Fulfillment status": "Erfüllungsstatus",
    "Hide commission info?": "Provisionsinformationen ausblenden?",
    "Hide commission/discount info on the sign up page?": "Provisions- / Rabattinformationen auf der Anmeldeseite ausblenden?",
    "How should your inbound links behave when clicked? This affects your XX's email and invite link": "Wie sollen sich Ihre eingehenden Links beim Klicken verhalten? Dies wirkt sich auf den E-Mail- und Einladungslink Ihres XX aus",
    "How will you pay commission?": "Wie zahlen Sie die Provision?",
    "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "Wenn ein Kunde einem XX-Link zu Ihrem Geschäft folgt und einen Kauf ohne Verwendung des XX-Codes tätigt, sollte der XX eine Provision verdienen?",
    "If a customer uses an XX code, should the XX earn commission?": "Wenn ein Kunde einen XX-Code verwendet, sollte der XX eine Provision verdienen?",
    "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "Wenn die Bestellung eines Kunden sowohl dem Code als auch dem Link von 2 verschiedenen XXs entspricht, für welches XX sollte eine Provision erhalten werden?",
    "If an XX code is found on a coupon site, what should we do?": "Was sollen wir tun, wenn auf einer Gutscheinseite ein XX-Code gefunden wird?",
    "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "Wenn diese Option aktiviert ist, werden neue XXs automatisch genehmigt und erhalten einen Code und einen Link. Andernfalls müssen Sie neue XXs manuell genehmigen",
    "If you have issues contact us and we'll help": "Wenn Sie Probleme haben, kontaktieren Sie uns und wir helfen Ihnen weiter",
    "In-app help": "In-App-Hilfe",
    "In-app messaging": "In-App-Nachrichten",
    "In-app support": "In-App-Unterstützung",
    "In-store signup page launcher": "Launcher für die Registrierungsseite im Geschäft",
    "Invert colour?": "Farbe umkehren?",
    "Lead expiration": "Lead-Ablauf",
    "Light": "Hell",
    "Link Behaviour": "Link-Verhalten",
    "Link commission policy": "Provisionsrichtlinie verknüpfen",
    "Link wins": "Link gewinnt",
    "List my store?": "Mein Geschäft auflisten",
    "Logo": "Logo",
    "Manual (bank transfer)": "Manuell (Überweisung)",
    "Marketplace": "Marktplatz",
    "Min commission earned": "Min Provision verdient",
    "Min order age (days)": "Mindestbestellalter (Tage)",
    "Min order count": "Mindestbestellmenge",
    "New order": "Neue Ordnung",
    "New XX": "Neu XX",
    "Notifications": "Benachrichtigungen",
    "Only pay commission on fulfilled orders (delivered)?": "Provision nur auf erfüllte Bestellungen zahlen (geliefert)?",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Zahlen Sie nur Provisionen für Bestellungen, die> = {0} Tage alt sind. Dies verhindert, dass Sie Provisionen für neue Bestellungen zahlen können, die sich ändern können (Rückerstattungen, Stornierungen usw.). Wir empfehlen dringend, dies auf 30 Tage einzustellen",
    "Only pay commission on paid orders?": "Nur Provision auf bezahlte Bestellungen zahlen?",
    "Only pay commission to XXs who have >= {0} orders": "Zahlen Sie nur Provisionen an XXs, die> = {0} Bestellungen haben",
    "Only pay commission to XXs who have earned commission >= {0}": "Zahlen Sie nur Provisionen an XXs, die Provisionen verdient haben> = {0}",
    "Open a new browser page": "Öffnen Sie eine neue Browserseite",
    "Open inside of my store": "Öffne mich in meinem Laden",
    "or": "oder",
    "Order status": "Bestellstatus",
    "PayPal": "PayPal",
    "PayPal setup": "PayPal-Einrichtung",
    "Personal order policy": "Persönliche Bestellpolitik",
    "Position": "Position",
    "Preview": "Vorschau",
    "Primary Color": "Primärfarbe",
    "Priority": "Priorität",
    "Recharge": "Aufladen",
    "Revoke the XX's access": "Widerrufen Sie den Zugriff des XX",
    "Revoke the XX's access and cancel unpaid commission": "Widerrufen Sie den Zugriff des XX und stornieren Sie die nicht bezahlte Provision",
    "Save": "sparen",
    "secret": "Geheimnis",
    "Secret": "Geheimnis",
    "Service provider": "Dienstanbieter",
    "Show to my XXs?": "Meinen XXs zeigen?",
    "Signup page": "Anmeldeseite",
    "Simple (No setup required)": "Einfach (kein Setup erforderlich)",
    "Store Credit": "Einkaufskredit",
    "Sync": "Sync",
    "Team name": "Teamname",
    "Test": "Prüfung",
    "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "Die Anzahl der Tage, an denen wir einen Lead verfolgen, bevor unser Lead-Tracking abläuft (d. H. Cookie)",
    "The CTA text to show when the launcher is visible": "Der CTA-Text, der angezeigt wird, wenn der Launcher sichtbar ist",
    "The email service provider that will be used to send your email": "Der E-Mail-Dienstanbieter, der zum Senden Ihrer E-Mail verwendet wird",
    "The email that will be used to send your email": "Die E-Mail, die zum Senden Ihrer E-Mail verwendet wird",
    "The name that will be used to send your email": "Der Name, der zum Senden Ihrer E-Mail verwendet wird",
    "The position that the launcher will be displayed on your store page": "Die Position, an der der Launcher auf Ihrer Store-Seite angezeigt wird",
    "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "Die Grundfarbe Ihrer Marke. Dies sollte eine dunklere Farbe sein, da sie auf weißem Hintergrund angezeigt wird",
    "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "Die URL Ihres Logos. Bitte geben Sie die URL Ihres Logo-Bildes ein (z. B. gehen Sie zu Ihrer Shopify Store-Startseite und klicken Sie dann mit der rechten Maustaste auf Ihr Logo-Bild. Kopieren Sie dann die URL des Bildes in Ihre Zwischenablage und fügen Sie es hier ein. Der URL muss vorangestellt werden",
    "Theme": "Thema",
    "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "So aktivieren Sie das Aufladen: Erstellen Sie ein Auflade-API-Token (mit Lesezugriff auf Abonnements). Speichern Sie dann den API-Schlüssel und das Geheimnis des Tokens in das unten stehende Formular. Weitere Informationen finden Sie in der Dokumentation zu Recharge",
    "Type": "Art",
    "Use this form to customise the emails that we send to your XXs": "Verwenden Sie dieses Formular, um die E-Mails anzupassen, die wir an Ihre XX senden",
    "Use this form to customise your email behaviour or service provider": "Verwenden Sie dieses Formular, um Ihr E-Mail-Verhalten oder Ihren Dienstanbieter anzupassen",
    "Use this form to set up your preferred commission payment method": "Verwenden Sie dieses Formular, um Ihre bevorzugte Provisionszahlungsmethode einzurichten",
    "Visible? (desktop)": "Sichtbar? (Desktop)",
    "Visible? (mobile)": "Sichtbar? (Handy, Mobiltelefon)",
    "Which PayPal method do you wish to use?": "Welche PayPal-Methode möchten Sie verwenden?",
    "You must provide an API key": "Sie müssen einen API-Schlüssel angeben",
    "You must provide an API key for the email service provider. See the provider's documentation for info": "Sie müssen einen API-Schlüssel für den E-Mail-Dienstanbieter angeben. Informationen dazu finden Sie in der Dokumentation des Anbieters",
    "You must provide an API key. See ActiveCampaign's documentation for info": "Sie müssen einen API-Schlüssel angeben. Weitere Informationen finden Sie in der Dokumentation zu ActiveCampaign",
    "You must provide an API key. See Klaviyo's documentation for info": "Sie müssen einen API-Schlüssel angeben. Informationen dazu finden Sie in der Dokumentation von Klaviyo",
    "You must provide an API key. See Mailchimp's documentation for info": "Sie müssen einen API-Schlüssel angeben. Informationen dazu finden Sie in der Mailchimp-Dokumentation",
    "You must provide an API key. See Omnisend's documentation for info": "Sie müssen einen API-Schlüssel angeben. Weitere Informationen finden Sie in der Omnisend-Dokumentation",
    "You must provide an API secret": "Sie müssen ein API-Geheimnis angeben",
    "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Sie müssen Ihre ActiveCampaign-Konto-ID angeben. Weitere Informationen finden Sie in der Dokumentation zu ActiveCampaign"
}