{
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the XX will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Verwenden Sie dieses Formular, um die Provision für die Überweisungsbestellung zu stornieren. Wenn Sie die Provision eines Empfehlungsauftrags stornieren, ist die geschuldete Provision ungültig und der XX wird benachrichtigt. Es ist gültig, die Bestellprovision zu stornieren, wenn die Bestellung betrügerisch erstellt wurde oder; als Sie die Bestellung selbst als Test erstellt haben",
  "Cancel reason": "Grund abbrechen",
  "Notify XX?": "XX benachrichtigen?",
  "Cancel commission?": "Provision stornieren?",
  "Allow XXs to earn commission on the selected order(s)": "Erlauben Sie XXs, Provision für die ausgewählte (n) Bestellung (en) zu verdienen",
  "Allow commission?": "Provision zulassen?",
  "Commission status": "Status der Kommission",
  "Filter orders by commission status": "Bestellungen nach Provisionsstatus filtern",
  "Order date": "Auftragsdatum",
  "Filter data": "Daten filtern",
  "Filter": "Filter",
  "Cancel": "Stornieren",
  "Orders": "Aufträge",
  "This page summarises the orders created by your XXs. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your XXs": "Diese Seite fasst die von Ihren XXs erstellten Bestellungen zusammen. Es zeigt auch, wie viel Provision pro Bestellung geschuldet ist (oder gezahlt wurde). Sie können diese Seite verwenden, um Ihre XXs in großen Mengen zu bezahlen",
  "This page summarises the orders created by your account. It also shows your commission": "Diese Seite fasst die von Ihrem Konto erstellten Bestellungen zusammen. Es zeigt auch Ihre Provision",
  "How referral orders work": "Wie Verweisaufträge funktionieren",
  "How to pay commission": "Wie bezahle ich eine Provision?",
  "Only {0} orders can be synced at a time": "Es können jeweils nur {0} Bestellungen synchronisiert werden",
  "Re-sync orders": "Bestellungen erneut synchronisieren",
  "Cancel commission": "Provision stornieren",
  "Allow commission": "Provision zulassen",
  "Export": "Export",
  "Actions": "Aktionen",
  "selected": "ausgewählt",
  "No matches found": "Keine Treffer gefunden"
}
