{
  "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Verwenden Sie dieses Formular, um den Code und den Link des XX umzubenennen. Der alte Link des XX wird in {0} Tagen gelöscht",
  "New code": "Neuer Code",
  "Rename code": "Code umbenennen",
  "Invalid code": "Ungültiger Code",
  "Changing code": "Code ändern",
  "Status": "Status",
  "Group": "Gruppe",
  "Signup date": "Anmeldedatum",
  "Filter data": "Daten filtern",
  "Filter": "Filter",
  "Cancel": "Stornieren",
  "Groups": "Gruppen",
  "Suggested": "Empfohlen",
  "Create": "Erstellen",
  "Approve": "Genehmigen",
  "Revoke": "Widerrufen",
  "Edit": "Bearbeiten",
  "Change group": "Gruppe wechseln",
  "Delete": "Löschen",
  "You can delete up to": "Sie können bis zu löschen",
  "XXs at a time": "XXs auf einmal",
  "Export": "Export",
  "Actions": "Aktionen",
  "No matches found": "Keine Treffer gefunden",
  "selected": "ausgewählt",
  "Suggested XXs": "Vorgeschlagene XXs",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Wir verstehen, dass es sehr wünschenswert ist, die richtigen XXs für Ihr XX-Marketingprogramm zu finden. Unser Team arbeitet derzeit an der Gestaltung dieser Funktion. Wenn es Ihnen wichtig ist, lassen Sie es uns wissen. Je mehr Sie uns über Ihre Anforderungen mitteilen können, desto besser",
  "Log into PayPal and fix your account": "Melden Sie sich bei PayPal an und reparieren Sie Ihr Konto",
  "Your vwa.la email and PayPal email must be the same": "Ihre vwa.la-E-Mail und PayPal-E-Mail müssen identisch sein",
  "Your PayPal account is valid": "Ihr PayPal-Konto ist gültig",
  "Restoring": "Wiederherstellen",
  "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Ihr Code und Link wird aufgrund Ihrer Inaktivität (unzureichende Leads oder Bestellungen) gesperrt.",
  "Restore": "Wiederherstellen",
  "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "Um eine Provision zu erhalten, müssen Sie sich bei Ihrem PayPal-Konto anmelden und Probleme bei der Einrichtung Ihres PayPal-Kontos beheben. Ihr Konto muss {0} akzeptieren",
  "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Um eine Provision zu erhalten, müssen Sie ein PayPal-Konto erstellen. Ihr PayPal-Konto und Ihr vwa.la-Konto müssen dieselbe E-Mail-Adresse verwenden. Sie können Ihre vwa.la-E-Mail auch als sekundäre E-Mail zu einem vorhandenen PayPal-Konto hinzufügen",
  "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Dieser XX kann nicht von PayPal bezahlt werden, bis die Probleme mit dem PayPal-Konto behoben sind",
  "Check": "Prüfen",
  "Overview": "Überblick",
  "Codes": "Codes",
  "Links": "Links",
  "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Diese Tabelle listet Ihren XX-Code und Link auf. Einzelheiten zur Verwendung Ihres Links oder Codes und; Erstellen Sie produkt- oder sammlungsspezifische Empfehlungslinks",
  "How do I use my link and code": "Wie verwende ich meinen Link und Code?",
  "section of our guide": "Abschnitt unseres Leitfadens",
  "Marketing accounts": "Marketingkonten",
  "When you link a social media account with us, we use the following information": "Wenn Sie ein Social-Media-Konto mit uns verknüpfen, verwenden wir die folgenden Informationen",
  "Your basic public info": "Ihre grundlegenden öffentlichen Informationen",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Metriken, die Ihre Marketingreichweite / Ihr Engagement messen. Das heißt, Anzahl der Follower",
  "Important": "Wichtig",
  "We do not use or store any other information and we do not share your info": "Wir verwenden oder speichern keine anderen Informationen und geben Ihre Daten nicht weiter",
  "Orders": "Aufträge",
  "Show": "Show",
  "Leads": "Führt",
  "Leads (clicks)": "Leads (Klicks)",
  "Leads (unique)": "Leads (einzigartig)",
  "Referrals": "Empfehlungen",
  "Conv rate": "Conv Rate",
  "New": "Neu",
  "Returning": "Rückkehr",
  "Ratio": "Verhältnis",
  "Owed": "Geschuldet",
  "Payable": "Zahlbar",
  "Paid": "Bezahlt",
  "Lead sources": "Bleiquellen",
  "Sales": "Der Umsatz",
  "Sales by customer": "Verkäufe nach Kunden",
  "Earnings": "Verdienste",
  "Notify XX?": "XX benachrichtigen?",
  "Delete XX link?": "XX Link löschen?",
  "Approving": "Genehmigen",
  "Revoking": "Widerrufen",
  "Please wait": "Warten Sie mal",
  "Select a group": "Wählen Sie eine Gruppe aus",
  "Assign to group": "Der Gruppe zuordnen",
  "Delete XX": "XX löschen"
}
