{
    "Log into PayPal and fix your account": "Melden Sie sich bei PayPal an und korrigieren Sie Ihr Konto",
    "Your vwa.la email and PayPal email must be the same": "Ihre vwa.la-E-Mail-Adresse und Ihre PayPal-E-Mail-Adresse müssen identisch sein",
    "Your PayPal account is valid": "Ihr PayPal-Konto ist gültig",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues": "Um eine Provision zu erhalten, müssen Sie sich bei Ihrem PayPal-Konto anmelden und Probleme bei der Einrichtung Ihres PayPal-Kontos beheben",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Um eine Provision zu erhalten, müssen Sie ein PayPal-Konto erstellen. Ihr PayPal-Konto und Ihr vwa.la-Konto müssen dieselbe E-Mail-Adresse verwenden. Sie können Ihre vwa.la-E-Mail-Adresse auch als sekundäre E-Mail-Adresse zu einem vorhandenen PayPal-Konto hinzufügen",
    "Check": "Prüfen",
    "This influencer can not be paid by PayPal until they resolve their PayPal account issues": "Dieser Influencer kann erst dann von PayPal bezahlt werden, wenn die Probleme mit dem PayPal-Konto behoben wurden",
    "Overview": "Überblick",
    "Marketing accounts": "Marketingkonten",
    "When you link a social media account with us, we use the following information": "Wenn Sie ein Social Media-Konto mit uns verknüpfen, verwenden wir die folgenden Informationen",
    "Your basic public info": "Ihre grundlegenden öffentlichen Informationen",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Metriken, die Ihre Marketing-Reichweite / Ihr Engagement messen. Das heißt # der Anhänger",
    "Important": "Wichtig",
    "We do not use or store any other information and we do not share your info": "Wir verwenden oder speichern keine anderen Informationen und geben Ihre Daten nicht weiter",
    "Codes": "Codes",
    "Links": "Links",
    "This table lists your influencer code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "In dieser Tabelle sind Ihr Influencer-Code und Ihr Link aufgeführt. Einzelheiten zur Verwendung Ihres Links oder Codes und; Erstellen Sie produkt- oder sammlungsspezifische Verweislinks, siehe",
    "How do I use my link and code": "Wie verwende ich meinen Link und Code?",
    "section of our guide": "Abschnitt unseres Reiseführers",
    "Orders": "Aufträge",
    "Show": "Show",
    "Leads": "Führt",
    "Notes": "Anmerkungen",
    "Save": "sparen",
    "Leads (clicks)": "Leads (Klicks)",
    "Leads (unique)": "Leads (einzigartig)",
    "Referrals": "Verweise",
    "Sales": "Der Umsatz",
    "Conv rate": "Conv-Rate",
    "New": "Neu",
    "Returning": "Rückkehr",
    "Ratio": "Verhältnis",
    "Owed": "Geschuldet",
    "Payable": "Zahlbar",
    "Paid": "Bezahlt",
    "Lead sources": "Lead-Quellen",
    "Sales by customer": "Umsatz nach Kunden",
    "Earnings": "Verdienste"
}