{
  "Saving. This task may take a few minutes. Please wait": "Speichern Diese Aufgabe kann einige Minuten dauern. Warten Sie mal",
  "Promotion policy": "Promotion-Politik",
  "Use this form to define the promotion policy of your store. Your promotion policy allows you to set commission rules specific to each of your influencer groups. Groups are a way for you to segment your influencers and reward them differently. You can create groups and; assign influencers to specific groups using the influencers page in the menu. When an influencer signs up, they are automatically assigned to the default group": "Verwenden Sie dieses Formular, um die Promotion-Richtlinien für Ihr Geschäft zu definieren. Ihre Beförderungsrichtlinie ermöglicht es Ihnen, Provisionsregeln festzulegen, die für jede Ihrer Influencer-Gruppen spezifisch sind. Gruppen sind eine Möglichkeit für Sie, Ihre Influencer zu segmentieren und unterschiedlich zu belohnen. Sie können Gruppen erstellen und; Zuweisen von Influencers zu bestimmten Gruppen mithilfe der Influencer-Seite im Menü. Wenn sich ein Influencer anmeldet, werden sie automatisch der Standardgruppe zugewiesen",
  "Learn more": "Mehr erfahren",
  "Save": "sparen",
  "This is the promotion policy for": "Dies ist die Promotion-Richtlinie für",
  "It summarises the sales commission that you will earn for each referral order. Please read this policy carefully": "Es fasst die Verkaufsprovision zusammen, die Sie für jeden Empfehlungsauftrag erhalten. Bitte lesen Sie diese Richtlinien sorgfältig durch",
  "Group specific rules": "Gruppenspezifische Regeln",
  "Your sales commission policy": "Ihre Verkaufsprovisionspolitik",
  "Code suffix": "Code-Suffix",
  "Influencers who are members of the {0} group will earn {1} commission on orders they create": "Influencer, die Mitglieder der Gruppe {0} sind, erhalten eine Provision für die von ihnen erstellten Aufträge",
  "Customers who use the influencer's code when making an order will receive a {0} discount": "Kunden, die bei der Bestellung den Code des Influencers verwenden, erhalten einen Rabatt von {0}",
  "The customer will only receive a discount if their order total is >= {0}": "Der Kunde erhält nur dann einen Rabatt, wenn die Gesamtsumme mindestens {0} beträgt",
  "The customer will only receive a discount if they purchase specific products": "Der Kunde erhält nur dann einen Rabatt, wenn er bestimmte Produkte kauft",
  "The influencer will only earn commission on specific products": "Der Influencer erhält nur für bestimmte Produkte eine Provision",
  "Influencer links will direct leads to your home page": "Influencer-Links verweisen auf Ihre Homepage",
  "Influencer links will direct leads to a specific web page": "Influencer-Links verweisen auf eine bestimmte Webseite",
  "you have created": "du hast geschaffen",
  "referral orders": "Verweisaufträge",
  "you have": "du hast",
  "of unpaid commission": "der unbezahlten Provision",
  "You will earn {0} commission on orders that your leads create": "Du verdienst {0} Provision für Aufträge, die Ihre Leads erstellen",
  "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "Linkbasierte Provisionen werden nur belohnt, wenn eine Bestellung innerhalb von {0} Tagen nach dem Klicken Ihres Links erstellt wird",
  "This applies to orders created using your discount code only": "Dies gilt nur für Bestellungen, die mit Ihrem Rabattcode erstellt wurden",
  "Customers who use your discount code will receive a {0} discount": "Kunden, die Ihren Rabattcode verwenden, erhalten {0} Rabatt",
  "The customer can only use their discount code once": "Der Kunde kann seinen Rabattcode nur einmal verwenden",
  "Commission is only rewarded if the customer is a new customer": "Provision wird nur belohnt, wenn der Kunde Neukunde ist",
  "You will only earn commission on specific products": "Sie erhalten nur für bestimmte Produkte eine Provision",
  "Your influencer link will send leads to a specific web page": "Ihr Influencer-Link sendet Leads an eine bestimmte Webseite",
  "Your influencer link will send leads to our home page": "Ihr Influencer-Link sendet Leads zu unserer Homepage",
  "Personal orders are allowed": "Persönliche Bestellungen sind erlaubt",
  "Personal orders are not allowed": "Persönliche Bestellungen sind nicht erlaubt",
  "Your commission will only be paid once": "Ihre Provision wird nur einmal gezahlt",
  "and": "und",
  "Min order": "Meine bestellung",
  "Customers will not receive a discount unless their order total is >= this value. However, the influencer will still earn commission": "Kunden erhalten keinen Rabatt, es sei denn, ihre Gesamtbestellmenge ist> = dieser Wert. Der Influencer erhält jedoch immer noch Provision",
  "Customers will not receive a discount unless their order total is >= this value. However, you will still earn commission": "Kunden erhalten keinen Rabatt, es sei denn, ihre Gesamtbestellmenge ist> = dieser Wert. Sie verdienen jedoch trotzdem eine Provision",
  "Product filter": "Produktfilter",
  "Limit this promotion to only specific products? E.g The customer will only receive a discount when purchasing these products": "Diese Promotion auf nur bestimmte Produkte beschränken? Der Kunde erhält beim Kauf dieser Produkte nur einen Rabatt",
  "Customers will only receive a discount using your discount code when they purchase these specific products": "Kunden erhalten nur einen Rabatt auf Ihren Rabattcode, wenn Sie diese spezifischen Produkte kaufen",
  "Collection filter": "Sammlungsfilter",
  "Limit this promotion to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "Diese Promotion auf nur Produkte innerhalb einer Kollektion beschränken? Z.B. Der Kunde erhält beim Kauf dieser Produkte nur einen Rabatt",
  "Customers will only receive a discount using your discount code when they purchase products from these collections": "Kunden erhalten nur dann einen Rabatt, wenn Sie Produkte aus diesen Kollektionen erwerben",
  "Does the product filter(s) apply to only the customer, influencer or both?": "Gilt der Produktfilter nur für den Kunden, den Influencer oder beide?",
  "Type": "Art",
  "Applies to both the influencer and customer": "Gilt sowohl für den Influencer als auch für den Kunden",
  "Applies to customer only": "Gilt nur für Kunden",
  "Applies to influencer only": "Gilt nur für Influencer",
  "Link behaviour": "Linkverhalten",
  "Each influencer in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Jeder Influencer in dieser Gruppe hat einen Link. Wohin soll der Link Ihre Leads senden (d. H. Potenzielle Kunden)?",
  "Your referral link behaviour": "Ihr Verweislink-Verhalten",
  "Go to homepage": "Gehe zur Homepage",
  "Go to a specific product": "Gehen Sie zu einem bestimmten Produkt",
  "Go to a specific collection": "Gehen Sie zu einer bestimmten Sammlung",
  "Each influencer in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Jeder Influencer in dieser Gruppe hat einen Verweislink. Sie können die Produkt- / Sammlungsseite anpassen, über die dieser Link Ihre Leads sendet (d. H. Potenzielle Kunden). Um dieses Feld zu verwenden, müssen Sie den Namen der Seite eingeben und dann in der Dropdown-Liste auswählen. Sie können eine URL nicht manuell eingeben",
  "Important": "Wichtig",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Wenn Sie Ihre Änderungen mit einem Ihrer Verweislinks testen und die richtige Seite nicht angezeigt wird, liegt dies wahrscheinlich daran, dass shopify eine zwischengespeicherte Version der Seite (vorübergehend) an Ihre IP-Adresse zurücksendet. Um zu veranlassen, dass shopify die richtige Seite an Sie zurücksendet, fügen Sie? Test am Ende Ihres Verweislinks ein",
  "Your referral link will go to this page": "Ihr Verweislink wird auf diese Seite geleitet",
  "Influencer reward": "Influencer Belohnung",
  "Customer reward": "Kundenbelohnung",
  "Filters": "Filter",
  "Referral link": "Verweis-Link",
  "group rules": "Gruppenregeln",
  "default group": "Standardgruppe",
  "commission": "Kommission",
  "Fixed Commission": "Feste Provision",
  "Commission": "Kommission",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "Dies ist der Prozentsatz einer Bestellung, für die der Influencer als Provision bezahlt wird. Das heißt Bei einer Bestellung von 100 US-Dollar (ohne Steuern, Versand, Rabatte) und einer Influencer-Provision von 10% erhält der Influencer 10 US-Dollar für seinen Aufwand bei der Erstellung der Bestellung",
  "This is the % of an order that you will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award you $10 for your effort in generating the order": "Dies ist der Prozentsatz einer Bestellung, für den Sie eine Provision erhalten. Das heißt Bei einer Bestellung von 100 US-Dollar (ohne Steuern, Versand, Rabatte) und einer Influencer-Provision von 10% erhalten Sie 10 US-Dollar für Ihren Aufwand bei der Generierung der Bestellung",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Dies ist ein fester Betrag, den der Influencer für jede Bestellung, die er für Ihr Geschäft generiert, als Provision geschuldet wird",
  "This is the fixed amount that you will be paid in commission for every order that you generate for the store": "Dies ist der Festbetrag, den Sie für jede Bestellung, die Sie für das Geschäft generieren, als Provision bezahlt",
  "discount": "Rabatt",
  "Fixed discount": "Fester Rabatt",
  "Discount": "Rabatt",
  "Applies to discount codes only. This is the % of an order that the customer will receive as a discount. I.e. If their order is $100 (excluding shipping and tax) and their discount is 5%, they will receive $5 off their order total": "Gilt nur für Rabattcodes. Dies ist der Prozentsatz einer Bestellung, die der Kunde als Rabatt erhält. Das heißt Wenn ihre Bestellung 100 US-Dollar (ohne Versand und Steuern) beträgt und der Rabatt 5% beträgt, erhalten sie 5 US-Dollar auf ihre Gesamtsumme",
  "Applies to discount codes only. This is a fixed amount discount that the customer will receive as a discount for each order they create using an influencer's code": "Gilt nur für Rabattcodes. Hierbei handelt es sich um einen Festbetragsrabatt, den der Kunde für jede Bestellung, die er mit einem Influencer-Code erstellt, als Rabatt erhält"
}
