{
    " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " oder den Link \"Zahlung stornieren\" im PayPal-Fenster. Wenn Sie stornieren, versuchen Sie nicht, die PayPal-Zahlung abzuschließen",
    "Actions": "Aktionen",
    "All payments are made in your store's currency": "Alle Zahlungen erfolgen in der Währung Ihres Shops",
    "All unpaid commission for {0}": "Alle unbezahlten Provisionen für {0}",
    "All unpaid commission for the selected XXs": "Alle unbezahlten Provisionen für die ausgewählten XXs",
    "All unpaid commission for this XX": "Alle unbezahlten Provisionen für diese XX",
    "All XXs with unpaid commission": "Alle XXs mit unbezahlter Provision",
    "Amount": "Menge",
    "Amount to pay": "Zu zahlender Betrag",
    "Approval required": "Genehmigung erforderlich",
    "Back": "Der Rücken",
    "Calculating": "Berechnung",
    "Cancel": "Stornieren",
    "Cancel payment": "Zahlung stornieren",
    "Cancel payment?": "Zahlung stornieren?",
    "Cancelling": "Stornieren",
    "Cancelling payment": "Zahlung stornieren",
    "Code": "Code",
    "Commission will only be paid on orders that were created between the following dates": "Die Provision wird nur für Bestellungen gezahlt, die zwischen den folgenden Daten erstellt wurden",
    "Confirmation": "Bestätigung",
    "Creating Payment": "Zahlung erstellen",
    "Currency": "Währung",
    "Customise": "Anpassen",
    "Date": "Datum",
    "Email": "Email",
    "Export (payment history)": "Export (Zahlungshistorie)",
    "Export (tax report)": "Export (Steuerbericht)",
    "Filter": "Filter",
    "Filter by status": "Nach Status filtern",
    "Filter by type": "Filtern nach Typ",
    "Filter data": "Daten filtern",
    "Group": "Gruppe",
    "How does it work?": "Wie funktioniert es?",
    "How referral payments work": "So funktionieren Überweisungszahlungen",
    "How to pay commission": "Wie bezahle ich eine Provision?",
    "How to pay?": "Wie man bezahlt?",
    "I understand how this feature works": "Ich verstehe, wie diese Funktion funktioniert",
    "Id": "Ich würde",
    "If you wish to cancel the payment, click the `cancel payment` button below": "Wenn Sie die Zahlung stornieren möchten, klicken Sie unten auf die Schaltfläche \"Zahlung stornieren\".",
    "Min commission earned ({0})": "Mindestprovision verdient ({0})",
    "Min order age (days)": "Mindestbestellalter (Tage)",
    "Min order count": "Mindestbestellmenge",
    "Next": "Nächste",
    "No matches found": "Keine Treffer gefunden",
    "Note": "Notiz",
    "Ok": "OK",
    "Only pay commission on fulfilled orders?": "Provision nur auf erfüllte Bestellungen zahlen?",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Zahlen Sie nur Provisionen für Bestellungen, die >= {0} Tage alt sind. Dies verhindert, dass Sie Provisionen für neue Bestellungen zahlen, die sich ändern können (Rückerstattungen, Stornierungen usw.). Wir empfehlen dringend, dies auf 30 Tage einzustellen",
    "Only pay commission on paid orders? (paid by customer)": "Provision nur auf bezahlte Bestellungen zahlen? (vom Kunden bezahlt)",
    "Only pay commission to XXs who have >= {0} orders": "Zahlen Sie nur Provisionen an XXs, die >= {0} Bestellungen haben",
    "Only pay commission to XXs who have earned commission >= {0}": "Zahlen Sie nur Provisionen an XXs, die Provisionen verdient haben >= {0}",
    "Only pay XXs who belong to this group": "Zahlen Sie nur XXs, die zu dieser Gruppe gehören",
    "Only pay XXs who want to be paid by {0}?": "Zahlen Sie nur XXs, die von {0} bezahlt werden möchten?",
    "Opening PayPal": "PayPal eröffnen",
    "Order dates": "Bestelldaten",
    "Orders": "Aufträge",
    "Orders must be fulfilled (delivered)?": "Bestellungen müssen erfüllt (geliefert) werden?",
    "Orders must be paid (by customer)?": "Bestellungen müssen (vom Kunden) bezahlt werden?",
    "Paid": "Bezahlt",
    "Pay": "Zahlen",
    "Pay commission": "Provision zahlen",
    "Paying": "Bezahlen",
    "Paying via credit card using PayPal's guest checkout is not supported": "Die Zahlung per Kreditkarte über die Gastkasse von PayPal wird nicht unterstützt",
    "Payment amount": "Zahlungsbetrag",
    "Payment date": "Zahlungsdatum",
    "Payment Id": "Zahlungs-ID",
    "Payment status": "Zahlungsstatus",
    "Payment type": "Zahlungsart",
    "Payments": "Zahlungen",
    "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal begrenzt die maximale Anzahl von Empfängern pro Zahlung auf 6. Sie sollten dieses Formular erneut verwenden, bis alle XX bezahlt sind",
    "PayPal will charge a transaction fee": "PayPal erhebt eine Transaktionsgebühr",
    "PayPal will charge a transaction fee (paid by the XX)": "PayPal erhebt eine Transaktionsgebühr (bezahlt vom XX)",
    "Pending your approval": "Ihre Zustimmung ausstehend",
    "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Nach der Zahlung kann es einige Minuten dauern, bis Ihre Daten von PayPal aktualisiert werden. Optional können Sie den Bestellstatus auch manuell neu synchronisieren, indem Sie die Funktion „Bestellungen erneut synchronisieren“ auf der Bestellseite verwenden",
    "Prepare": "Bereiten",
    "Preview": "Vorschau",
    "Re-open approval window": "Genehmigungsfenster erneut öffnen",
    "Re-sync payment": "Zahlung erneut synchronisieren",
    "Recipients": "Empfänger",
    "selected": "ausgewählt",
    "Selected orders": "Ausgewählte Bestellungen",
    "Selected XXs": "Ausgewählte XXs",
    "Status": "Status",
    "The commission specified in the table will be marked as paid": "Die in der Tabelle angegebene Provision wird als bezahlt markiert",
    "The total payment amount (requested)": "Der Gesamtzahlungsbetrag (angefordert)",
    "The total payment amount (successfully paid)": "Der Gesamtzahlungsbetrag (erfolgreich bezahlt)",
    "This action will mark commission as paid and will notify the affected XX(s)": "Diese Aktion markiert die Provision als bezahlt und benachrichtigt die betroffenen XX(s)",
    "This page lists all commission payments that you have created": "Diese Seite listet alle Provisionszahlungen auf, die Sie erstellt haben",
    "This page lists all commission payments that you have received": "Diese Seite listet alle Provisionszahlungen auf, die Sie erhalten haben",
    "to all XXs": "an alle XX",
    "to the selected XX": "zum ausgewählten XX",
    "to the selected XXs only": "nur an die ausgewählten XXs",
    "Type": "Art",
    "Use this form to cancel a commission payment. When you cancel a commission payment, the commission paid will be marked as unpaid.": "Verwenden Sie dieses Formular, um eine Provisionszahlung zu stornieren. Wenn Sie eine Provisionszahlung stornieren, wird die gezahlte Provision als nicht bezahlt markiert.",
    "We will automatically create a single use fixed amount discount code for each XX": "Wir erstellen automatisch einen Einmal-Rabattcode mit festem Betrag für jeden XX",
    "We will notify the XX of their code via email": "Wir werden XX per E-Mail über ihren Code informieren",
    "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Wir senden Ihnen eine Benachrichtigung, die alle betroffenen XXs und den ihnen geschuldeten Provisionsbetrag auflistet",
    "Who to pay?": "Wen bezahlen?",
    "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Sie können Ihrer Zahlung eine Notiz hinzufügen. Dies wird dem XX auf seinem Zahlungsbeleg angezeigt",
    "You can customise who will be paid using the following filters. The default values are inherited from your global settings (customise page > commission payment rules section). You can also specify a custom note that the XX will see on their payment receipt": "Mithilfe der folgenden Filter können Sie anpassen, wer bezahlt wird. Die Standardwerte werden aus Ihren globalen Einstellungen übernommen (Seite anpassen > Abschnitt Provisionszahlungsregeln). Sie können auch eine benutzerdefinierte Notiz angeben, die der XX auf seinem Zahlungsbeleg sehen wird",
    "You can view your payment history and track payment updates on the payments page": "Auf der Zahlungsseite können Sie Ihren Zahlungsverlauf einsehen und Zahlungsaktualisierungen verfolgen",
    "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Sie haben sich entschieden, {0} Provision per Guthaben zu zahlen. Wir erstellen automatisch einen eindeutigen, einmalig verwendbaren Rabattcode mit festem Betrag für jedes XX in dieser Zahlung. Detaillierte Anweisungen finden Sie im Abschnitt „Wie funktioniert das?“ weiter unten",
    "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Sie haben sich entschieden, {0} Provisionen an die folgenden XXs mit einer Methode außerhalb von vwa.la zu zahlen (z. B. manuelle Banküberweisung)",
    "You have chosen to pay {0} commission to the following XXs using PayPal": "Sie haben sich entschieden, {0} Provisionen mit PayPal an die folgenden XXs zu zahlen",
    "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Sie müssen die PayPal-Transaktion genehmigen. Wir haben die PayPal-Transaktion in einem neuen Fenster geöffnet (bitte stellen Sie sicher, dass Ihr Browser das Öffnen dieser Seite zulässt). Sie müssen zum neuen Fenster gehen und die Zahlung genehmigen",
    "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Sie verwenden diese Liste, um jedem XX seine Provision zu zahlen, indem Sie eine Methode außerhalb von vwa.la verwenden. Dh Banküberweisung, Krypto usw.",
    "Your payment is being processed by PayPal": "Ihre Zahlung wird von PayPal verarbeitet"
}