{
  "Add code to cart?": "Code zum Warenkorb hinzufügen?",
  "Behaviour": "Verhalten",
  "Buy X": "X kaufen",
  "Buy X get Y": "Kaufen Sie X, erhalten Sie Y",
  "collection filter": "Sammelfilter",
  "Collection filter": "Sammlungsfilter",
  "commission": "Kommission",
  "Commission": "Kommission",
  "Create a rule that will periodically disable or delete inactive XXs": "Erstellen Sie eine Regel, die inaktive XXs regelmäßig deaktiviert oder löscht",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Erstellen Sie eine Regel, die einen XX mit lebenslanger Provision belohnt, wenn er einen neuen Kunden in Ihr Geschäft bringt",
  "Customer discount": "Kundenrabatt",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Kunden erhalten keinen Rabatt, es sei denn, ihre Bestellsumme ist >= dieser Wert. Der XX erhält jedoch weiterhin Provisionen",
  "Date range": "Datumsbereich",
  "Days inactive": "Tage inaktiv",
  "Disable only?": "Nur deaktivieren?",
  "discount": "Rabatt",
  "Discount": "Rabatt",
  "Duration": "Dauer",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Jedes XX in dieser Gruppe hat einen Link. Wohin soll ihr Link Ihre Leads (d. h. potenzielle Kunden) leiten?",
  "Each XX in this group has a referral link. You can customise the Shopify page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the Shopify page and then select it in the drop-down list. You can not enter a URL manually": "Jedes XX in dieser Gruppe hat einen Empfehlungslink. Sie können die Shopify-Seite so anpassen, dass dieser Link Ihre Leads (d. h. potenzielle Kunden) sendet. Um dieses Feld zu verwenden, müssen Sie den Namen der Shopify-Seite eingeben und ihn dann in der Dropdown-Liste auswählen. Sie können eine URL nicht manuell eingeben",
  "Edit": "Bearbeiten",
  "Filters": "Filter",
  "Fixed commission": "Feste Provision",
  "Fixed discount": "Fester Rabatt",
  "Free shipping": "Kostenloser Versand",
  "Get Y": "Holen Sie sich Y",
  "Get Y collection filter": "Holen Sie sich den Y-Sammlungsfilter",
  "Get Y product filter": "Holen Sie sich den Y-Produktfilter",
  "Go to a specific collection": "Gehen Sie zu einer bestimmten Sammlung",
  "Go to a specific page": "Gehen Sie zu einer bestimmten Seite",
  "Go to a specific product": "Gehen Sie zu einem bestimmten Produkt",
  "Go to homepage": "Gehen Sie zur Homepage",
  "Inactive XX rule": "Inaktive XX-Regel",
  "Learn more": "Erfahren Sie mehr",
  "Link behaviour": "Linkverhalten",
  "Link page": "Seite verlinken",
  "Max shipping amount": "Maximaler Versandbetrag",
  "Max usages per order": "Maximale Nutzung pro Bestellung",
  "Min order": "Meine Bestellung",
  "Once per customer?": "Einmal pro Kunde?",
  "product filter": "Produktfilter",
  "Product filter": "Produktfilter",
  "Rule": "Regel",
  "Spend X": "X ausgeben",
  "Spend X get Y": "X ausgeben, Y bekommen",
  "Status": "Status",
  "Test": "Prüfung",
  "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Dies ist ein fester Betrag, den XX für jede Bestellung, die sie für Ihr Geschäft generieren, als Provision schuldet",
  "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "Dies ist der Prozentsatz einer Bestellung, für den die XX als Provision bezahlt werden. Dh eine Bestellung von 100 $ (ohne Steuern, Versand, Rabatte) mit einer XX-Provision von 10 %, wird den XX 10 $ für ihre Bemühungen bei der Generierung der Bestellung gutschreiben",
  "Type": "Art",
  "When testing your changes with one of your referral links, if you don't see the correct Shopify page, it is likely because shopify is returning a cached version of the Shopify page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Wenn Sie beim Testen Ihrer Änderungen mit einem Ihrer Empfehlungslinks nicht die richtige Shopify-Seite sehen, liegt dies wahrscheinlich daran, dass Shopify (vorübergehend) eine zwischengespeicherte Version der Shopify-Seite an Ihre IP-Adresse zurücksendet. Um Shopify zu zwingen, Ihnen die richtige Seite zurückzugeben, fügen Sie ?test am Ende Ihres Empfehlungslinks hinzu",
  "Which products can the customer receive?": "Welche Produkte kann der Kunde erhalten?",
  "Who does this rule apply to?": "Für wen gilt diese Regel?",
  "XX": "XX",
  "XX customer commission tracking": "XX Kundenprovisionsverfolgung",
  "XX group": "XX-Gruppe",
  "XX link behaviour": "XX Link-Verhalten",
  "XX reward": "XX Belohnung",
  "XX reward - 1st order": "XX Belohnung - 1. Bestellung",
  "XX reward - Subsequent orders": "XX Prämie - Folgebestellungen",
  "XX rules": "XX-Regeln"
}
