{
  "Save": "sparen",
  "Theme": "Thema",
  "Logo": "Logo",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "Die URL Ihres Logos. Bitte geben Sie die URL Ihres Logo-Bildes ein (z. B. gehen Sie zu Ihrer Shopify Store-Startseite und klicken Sie dann mit der rechten Maustaste auf Ihr Logo-Bild. Kopieren Sie dann die URL des Bildes in Ihre Zwischenablage und fügen Sie es hier ein. Der URL muss vorangestellt werden",
  "or": "oder",
  "If you have issues contact us and we'll help": "Wenn Sie Probleme haben, kontaktieren Sie uns und wir helfen Ihnen weiter",
  "Preview": "Vorschau",
  "Invert colour?": "Farbe umkehren?",
  "Primary Color": "Primärfarbe",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "Die Grundfarbe Ihrer Marke. Dies sollte eine dunklere Farbe sein, da sie auf weißem Hintergrund angezeigt wird",
  "Team name": "Teamname",
  "Choose a name to describe your marketing team members": "Wählen Sie einen Namen, um die Mitglieder Ihres Marketingteams zu beschreiben",
  "In-store widget": "In-Store-Widget",
  "Visible? (desktop)": "Sichtbar? (Desktop)",
  "Display the in-store widget on desktop devices?": "Zeigen Sie das In-Store-Widget auf Desktop-Geräten an.",
  "Visible? (mobile)": "Sichtbar? (Handy, Mobiltelefon)",
  "Display the in-store widget on mobile devices?": "Anzeige des In-Store-Widgets auf mobilen Geräten?",
  "Position": "Position",
  "The position that the widget will be displayed on your store page": "Die Position, an der das Widget auf Ihrer Geschäftsseite angezeigt wird",
  "Bottom left": "Unten links",
  "Bottom right": "Unten rechts",
  "The CTA text to show when the widget is visible": "Der CTA-Text, der angezeigt werden soll, wenn das Widget sichtbar ist",
  "Signup page": "Anmeldeseite",
  "Hide commission info?": "Provisionsinformationen ausblenden?",
  "Hide commission/discount info on the sign up page?": "Provisions- / Rabattinformationen auf der Anmeldeseite ausblenden?",
  "If you want your influencers to agree to your T&Cs, enter the URL of your custom T&Cs page": "Wenn Sie möchten, dass Ihre Influencer Ihren AGB zustimmen, geben Sie die URL Ihrer benutzerdefinierten AGB-Seite ein",
  "Business Rules": "Geschäftsregeln",
  "Auto-approve sign-ups?": "Anmeldungen automatisch genehmigen?",
  "If checked, when an influencer signs up they will be automatically approved and issued a personalised discount code and link. Otherwise you'll need to do this manually for each influencer.": "Wenn das Kontrollkästchen aktiviert ist, werden die Influencer automatisch genehmigt und erhalten einen personalisierten Rabattcode und einen Link. Ansonsten müssen Sie dies für jeden Influencer manuell durchführen.",
  "In-app messaging": "In-App-Nachrichten",
  "Can influencers contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "Können Influencer Sie über unsere In-App-Messaging-Lösung kontaktieren? Diese Funktion ist vergleichbar mit Facebook Messenger",
  "In-app support": "In-App-Unterstützung",
  "Can influencers see our in-app chat support (bottom right)? When enabled, our support team will support your influencers by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "Können Influencer unsere Unterstützung für In-App-Chat (unten rechts) sehen? Wenn aktiviert, wird unser Support-Team Ihre Influencer unterstützen, indem sie ihre häufig gestellten Fragen beantworten und ihre spezifischen Probleme mit dem Konto / der App bearbeiten. Wenn ihre Fragen spezifisch für Ihr Geschäft sind, werden wir sie an Ihren Kundensupport weiterleiten",
  "In-app help": "In-App-Hilfe",
  "Can influencers see our in-app help menu?": "Können Influencer unser In-App-Hilfemenü sehen?",
  "Link Behaviour": "Link-Verhalten",
  "How should your inbound links behave when clicked? This affects your influencer's email and invite link": "Wie sollen sich Ihre eingehenden Links beim Klicken verhalten? Dies wirkt sich auf die E-Mail-Adresse und den Einladungslink Ihres Influencers aus",
  "Open a new browser page": "Öffnen Sie eine neue Browserseite",
  "Open inside of my store": "Öffne mich in meinem Laden",
  "Commission tracking rules": "Verfolgungsregeln der Kommission",
  "Lead expiration": "Lead-Ablauf",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie). Default is 30 days": "Die Anzahl der Tage, an denen wir einen Lead nachverfolgen, bevor unser Lead-Tracking abläuft (z. B. Cookie). Die Standardeinstellung beträgt 30 Tage",
  "Link commission policy": "Provisionsrichtlinie verknüpfen",
  "If a customer follows a referral link to your store and makes a purchase without using the influencer's code, should the influencer be awarded commission?": "Wenn ein Kunde einem Verweislink zu Ihrem Geschäft folgt und einen Kauf ohne Verwendung des Codes des Influencers durchführt, sollte der Influencer eine Provision erhalten?",
  "Allow link based commission?": "Linkbasierte Provision zulassen",
  "Customer commission policy": "Kundenprovisionsrichtlinie",
  "Can an influencer earn commission from new customers only?": "Kann ein Influencer nur von neuen Kunden Provision erhalten?",
  "Limit commission to new customers only?": "Provision nur auf Neukunden beschränken?",
  "Customer discount policy": "Kundenrabattrichtlinie",
  "Limit the usage of a discount code to once per customer? Default is false": "Beschränken Sie die Verwendung eines Rabattcodes auf einmal pro Kunde? Standardeinstellung ist \"false\"",
  "Once per customer?": "Einmal pro Kunde",
  "Personal order policy": "Persönliche Bestellpolitik",
  "Can an influencer earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "Kann ein Influencer aus eigenen Bestellungen Provisionen verdienen? Der Standardwert ist \"false\". Dies bedeutet, dass unser System zur Betrugsbekämpfung persönliche Bestellungen blockiert. Sie sollten dies nur während des Tests aktivieren",
  "Allow personal orders?": "Persönliche Bestellungen zulassen",
  "Customer privacy": "Kundendatenschutz",
  "Allow influencers to see customer names?": "Influencer Kunden sehen lassen?",
  "Coupon site policy": "Gutschein-Site-Richtlinien",
  "If an influencer code is found on a coupon site, what should we do?": "Was sollen wir tun, wenn ein Influencer-Code auf einer Coupon-Site gefunden wird?",
  "Allow": "ermöglichen",
  "Revoke the influencer's access": "Widerrufen Sie den Zugriff des Influencers",
  "Commission payment rules": "Zahlungsregeln der Kommission",
  "Min commission age": "Mindestalter der Provision",
  "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "Standardmäßig verhindert vwa.la, dass Sie keine Provision für Bestellungen zahlen, die weniger als 30 Tage alt sind. Dies schützt Sie vor Komplikationen, die auftreten, wenn Sie für eine Bestellung eine Provision bezahlt haben, die jedoch später geändert, erstattet oder als betrügerisch befunden wird. Wir empfehlen dringend, diese Einstellung 30 Tage lang zu belassen. Wir haften nicht für mögliche Probleme und bieten keine Unterstützung an",
  "Order status": "Bestellstatus",
  "Only pay commission on paid orders?": "Nur Provision auf bezahlte Bestellungen zahlen?",
  "Orders must be paid?": "Bestellungen müssen bezahlt werden?",
  "Fulfillment status": "Erfüllungsstatus",
  "Only pay commission on fulfilled orders?": "Nur Provision auf ausgeführte Bestellungen bezahlen?",
  "Orders must be fulfilled?": "Bestellungen müssen erfüllt sein",
  "Min order count": "Mindestbestellmenge",
  "Only pay influencers who have >= this many referral orders": "Nur Influencer zahlen, die so viele Verweisaufträge haben",
  "Min unpaid commission": "Min. Unbezahlte Provision",
  "Only pay influencers who have unpaid commission >= this amount": "Nur Pay Influencer mit unbezahlter Provision> = diesem Betrag",
  "Marketplace": "Marktplatz",
  "List my store?": "Mein Geschäft auflisten",
  "Select if you want marketers to discover your store's marketing program in our marketplace": "Wählen Sie aus, ob Vermarkter das Marketingprogramm Ihres Shops in unserem Marktplatz entdecken möchten",
  "Show to influencers?": "Den Influencern zeigen?",
  "Allow influencers to see the marketplace within their dashboard?": "Influencern erlauben, den Marktplatz in ihrem Dashboard zu sehen?",
  "Notifications": "Benachrichtigungen",
  "Enable or disable email and in-app notifications": "Aktivieren oder deaktivieren Sie E-Mail- und In-App-Benachrichtigungen",
  "New influencer": "Neuer Einfluss",
  "Email": "Email",
  "New lead": "Neuer Vorsprung",
  "New order": "Neue Ordnung",
  "Message templates": "Nachrichtenvorlagen",
  "Use this form to customise the messages that we send to your influencers": "Verwenden Sie dieses Formular, um die Nachrichten anzupassen, die wir an Ihre Influencer senden",
  "Use this form to customise your email behaviour or service provider": "Verwenden Sie dieses Formular, um Ihr E-Mail-Verhalten oder Ihren Dienstanbieter anzupassen",
  "Service provider": "Dienstanbieter",
  "The email service provider that will be used to send your email": "Der E-Mail-Dienstanbieter, der zum Senden Ihrer E-Mail verwendet wird",
  "Default": "Standard",
  "API key": "API-Schlüssel",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "Sie müssen einen API-Schlüssel für den E-Mail-Dienstanbieter angeben. Informationen dazu finden Sie in der Dokumentation des Anbieters",
  "From email": "Aus der Email",
  "The email that will be used to send your email": "Die E-Mail, die zum Senden Ihrer E-Mail verwendet wird",
  "From name": "Von Namen",
  "The name that will be used to send your email": "Der Name, der zum Senden Ihrer E-Mail verwendet wird",
  "Mailchimp": "Mailchimp",
  "Sync your influencer data to a mailing list": "Synchronisieren Sie Ihre Influencer-Daten mit einer Mailingliste",
  "Enable?": "Aktivieren?",
  "You must provide an API key. See Mailchimp's documentation for info": "Sie müssen einen API-Schlüssel angeben. Informationen dazu finden Sie in der Mailchimp-Dokumentation",
  "Sync": "Sync",
  "Klaviyo": "Klaviyo",
  "You must provide an API key. See Klaviyo's documentation for info": "Sie müssen einen API-Schlüssel angeben. Informationen dazu finden Sie in der Dokumentation von Klaviyo",
  "ActiveCampaign": "ActiveCampaign",
  "Account Id": "Konto-ID",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Sie müssen Ihre ActiveCampaign-Konto-ID angeben. Weitere Informationen finden Sie in der Dokumentation zu ActiveCampaign",
  "You must provide an API key. See ActiveCampaign's documentation for info": "Sie müssen einen API-Schlüssel angeben. Weitere Informationen finden Sie in der Dokumentation zu ActiveCampaign",
  "Recharge": "Aufladen",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "So aktivieren Sie das Aufladen: Erstellen Sie ein Auflade-API-Token (mit Lesezugriff auf Abonnements). Speichern Sie dann den API-Schlüssel und das Geheimnis des Tokens in das unten stehende Formular. Weitere Informationen finden Sie in der Dokumentation zu Recharge",
  "You must provide an API key": "Sie müssen einen API-Schlüssel angeben",
  "API Secret": "API-Geheimnis",
  "You must provide an API secret": "Sie müssen ein API-Geheimnis angeben",
  "Test": "Prüfung",
  "Payments": "Zahlungen",
  "Use this form to set up your preferred commission payment method. PayPal setup is only required if using PayPal": "Verwenden Sie dieses Formular, um Ihre bevorzugte Provisionszahlungsmethode festzulegen. PayPal-Setup ist nur erforderlich, wenn Sie PayPal verwenden",
  "Preferred method": "Bevorzugte Methode",
  "Which payment method will be used to pay out commission?": "Mit welcher Zahlungsmethode wird die Provision ausgezahlt?",
  "PayPal": "PayPal",
  "Store Credit": "Einkaufskredit",
  "Manual (bank transfer)": "Manuell (Überweisung)",
  "PayPal setup": "PayPal-Einrichtung",
  "Type": "Art",
  "Which PayPal method do you wish to use?": "Welche PayPal-Methode möchten Sie verwenden?",
  "Simple (no setup required)": "Einfach (kein Setup erforderlich)",
  "Advanced (requires a business account and API key)": "Erweitert (erfordert ein Geschäftskonto und einen API-Schlüssel)",
  "Client Id": "Kunden ID",
  "Add your PayPal REST API credential": "Fügen Sie Ihren PayPal-REST-API-Berechtigungsnachweis hinzu",
  "client Id": "Kunden ID",
  "How to pay commission": "Wie bezahle ich eine Provision?",
  "Secret": "Geheimnis",
  "secret": "Geheimnis"
}
