{
  "Add code to cart?": "Code in den Warenkorb legen?",
  "Applies to all XXs": "Gilt für alle XXs",
  "Behaviour": "Verhalten",
  "Buy X": "X kaufen",
  "Buy X get Y": "Kaufe X und erhalte Y",
  "collection filter": "Sammelfilter",
  "Collection filter": "Sammlungsfilter",
  "commission": "Kommission",
  "Commission": "Kommission",
  "Create a rule that will periodically disable or delete inactive XXs": "Erstellen Sie eine Regel, die inaktive XXs regelmäßig deaktiviert oder löscht",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Erstellen Sie eine Regel, mit der XX mit Provisionen auf Lebenszeit belohnt werden, wenn ein neuer Kunde in Ihr Geschäft kommt",
  "Customer discount": "Kundenrabatt",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Kunden erhalten keinen Rabatt, es sei denn, ihre Bestellsumme ist> = dieser Wert. Der XX verdient jedoch weiterhin Provision",
  "Date range": "Datumsbereich",
  "Days inactive": "Tage inaktiv",
  "Disable only?": "Nur deaktivieren?",
  "discount": "Rabatt",
  "Discount": "Rabatt",
  "Duration": "Dauer",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Jeder XX in dieser Gruppe hat einen Link. Wohin soll der Link Ihre Leads senden (d. H. Potenzielle Kunden)?",
  "Each XX in this group has a referral link. You can customise the page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Jeder XX in dieser Gruppe hat einen Empfehlungslink. Sie können die Seite anpassen, über die dieser Link Ihre Leads (d. H. Potenzielle Kunden) versendet. Um dieses Feld zu verwenden, müssen Sie den Namen der Seite eingeben und in der Dropdown-Liste auswählen. Sie können eine URL nicht manuell eingeben",
  "Filters": "Filter",
  "Fixed commission": "Feste Provision",
  "Fixed discount": "Fester Rabatt",
  "Free shipping": "Kostenloser Versand",
  "Get Y": "Holen Sie sich Y",
  "Get Y collection filter": "Y-Sammlungsfilter abrufen",
  "Get Y product filter": "Y-Produktfilter abrufen",
  "Go to a specific collection": "Gehen Sie zu einer bestimmten Sammlung",
  "Go to a specific page": "Gehen Sie zu einer bestimmten Seite",
  "Go to a specific product": "Gehen Sie zu einem bestimmten Produkt",
  "Go to homepage": "Zur Startseite gehen",
  "Inactive XX rule": "Inaktive XX-Regel",
  "Link behaviour": "Linkverhalten",
  "Link page": "Seite verlinken",
  "Max shipping amount": "Maximaler Versandbetrag",
  "Max usages per order": "Maximale Nutzungen pro Bestellung",
  "Min order": "Meine Bestellung",
  "Once per customer?": "Einmal pro Kunde?",
  "product filter": "Produktfilter",
  "Product filter": "Produktfilter",
  "Spend X": "Verbringen Sie X",
  "Spend X get Y": "Gib X aus und erhalte Y",
  "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Dies ist ein fester Betrag, den der XX für jede Bestellung, die er für Ihr Geschäft generiert, als Provision schuldet",
  "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "Dies ist der Prozentsatz einer Bestellung, bei der der XX in Provision bezahlt wird. Das heißt, Bei einer Bestellung von 100 USD (ohne Steuern, Versand, Rabatte) mit einer XX-Provision von 10% werden die XX 10 USD für ihre Bemühungen bei der Erstellung der Bestellung vergeben",
  "Type": "Art",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Wenn Sie Ihre Änderungen mit einem Ihrer Verweislinks testen und die richtige Seite nicht sehen, ist es wahrscheinlich, dass shopify eine zwischengespeicherte Version der Seite (vorübergehend) an Ihre IP-Adresse zurücksendet. Fügen Sie am Ende Ihres Empfehlungslinks? Test hinzu, um shopify zu zwingen, die richtige Seite an Sie zurückzugeben",
  "Which products can the customer receive?": "Welche Produkte kann der Kunde erhalten?",
  "Who does this rule apply to?": "Für wen gilt diese Regel?",
  "XX": "XX",
  "XX customer commission tracking": "XX Nachverfolgung der Kundenprovision",
  "XX group": "XX Gruppe",
  "XX link behaviour": "XX Linkverhalten",
  "XX reward": "XX Belohnung",
  "XX reward - 1st order": "XX Belohnung - 1. Bestellung",
  "XX reward - Subsequent orders": "XX Belohnung - Nachbestellungen"
}
