{
  "{0} is in use": "",
  "Add Store": "",
  "allow self-orders": "",
  "Already a user": "",
  "and then;": "",
  "Apply now": "",
  "Apply or log in": "",
  "Are you trying to recruit influencers? (aka influencers, affiliates)": "",
  "Are you trying to test vwa.la as a influencer?": "",
  "Back": "",
  "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "",
  "Choose your code / link": "",
  "Code": "",
  "completing the sign-up form": "",
  "Confirm email": "",
  "Confirm password": "",
  "Confirm your email": "",
  "Confirm your password": "",
  "Done": "",
  "Email": "",
  "Enter a password": "",
  "Enter your code": "",
  "Enter your contact info": "",
  "Enter your email": "",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid": "",
  "First name": "",
  "for more info.": "",
  "Great! You're all done": "",
  "Great! You're all done. You can now share your code {0} and link": "",
  "Great! Your account is pending approval. You will be notified if your account is approved": "",
  "help guide": "",
  "How does it work?": "",
  "I want to choose a different email": "",
  "I want to log in and add {0} to my existing account": "",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "",
  "Important": "",
  "Important:": "",
  "Influencer marketing program": "",
  "Last name": "",
  "Link": "",
  "Link your marketing account": "",
  "Log in": "",
  "Log in to open your influencer marketing dashboard": "",
  "new browser/incognito session": "",
  "Next": "",
  "Open my dashboard": "",
  "opening your influencer invite link in a": "",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "",
  "Password": "",
  "Preview": "",
  "Sign up": "",
  "Sign up or log in": "",
  "Sign up to our marketing program": "",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "",
  "To join another stores' marketing program, enter the stores' domain name": "",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "",
  "to start marketing and earning sales commission": "",
  "Updating your account..": "",
  "Use this page to add additional stores to your marketing account": "",
  "Want to promote": "",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "",
  "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "",
  "We will also give your customers a discount when they use your code": "",
  "We will review your application. If approved..": "",
  "We will reward you with {0} commission for every fulfilled referral order that you create": "",
  "What is my influencer sign-up link?": "",
  "Which social media account will you use for marketing?": "",
  "You are already a member of this store. Please choose another": "",
  "You can disable this setting after your testing. See our": "",
  "You can manage your account and track your performance and earnings from your dashboard": "",
  "You must link at least one account": "",
  "You'll be issued a unique referral link and code (not for personal use)": "",
  "You'll promote our store/products by sharing either your code or link across your social network": "",
  "You're logged in as a merchant!": "",
  "Your link is": ""
}
