{
  "Sign up or log in": "",
  "Apply or log in": "",
  "Store URL": "",
  "How does it work?": "",
  "We will review your application. If approved..": "",
  "You'll be issued a unique referral link and code (not for personal use)": "",
  "You'll promote our store/products by sharing either your code or link across your social network": "",
  "We will reward you with {0} commission for every fulfilled referral order that you create": "",
  "We will also give your customers a {0} discount when they use your code": "",
  "Sign up": "",
  "Apply now": "",
  "Want to promote": "",
  "Sign up to our marketing program": "",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "",
  "Log in": "",
  "Already a user": "",
  "Log in to open your influencer marketing dashboard": "",
  "Choose your code / link": "",
  "Choose a unique code as your influencer ID. It will be used to create your personalised code and link. Choose something easy to remember and unique to your identity online. This is important, as you'll be sharing your code and link with others. I.e. use your name, business name, youtube channel etc.": "",
  "Enter your unique influencer code": "",
  "Preview": "",
  "Code": "",
  "Link": "",
  "Enter your contact info": "",
  "Already a vwa.la influencer?": "",
  "This email address is already in use by a vwa.la user. Is this your vwa.la account?": "",
  "Yes, I want to log in and add": "",
  "to my account": "",
  "No, I want to choose a different email": "",
  "First name": "",
  "Last name": "",
  "Email": "",
  "Enter your email": "",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "",
  "Confirm email": "",
  "Confirm your email": "",
  "Password": "",
  "Enter a password": "",
  "Confirm password": "",
  "Confirm your password": "",
  "Done": "",
  "Updating your account..": "",
  "Great! You're all done. You can now share your code": "",
  "and influencer link": "",
  "to start marketing and earning sales commission": "",
  "Great! Your account is pending approval. You will be notified if your account is approved": "",
  "Important": "",
  "You can manage your account and track your performance and earnings from your dashboard": "",
  "Next": "",
  "Back": "",
  "Open my dashboard": "",
  "Influencer marketing program": "",
  "You're logged in as a merchant!": "",
  "Are you trying to test vwa.la as a influencer?": "",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "",
  "opening your influencer invite link in a": "",
  "new browser/incognito session": "",
  "and then;": "",
  "completing the sign-up form": "",
  "Important:": "",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "",
  "allow self-orders": "",
  "You can disable this setting after your testing. See our": "",
  "help guide": "",
  "for more info.": "",
  "Are you trying to recruit influencers? (aka influencers, affiliates)": "",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "",
  "What is my influencer sign-up link?": "",
  "Your link is": ""
}
