{
  "Saving. This task may take a few minutes. Please wait": "",
  "Promotion policy": "",
  "Use this form to define the promotion policy of your store. Your promotion policy allows you to set commission rules specific to each of your influencer groups. Groups are a way for you to segment your influencers and reward them differently. You can create groups and; assign influencers to specific groups using the influencers page in the menu. When an influencer signs up, they are automatically assigned to the default group": "",
  "Learn more": "",
  "Save": "",
  "This is the promotion policy for": "",
  "It summarises the sales commission that you will earn for each referral order. Please read this policy carefully": "",
  "Group specific rules": "",
  "Your sales commission policy": "",
  "Code suffix": "",
  "Influencers who are members of the {0} group will earn {1} commission on orders they create": "",
  "Customers who use the influencer's code when making an order will receive a {0} discount": "",
  "The customer will only receive a discount if their order total is >= {0}": "",
  "The customer will only receive a discount if they purchase specific products": "",
  "The influencer will only earn commission on specific products": "",
  "Influencer links will direct leads to your home page": "",
  "Influencer links will direct leads to a specific web page": "",
  "you have created": "",
  "referral orders": "",
  "you have": "",
  "of unpaid commission": "",
  "You will earn {0} commission on orders that your leads create": "",
  "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "",
  "This applies to orders created using your discount code only": "",
  "Customers who use your discount code will receive a {0} discount": "",
  "The customer can only use their discount code once": "",
  "Commission is only rewarded if the customer is a new customer": "",
  "You will only earn commission on specific products": "",
  "Your influencer link will send leads to a specific web page": "",
  "Your influencer link will send leads to our home page": "",
  "Personal orders are allowed": "",
  "Personal orders are not allowed": "",
  "Your commission will only be paid once": "",
  "and": "",
  "Min order": "",
  "Customers will not receive a discount unless their order total is >= this value. However, the influencer will still earn commission": "",
  "Customers will not receive a discount unless their order total is >= this value. However, you will still earn commission": "",
  "Product filter": "",
  "Limit this promotion to only specific products? E.g The customer will only receive a discount when purchasing these products": "",
  "Customers will only receive a discount using your discount code when they purchase these specific products": "",
  "Collection filter": "",
  "Limit this promotion to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "",
  "Customers will only receive a discount using your discount code when they purchase products from these collections": "",
  "Does the product filter(s) apply to only the customer, influencer or both?": "",
  "Type": "",
  "Applies to both the influencer and customer": "",
  "Applies to customer only": "",
  "Applies to influencer only": "",
  "Link behaviour": "",
  "Each influencer in this group has a link. Where should their link send your leads (i.e. potential customers)?": "",
  "Your referral link behaviour": "",
  "Go to homepage": "",
  "Go to a specific product": "",
  "Go to a specific collection": "",
  "Each influencer in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "",
  "Important": "",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "",
  "Your referral link will go to this page": "",
  "Influencer reward": "",
  "Customer reward": "",
  "Filters": "",
  "Referral link": "",
  "group rules": "",
  "default group": "",
  "commission": "",
  "Fixed Commission": "",
  "Commission": "",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "",
  "This is the % of an order that you will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award you $10 for your effort in generating the order": "",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "",
  "This is the fixed amount that you will be paid in commission for every order that you generate for the store": "",
  "discount": "",
  "Fixed discount": "",
  "Discount": "",
  "Applies to discount codes only. This is the % of an order that the customer will receive as a discount. I.e. If their order is $100 (excluding shipping and tax) and their discount is 5%, they will receive $5 off their order total": "",
  "Applies to discount codes only. This is a fixed amount discount that the customer will receive as a discount for each order they create using an influencer's code": ""
}
