{
  "Save": "",
  "Theme": "",
  "Logo": "",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "",
  "or": "",
  "If you have issues contact us and we'll help": "",
  "Preview": "",
  "Invert colour?": "",
  "Primary Color": "",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "",
  "Team name": "",
  "Choose a name to describe your marketing team members": "",
  "In-store widget": "",
  "Visible? (desktop)": "",
  "Display the in-store widget on desktop devices?": "",
  "Visible? (mobile)": "",
  "Display the in-store widget on mobile devices?": "",
  "Position": "",
  "The position that the widget will be displayed on your store page": "",
  "Bottom left": "",
  "Bottom right": "",
  "The CTA text to show when the widget is visible": "",
  "Signup page": "",
  "Hide commission info?": "",
  "Hide commission/discount info on the sign up page?": "",
  "Disable social media linking?": "",
  "If you want your influencers to agree to your T&Cs, enter the URL of your custom T&Cs page": "",
  "Business Rules": "",
  "Auto-approve sign-ups?": "",
  "If checked, when an influencer signs up they will be automatically approved and issued a personalised discount code and link. Otherwise you'll need to do this manually for each influencer.": "",
  "In-app messaging": "",
  "Can influencers contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "",
  "In-app support": "",
  "Can influencers see our in-app chat support (bottom right)? When enabled, our support team will support your influencers by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "",
  "In-app help": "",
  "Can influencers see our in-app help menu?": "",
  "Link Behaviour": "",
  "How should your inbound links behave when clicked? This affects your influencer's email and invite link": "",
  "Open a new browser page": "",
  "Open inside of my store": "",
  "Commission tracking rules": "",
  "Lead expiration": "",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie). Default is 30 days": "",
  "Link commission policy": "",
  "If a customer follows a referral link to your store and makes a purchase without using the influencer's code, should the influencer be awarded commission?": "",
  "Allow link based commission?": "",
  "Customer commission policy": "",
  "Can an influencer earn commission from new customers only?": "",
  "Limit commission to new customers only?": "",
  "Customer discount policy": "",
  "Limit the usage of a discount code to once per customer? Default is false": "",
  "Once per customer?": "",
  "Personal order policy": "",
  "Can an influencer earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "",
  "Allow personal orders?": "",
  "Customer privacy": "",
  "Allow influencers to see customer names?": "",
  "Coupon site policy": "",
  "If an influencer code is found on a coupon site, what should we do?": "",
  "Allow": "",
  "Revoke the influencer's access": "",
  "Commission payment rules": "",
  "Min commission age": "",
  "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "",
  "Order status": "",
  "Only pay commission on paid orders?": "",
  "Orders must be paid?": "",
  "Fulfillment status": "",
  "Only pay commission on fulfilled orders?": "",
  "Orders must be fulfilled?": "",
  "Min order count": "",
  "Only pay influencers who have >= this many referral orders": "",
  "Min unpaid commission": "",
  "Only pay influencers who have unpaid commission >= this amount": "",
  "Marketplace": "",
  "List my store?": "",
  "Select if you want marketers to discover your store's marketing program in our marketplace": "",
  "Show to influencers?": "",
  "Allow influencers to see the marketplace within their dashboard?": "",
  "Notifications": "",
  "Enable or disable email and in-app notifications": "",
  "New influencer": "",
  "Email": "",
  "New lead": "",
  "New order": "",
  "Message templates": "",
  "Use this form to customise the messages that we send to your influencers": "",
  "Use this form to customise your email behaviour or service provider": "",
  "Service provider": "",
  "The email service provider that will be used to send your email": "",
  "Default": "",
  "API key": "",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "",
  "From email": "",
  "The email that will be used to send your email": "",
  "From name": "",
  "The name that will be used to send your email": "",
  "Mailchimp": "",
  "Sync your influencer data to a mailing list": "",
  "Enable?": "",
  "You must provide an API key. See Mailchimp's documentation for info": "",
  "Sync": "",
  "Klaviyo": "",
  "You must provide an API key. See Klaviyo's documentation for info": "",
  "ActiveCampaign": "",
  "Account Id": "",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "",
  "You must provide an API key. See ActiveCampaign's documentation for info": "",
  "Recharge": "",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "",
  "You must provide an API key": "",
  "API Secret": "",
  "You must provide an API secret": "",
  "Test": "",
  "Payments": "",
  "Use this form to set up your preferred commission payment method. PayPal setup is only required if using PayPal": "",
  "Preferred method": "",
  "Which payment method will be used to pay out commission?": "",
  "PayPal": "",
  "Store Credit": "",
  "Manual (bank transfer)": "",
  "PayPal setup": "",
  "Type": "",
  "Which PayPal method do you wish to use?": "",
  "Simple (No setup required)": "",
  "Advanced (Recommended. Requires a business account and API key)": "",
  "Client Id": "",
  "Add your PayPal REST API credential": "",
  "client Id": "",
  "How to pay commission": "",
  "Secret": "",
  "secret": ""
}
