{
  "Pay commission": "",
  "Cancelling": "",
  "Next": "",
  "Back": "",
  "How does it work?": "",
  "All payments are made in your store's currency": "",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "",
  "Important": "",
  "PayPal limits the maximum number of payment recipients to 6. Therefore we can only batch pay 6 influencers at a time. If this affects your account you should re-use this form until all influencers are paid": "",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "",
  "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "",
  "Enter the code into the form above and click YES": "",
  "All commission owed to the influencer will be marked as paid": "",
  "Commission owed to the influencer for the selected orders will be marked as paid": "",
  "We will notify the influencer of their code": "",
  "This action will mark commission as paid and will notify the affected influencer(s)": "",
  "We will send you a notification that lists all affected influencers and the commission amount they are owed": "",
  "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "",
  "How to pay?": "",
  "Who to pay?": "",
  "Customise": "",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "",
  "Group": "",
  "Only pay influencers who belong to this group": "",
  "Min order count": "",
  "Only pay influencers who have >= {0} orders with unpaid commission": "",
  "Min unpaid commission ({0})": "",
  "Minimum order age (days)": "",
  "By default, we do not allow you to pay commission on orders that are less than {0} days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "",
  "Order status": "",
  "Only pay commission on paid orders?": "",
  "Orders must be paid?": "",
  "Fulfillment status": "",
  "Only pay commission on fulfilled orders": "",
  "Orders must be fulfilled?": "",
  "Note": "",
  "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "",
  "I understand how this feature works": "",
  "Prepare payment": "",
  "Cancel": "",
  "Preview & confirm": "",
  "Calculating": "",
  "You have chosen to pay {0} commission to the following influencers using PayPal": "",
  "Recipients": "",
  "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "",
  "Gift card / discount code": "",
  "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "",
  "Pay": "",
  "Confirmation": "",
  "If you wish to cancel the payment, click the `cancel payment` button below": "",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": "",
  "Pending your approval": "",
  "Paying": "",
  "You payment is approved and is being processed by PayPal. The transaction may take a few days to complete": "",
  "Approval required": "",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your popup blocker allows this page to open). You must go to the new window and approve the payment": "",
  "Cancel payment": "",
  "Receipt": "",
  "Ok": "",
  "Opening PayPal": "",
  "Creating Payment": "",
  "Selected influencers": "",
  "All influencers with unpaid commission": "",
  "Selected orders": "",
  "All unpaid commission for this influencer": "",
  "All unpaid commission for {0}": "",
  "All unpaid commission for the selected influencers": "",
  "Influencer": "",
  "Orders": "",
  "Amount to pay": "",
  "Email": "",
  "Status": "",
  "Amount": ""
}
