{
  "Actions": "",
  "Approve": "",
  "Approving": "",
  "Assign to group": "",
  "Cancel": "",
  "Change group": "",
  "Changing code": "",
  "Check": "",
  "Codes": "",
  "Conv rate": "",
  "Create": "",
  "Delete": "",
  "Delete XX": "",
  "Delete XX link?": "",
  "Discover": "",
  "Discover XXs": "",
  "Earnings": "",
  "Edit": "",
  "Export": "",
  "Group": "",
  "Groups": "",
  "How do I use my link and code": "",
  "Important": "",
  "Invalid code": "",
  "Lead sources": "",
  "Leads": "",
  "Leads (clicks)": "",
  "Leads (unique)": "",
  "Links": "",
  "Log into PayPal and fix your account": "",
  "Marketing accounts": "",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "",
  "New": "",
  "New code": "",
  "No matches found": "",
  "Notify XX?": "",
  "Orders": "",
  "Overview": "",
  "Owed": "",
  "Paid": "",
  "Payable": "",
  "Please wait": "",
  "Ratio": "",
  "Referrals": "",
  "Rename code": "",
  "Restore": "",
  "Restoring": "",
  "Returning": "",
  "Revoke": "",
  "Revoking": "",
  "Sales": "",
  "Sales by customer": "",
  "Search": "",
  "section of our guide": "",
  "Select a group": "",
  "selected": "",
  "Show": "",
  "Signup date": "",
  "Status": "",
  "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "",
  "This XX can not be paid by PayPal until they resolve their PayPal account issues": "",
  "To be paid commission, you must create a verified PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account. Your PayPal email must be verified and your account must accept {0}": "",
  "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your PayPal email must be verified and your account must accept {0}": "",
  "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "",
  "We do not use or store any other information and we do not share your info": "",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "",
  "When you link a social media account with us, we use the following information": "",
  "XXs at a time": "",
  "You can delete up to": "",
  "You have deleted your account for this store. Because you have been paid commission, we have archived your account. This is required for data integrity and legal compliance purposes. You will be excluded from all communications. If you wish to restore your account, please contact the store via their customer support.": "",
  "Your basic public info": "",
  "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "",
  "Your PayPal account is valid": "",
  "Your vwa.la email and PayPal email must be the same": ""
}
