{
  "XXs will earn {0} commission on orders their followers create": "",
  "The XX will only receive a commission if they sell specific products": "",
  "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer. For a maximum period of {2} days": "",
  "Customers who use the XX's code will receive a {0} discount": "",
  "Customers who use the XX's code will receive free shipping": "",
  "XX links will direct leads to your home page": "",
  "XX links will direct leads to a specific web page": "",
  "You will earn {0} commission on orders that your leads create": "",
  "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer": "",
  "Customers who use your discount code will receive a {0} discount": "",
  "The customer will only receive a discount if their order total is >= {0}": "",
  "The customer can only use their discount code once": "",
  "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "",
  "Your XX link will send leads to our home page": "",
  "Your XX link will send leads to a specific web page": "",
  "Commission is only rewarded if the customer is a new customer": "",
  "Personal orders are allowed": "",
  "Personal orders are not allowed": "",
  "Coupon sites are not allowed": "",
  "Your commission will only be paid once {0}": "",
  "Your commission will be paid by PayPal": "",
  "Your commission will be paid by bank transfer": "",
  "Your commission will be paid by store credit": "",
  "XX group": "",
  "Who does this rule apply to?": "",
  "Applies to all XXs": "",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "",
  "XX reward": "",
  "XX reward - 1st order": "",
  "XX reward - Subsequent orders": "",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "",
  "Each XX in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "",
  "XX link behaviour": "",
  "XX customer commission tracking": "",
  "Create a rule which will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "",
  "Create a rule that will periodically disable or delete inactive XXs": "",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "",
  "Inactive XX rule": ""
}
