{
  "Account Id": "",
  "Add your PayPal REST API credential": "",
  "Advanced (Recommended. Requires a business account and API key)": "",
  "Allow": "",
  "Allow (notify me)": "",
  "Allow my XXs to see the marketplace?": "",
  "Allow XXs to discover and join your store's marketing program?": "",
  "Allow XXs to see customer names?": "",
  "API key": "",
  "API Secret": "",
  "Auto-approve sign-ups?": "",
  "Bottom left": "",
  "Bottom right": "",
  "Brightness": "",
  "Business Rules": "",
  "Can an XX earn commission from new customers only?": "",
  "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block commission on personal orders. You should only enable this during testing": "",
  "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "",
  "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "",
  "Can XXs see our in-app help menu?": "",
  "Choose a name to describe your marketing team members": "",
  "client Id": "",
  "Client Id": "",
  "Code commission policy": "",
  "Code wins": "",
  "Commission payment methods": "",
  "Commission payment rules": "",
  "Commission tracking rules": "",
  "Coupon site policy": "",
  "Customer commission policy": "",
  "Customer privacy": "",
  "Dark": "",
  "Default": "",
  "Disable social media linking?": "",
  "Display the launcher button on desktop devices?": "",
  "Display the launcher button on mobile devices?": "",
  "Email": "",
  "Email templates": "",
  "Enable or disable email notifications": "",
  "Enable?": "",
  "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "",
  "From email": "",
  "From name": "",
  "Fulfillment status": "",
  "Hide commission info?": "",
  "Hide commission/discount info on the sign up page?": "",
  "How should your inbound links behave when clicked? This affects your XX's email and invite link": "",
  "How will you pay commission?": "",
  "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "",
  "If a customer uses an XX code, should the XX earn commission?": "",
  "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "",
  "If an XX code is found on a coupon site, what should we do?": "",
  "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "",
  "If you have issues contact us and we'll help": "",
  "In-app help": "",
  "In-app messaging": "",
  "In-app support": "",
  "In-store signup page launcher": "",
  "Invert colour?": "",
  "Lead expiration": "",
  "Light": "",
  "Link Behaviour": "",
  "Link commission policy": "",
  "Link wins": "",
  "List my store?": "",
  "Logo": "",
  "Manual (bank transfer)": "",
  "Marketplace": "",
  "Measurement Id": "",
  "Min commission earned": "",
  "Min order age (days)": "",
  "Min order count": "",
  "New order": "",
  "New XX": "",
  "Notifications": "",
  "Only pay commission on fulfilled orders (delivered)?": "",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "",
  "Only pay commission on paid orders?": "",
  "Only pay commission to XXs who have >= {0} orders": "",
  "Only pay commission to XXs who have earned commission >= {0}": "",
  "Open a new browser page": "",
  "Open inside of my store": "",
  "or": "",
  "Order status": "",
  "PayPal": "",
  "PayPal setup": "",
  "Personal order policy": "",
  "Position": "",
  "Preview": "",
  "Primary Color": "",
  "Priority": "",
  "Recharge": "",
  "Rename the XX's code": "",
  "Require social media linking?": "",
  "Revoke the XX's access": "",
  "Revoke the XX's access and cancel unpaid commission": "",
  "secret": "",
  "Secret": "",
  "Service provider": "",
  "Show to my XXs?": "",
  "Signup page": "",
  "Simple (No setup required)": "",
  "Store Credit": "",
  "Sync": "",
  "Team name": "",
  "Test": "",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "",
  "The CTA text to show when the launcher is visible": "",
  "The email service provider that will be used to send your email": "",
  "The email that will be used to send your email": "",
  "The name that will be used to send your email": "",
  "The position that the launcher will be displayed on your store page": "",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "",
  "Theme": "",
  "Type": "",
  "Use this form to customise the emails that we send to your XXs": "",
  "Use this form to customise your email behaviour or service provider": "",
  "Use this form to set up your preferred commission payment method": "",
  "Visible? (desktop)": "",
  "Visible? (mobile)": "",
  "Which PayPal method do you wish to use?": "",
  "You must provide an API key": "",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "",
  "You must provide an API key. See ActiveCampaign's documentation for info": "",
  "You must provide an API key. See Klaviyo's documentation for info": "",
  "You must provide an API key. See Mailchimp's documentation for info": "",
  "You must provide an API key. See Omnisend's documentation for info": "",
  "You must provide an API secret": "",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": ""
}
