{
    "{0} is in use": "{0} está en uso",
    "Add Store": "Añadir tienda",
    "allow personal orders": "permitir pedidos personales",
    "Already a user": "Ya un usuario",
    "and then;": "y entonces;",
    "Apply now": "Aplica ya",
    "Apply or log in": "Aplicar o iniciar sesión",
    "Are you trying to recruit influencers? (aka affiliates)": "¿Estás intentando reclutar personas influyentes? (también conocidos como afiliados)",
    "Are you trying to test vwa.la as a influencer?": "¿Estás tratando de probar vwa.la como un influencer?",
    "Back": "Espalda",
    "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "Elige un código único. Se usará para crear su código y enlace personalizados. Elija algo único (por ejemplo, su nombre, nombre de usuario de instagram o youtube, etc.). Esto es importante. Compartirá su código y enlace con otros.",
    "Choose your code / link": "Elige tu código / enlace",
    "Code": "Código",
    "completing the sign-up form": "completando el formulario de registro",
    "Confirm email": "Confirmar correo electrónico",
    "Confirm password": "Confirmar contraseña",
    "Confirm your email": "confirme su email",
    "Confirm your password": "Confirmar la contraseña",
    "Done": "Hecho",
    "Email": "Email",
    "Enter a password": "Ingrese una contraseña",
    "Enter your code": "Ingrese su código",
    "Enter your contact info": "Ingrese su información de contacto",
    "Enter your email": "Introduce tu correo electrónico",
    "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid": "Ingrese su dirección de correo electrónico. Si tiene una cuenta PayPal, debe usar el correo electrónico asociado con esa cuenta, ya que así es como se le pagará.",
    "First name": "Nombre de pila",
    "for more info.": "para más información.",
    "Great! You're all done": "¡Excelente! Ya terminaste",
    "Great! You're all done. You can now share your code {0} and link": "¡Excelente! Ya terminaste. Ahora puede compartir su código {0} y enlace",
    "Great! Your account is pending approval. You will be notified if your account is approved": "¡Genial! Su cuenta está pendiente de aprobación. Se le notificará si su cuenta es aprobada",
    "help guide": "guía de ayuda",
    "How does it work?": "¿Como funciona?",
    "I want to choose a different email": "Quiero elegir un correo electrónico diferente",
    "I want to log in and add {0} to my existing account": "Quiero iniciar sesión y agregar {0} a mi cuenta existente",
    "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Si está intentando probar su programa de marketing de influencer como influyente, puede crear una cuenta de influencer de prueba al",
    "Important": "Importante",
    "Important:": "Importante:",
    "Influencer marketing program": "Programa de marketing influyente.",
    "Last name": "Apellido",
    "Link": "Enlazar",
    "Link your marketing account": "Vincula tu cuenta de marketing",
    "Log in": "Iniciar sesión",
    "Log in to open your influencer marketing dashboard": "Inicia sesión para abrir tu panel de control de marketing influenciador.",
    "new browser/incognito session": "nuevo navegador / sesión de incógnito",
    "Next": "Siguiente",
    "Open my dashboard": "Abre mi tablero",
    "opening your influencer invite link in a": "abriendo su enlace de invitación influyente en una",
    "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "nuestro sistema antifraude evitará que su influencer de prueba sea recompensado con la comisión de los pedidos que creen. Si desea probar pedidos usando su cuenta de influencer de prueba, primero debe ir a mi cuenta> configuración de la tienda> reglas de negocios y",
    "Password": "Contraseña",
    "Preview": "Avance",
    "Sign up": "Regístrate",
    "Sign up or log in": "Regístrate o inicia sesión",
    "Sign up to our marketing program": "Regístrese en nuestro programa de marketing.",
    "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Para unirse al programa de marketing influyente de una tienda, ingrese el nombre de dominio de la tienda a la que desea unirse y haga clic en Siguiente. Es decir. somestore.com",
    "To join another stores' marketing program, enter the stores' domain name": "Para unirse al programa de marketing de otras tiendas, ingrese el nombre de dominio de las tiendas",
    "To sign-up influencers, you'll need to share your influencer signup link with them.": "Para inscribirte en personas influyentes, deberás compartir con ellos tu enlace de registro.",
    "to start marketing and earning sales commission": "Comenzar a comercializar y ganar comisión de ventas.",
    "Updating your account..": "Actualizando tu cuenta ..",
    "Use this page to add additional stores to your marketing account": "Use esta página para agregar tiendas adicionales a su cuenta de marketing",
    "Want to promote": "Quiero promover",
    "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "¿Quieres promocionar marcas y ganar comisiones? Ingrese el nombre de dominio de las tiendas y haga clic en registrarse para unirse a su programa de marketing influyente",
    "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "Necesitamos comprender su alcance y ajuste en el mercado. Esto no nos da acceso a su cuenta. No compartimos su información.",
    "We will also give your customers a discount when they use your code": "También les daremos un descuento a sus clientes cuando usen su código",
    "We will review your application. If approved..": "Revisaremos su solicitud. Si se aprueba ..",
    "We will reward you with {0} commission for every fulfilled referral order that you create": "Le recompensaremos con {0} comisión por cada orden de referencia cumplida que usted cree",
    "What is my influencer sign-up link?": "¿Cuál es el enlace de registro de mi influenciador?",
    "Which social media account will you use for marketing?": "¿Qué cuenta de redes sociales usarás para marketing?",
    "You are already a member of this store. Please choose another": "Ya eres miembro de esta tienda. Por favor, elija otro",
    "You can disable this setting after your testing. See our": "Puede deshabilitar esta configuración después de su prueba. Ver nuestra",
    "You can manage your account and track your performance and earnings from your dashboard": "Puede administrar su cuenta y hacer un seguimiento de su rendimiento y ganancias desde su panel de control",
    "You must link at least one account": "Debes vincular al menos una cuenta",
    "You'll be issued a unique referral link and code (not for personal use)": "Se le emitirá un enlace de referencia único y un código (no para uso personal)",
    "You'll promote our store/products by sharing either your code or link across your social network": "Promoverá nuestra tienda / productos compartiendo su código o enlace en su red social",
    "You're logged in as a merchant!": "Has iniciado sesión como comerciante!",
    "Your link is": "Tu enlace es"
}