{
  "Sign up or log in": "Regístrate o inicia sesión",
  "Store URL": "URL de la tienda",
  "How does it work?": "¿Como funciona?",
  "You'll be issued a unique referral link and discount code (not for personal use)": "Se le emitirá un enlace de referencia único y un código de descuento (no para uso personal)",
  "You'll promote our store/products by sharing either your code or link across your social network": "Promoverá nuestra tienda / productos compartiendo su código o enlace en su red social",
  "We will reward you with": "Te recompensaremos con",
  "commission": "comisión",
  "for every fulfilled referral order that you create": "por cada orden de referencia cumplida que crees",
  "We will also give your customers a": "También le daremos a sus clientes una",
  "discount": "descuento",
  "when they use your code": "cuando usan tu codigo",
  "Sign up": "Regístrate",
  "Want to promote": "Quiero promover",
  "Sign up to our marketing program": "Regístrese en nuestro programa de marketing.",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "¿Quieres promocionar marcas y ganar comisiones? Ingrese el nombre de dominio de las tiendas y haga clic en registrarse para unirse a su programa de marketing influyente",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Para unirse al programa de marketing influyente de una tienda, ingrese el nombre de dominio de la tienda a la que desea unirse y haga clic en Siguiente. Es decir. somestore.com",
  "Log in": "Iniciar sesión",
  "Already a user": "Ya un usuario",
  "Log in to open your influencer marketing dashboard": "Inicia sesión para abrir tu panel de control de marketing influenciador.",
  "Choose your discount code / link": "Elija su código de descuento / enlace",
  "Choose a unique code as your influencer ID. It will be used to create your personalised discount code and link. Choose something easy to remember and unique to your identity online. This is important, as you'll be sharing your code and link with others. I.e. use your name, business name, youtube channel etc.": "Elija un código único como su identificador de influencia. Se utilizará para crear su código de descuento personalizado y enlace. Elija algo fácil de recordar y único para su identidad en línea. Esto es importante, ya que compartirá su código y enlace con otros. Es decir. Usa tu nombre, nombre comercial, canal de youtube, etc.",
  "Enter your unique influencer code": "Ingrese su código de influencia único",
  "Preview": "Avance",
  "Discount Code": "Código de descuento",
  "Link": "Enlazar",
  "Enter your contact info": "Ingrese su información de contacto",
  "Already a vwa.la influencer?": "¿Ya eres un vwa.la influencer?",
  "This email address is already in use by a vwa.la user. Is this your vwa.la account?": "Esta dirección de correo electrónico ya está en uso por un usuario vwa.la. ¿Es esta tu cuenta vwa.la?",
  "Yes, I want to log in and add": "Sí, quiero iniciar sesión y añadir",
  "to my account": "a mi cuenta",
  "No, I want to choose a different email": "No, quiero elegir un email diferente.",
  "First name": "Nombre de pila",
  "Last name": "Apellido",
  "Email": "Email",
  "Enter your email": "Introduce tu correo electrónico",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "Ingrese su dirección de correo electrónico. Si tiene una cuenta de PayPal, debe usar el correo electrónico asociado con esa cuenta, ya que así es como se le pagará la comisión",
  "Confirm email": "Confirmar correo electrónico",
  "Confirm your email": "confirme su email",
  "Password": "Contraseña",
  "Enter a password": "Ingrese una contraseña",
  "Confirm password": "Confirmar contraseña",
  "Confirm your password": "Confirmar la contraseña",
  "Done": "Hecho",
  "Updating your account..": "Actualizando tu cuenta ..",
  "Great! You're all done. You can now share your discount code": "¡Estupendo! Ya esta todo hecho Ahora puedes compartir tu código de descuento",
  "and influencer link": "y enlace influyente",
  "to start marketing and earning sales commission": "Comenzar a comercializar y ganar comisión de ventas.",
  "Important": "Importante",
  "You can manage your account and track your performance and earnings from your dashboard": "Puede administrar su cuenta y hacer un seguimiento de su rendimiento y ganancias desde su panel de control",
  "Next": "Siguiente",
  "Back": "Espalda",
  "Influencer marketing program": "Programa de marketing influyente.",
  "You're logged in as a merchant!": "Has iniciado sesión como comerciante!",
  "Are you trying to test vwa.la as a influencer?": "¿Estás tratando de probar vwa.la como un influencer?",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Si está intentando probar su programa de marketing de influencer como influyente, puede crear una cuenta de influencer de prueba al",
  "opening your influencer invite link in a": "abriendo su enlace de invitación influyente en una",
  "new browser/incognito session": "nuevo navegador / sesión de incógnito",
  "and then;": "y entonces;",
  "completing the sign-up form": "completando el formulario de registro",
  "Important:": "Importante:",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "nuestro sistema antifraude evitará que su influencer de prueba sea recompensado con la comisión de los pedidos que creen. Si desea probar pedidos usando su cuenta de influencer de prueba, primero debe ir a mi cuenta> configuración de la tienda> reglas de negocios y",
  "allow self-orders": "permitir auto-pedidos",
  "You can disable this setting after your testing. See our": "Puede deshabilitar esta configuración después de su prueba. Ver nuestra",
  "help guide": "guía de ayuda",
  "for more info.": "para más información.",
  "Are you trying to recruit influencers? (aka influencers, affiliates)": "¿Estás tratando de reclutar influencers? (aka influencers, afiliados)",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "Para inscribirte en personas influyentes, deberás compartir con ellos tu enlace de registro.",
  "What is my influencer sign-up link?": "¿Cuál es el enlace de registro de mi influenciador?",
  "Your link is": "Tu enlace es"
}
