{
  "Select a group": "Selecciona un grupo",
  "Assign to group": "Asignar a grupo",
  "Assign the selected influencer(s) to another group. In the promotions page, you can set group specific rewards": "Asigne los influencers seleccionados a otro grupo. En la página de promociones, puede establecer recompensas específicas de grupo",
  "Change group?": "Cambiar de grupo?",
  "This will delete the selected influencers from your store. Their entire history will be removed": "Esto eliminará los influencers seleccionados de tu tienda. Su historia completa será eliminada.",
  "Notify influencer?": "Notificar la influencia?",
  "Delete?": "¿Borrar?",
  "Selected influencers only": "Sólo influencers seleccionados",
  "All orders for all influencers": "Todos los pedidos para todos los influyentes.",
  "You can not pay more than 1 influencer at a time by store credit": "No puede pagar más de 1 influencer a la vez por crédito de la tienda",
  "Pay by store credit": "Pagar con crédito de la tienda",
  "Pay by other": "Pagar por otro",
  "Pay by PayPal": "Pagar por paypal",
  "Influencers": "Influyentes",
  "Groups": "Los grupos",
  "Suggested": "Sugirió",
  "to all influencers": "a todos los influencers",
  "to the selected influencer": "al influencer seleccionado",
  "to the selected influencers only": "solo a los influencers seleccionados",
  "Change group": "Cambiar de grupo",
  "Each influencer can be assigned to 1 group. Groups are useful when you want to give different rewards to different influencers. i.e. VIPs. Use this action to change the selected influencer(s) group. You can create/re-name groups in the 'groups' tab. By default, new influencers are assigned to the 'default' group": "Cada influencer puede ser asignado a 1 grupo. Los grupos son útiles cuando quieres dar diferentes recompensas a diferentes influyentes. es decir, VIPs. Use esta acción para cambiar el grupo de influencer (s) seleccionado (s). Puede crear / renombrar grupos en la pestaña 'grupos'. De forma predeterminada, los nuevos influencers se asignan al grupo 'predeterminado'",
  "Pay": "Paga",
  "all": "todos",
  "by Paypal": "por paypal",
  "by other": "por otro",
  "Delete": "Borrar",
  "You can delete up to": "Puede eliminar hasta",
  "influencers at a time": "influencers a la vez",
  "Select 1 or more influencers": "Selecciona 1 o más influencers",
  "Export": "Exportar",
  "Actions": "Comportamiento",
  "No matches found": "No se encontraron coincidencias",
  "selected": "seleccionado",
  "Suggested influencers": "Influenciadores sugeridos",
  "We understand that finding the right influencers to join your influencer marketing program is a highly desirable feature. Our team is presently working through the design of this feature which we intend to launch 2Q. If it is important to you let us know. The more you can tell us about your requirements the better": "Entendemos que encontrar a los influenciadores adecuados para que se unan a su programa de marketing de personas influyentes es una característica altamente deseable. Nuestro equipo está trabajando actualmente en el diseño de esta función, que pretendemos lanzar 2Q. Si es importante para usted háganoslo saber. Cuanto más nos pueda contar sobre sus requisitos, mejor"
}
