{
  "Notify XX?": "¿Notificar a XX?",
  "Delete link?": "¿Borrar enlace?",
  "Delete the XX's link?": "¿Eliminar el enlace de XX?",
  "Approve": "Aprobar",
  "Revoke": "Revocar",
  "Cancel": "Cancelar",
  "Approving": "Aprobatorio",
  "Revoking": "Revocando",
  "Please wait": "por favor espera",
  "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Utilice este formulario para cambiar el nombre del código y el enlace de XX. El enlace anterior de XX se eliminará en {0} días.",
  "New code": "Nuevo código",
  "Rename code?": "¿Cambiar el nombre del código?",
  "Invalid code": "Codigo invalido",
  "Changing code": "Cambiar código",
  "Select a group": "Selecciona un grupo",
  "Assign to group": "Asignar a grupo",
  "Assign the selected XX(s) to another group. In the promotions page, you can set group specific rewards": "Asigne los XX seleccionados a otro grupo. En la página de promociones, puede establecer recompensas específicas para grupos",
  "Change group?": "Cambiar de grupo?",
  "Delete?": "¿Borrar?",
  "Status": "Estado",
  "Group": "Grupo",
  "Signup date": "Fecha de registro",
  "Filter data": "Filtrar datos",
  "Filter": "Filtrar",
  "Groups": "Los grupos",
  "Suggested": "Sugirió",
  "Edit": "Editar",
  "Change code": "Cambiar codigo",
  "Change group": "Cambiar de grupo",
  "Each XX can be assigned to 1 group. Groups are useful when you want to give different rewards to different XXs. i.e. VIPs. Use this action to change the selected XX(s) group. You can create/re-name groups in the 'groups' tab. By default, new XXs are assigned to the 'default' group": "Cada XX se puede asignar a 1 grupo. Los grupos son útiles cuando desea otorgar diferentes recompensas a diferentes XX. es decir, VIP. Utilice esta acción para cambiar el grupo XX (s) seleccionado. Puede crear / cambiar el nombre de grupos en la pestaña 'grupos'. De forma predeterminada, los nuevos XX se asignan al grupo 'predeterminado'",
  "Delete": "Borrar",
  "You can delete up to": "Puede eliminar hasta",
  "XXs at a time": "XX a la vez",
  "Select 1 or more XXs": "Seleccione 1 o más XX",
  "Export": "Exportar",
  "Actions": "Comportamiento",
  "No matches found": "No se encontraron coincidencias",
  "selected": "seleccionado",
  "Suggested XXs": "XX sugeridos",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Entendemos que encontrar los XX adecuados para unirse a su programa de marketing XX es una característica muy deseable. Nuestro equipo está trabajando actualmente en el diseño de esta función. Si es importante para usted, háganoslo saber. Cuanto más pueda contarnos sobre sus requisitos, mejor"
}
