{
  "Cancelling": "Cancelado",
  "Next": "Siguiente",
  "Back": "Espalda",
  "How does it work?": "¿Como funciona?",
  "All payments are made in your store's currency": "Todos los pagos se realizan en la moneda de su tienda.",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "La comisión solo se puede pagar en pedidos de referencia que hayan sido 1) pagados por el cliente 2) cumplidos y 3) que tengan al menos {0} día (s). Esta restricción garantiza que no pague comisiones por pedidos que pueden cambiar debido a cancelaciones, reembolsos, etc. Puede anular estas configuraciones en la sección `filtros` del paso“ preparar pago ”",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all influencers are paid": "PayPal limita el número máximo de destinatarios por pago a 6. Debe reutilizar este formulario hasta que todos los influyentes reciban el pago",
  "PayPal will charge a transaction fee (paid by the influencer)": "PayPal cobrará una tarifa de transacción (pagada por el influencer)",
  "PayPal will charge a transaction fee": "PayPal cobrará una tarifa de transacción",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Después del pago, pueden pasar unos minutos antes de que PayPal actualice sus datos. Opcionalmente, también puede volver a sincronizar el estado del pedido manualmente utilizando la función \"volver a sincronizar pedidos\" en la página de pedidos.",
  "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "Vaya a la consola de administración de Shopify y cree una tarjeta de regalo o un código de descuento de cantidad fija de uso único por la cantidad de {0}",
  "Enter the code into the form above and click pay": "Ingrese el código en el formulario de arriba y haga clic en pagar",
  "All commission owed to the influencer will be marked as paid": "Todas las comisiones debidas al influyente serán marcadas como pagadas",
  "Commission owed to the influencer for the selected orders will be marked as paid": "La comisión debida al influencer por los pedidos seleccionados se marcará como pagada",
  "We will notify the influencer of their code": "Notificaremos al influyente de su código.",
  "This action will mark commission as paid and will notify the affected influencer(s)": "Esta acción marcará la comisión como pagada y notificará al influyente (s) afectado (s)",
  "We will send you a notification that lists all affected influencers and the commission amount they are owed": "Le enviaremos una notificación que enumera todos los influyentes afectados y el monto de la comisión que se les debe",
  "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Utilizará esta lista para pagar a cada persona influyente su comisión, utilizando un método fuera de vwa.la. Es decir. transferencia bancaria, crypto etc.",
  "How to pay?": "¿Como pagar?",
  "Who to pay?": "¿A quién pagar?",
  "Customise": "Personalizar",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "Puede personalizar quién pagará utilizando los siguientes filtros. Los valores predeterminados se heredan de su configuración global (mi cuenta> configuración de la tienda). También puede especificar una nota personalizada que el influencer verá en su recibo de pago",
  "Min order count": "Orden mínima",
  "Only pay influencers who have >= {0} orders with unpaid commission": "Solo pague influencers que tengan> = {0} pedidos con comisión impaga",
  "Min unpaid commission ({0})": "Comisión mínima impaga ({0})",
  "Min order age (days)": "Edad mínima de pedido (días)",
  "We do not allow you to pay commission on orders that are less than {0} days old. You can customise this rule. This rule prevents you from paying commission on new orders that may be changed or cancelled. We recommend that you do not change this setting. We are not liable if you pay commission on orders that change after commission is paid": "No le permitimos pagar comisiones por pedidos que tengan menos de {0} días de antigüedad. Puedes personalizar esta regla. Esta regla le impide pagar comisiones por nuevos pedidos que pueden modificarse o cancelarse. Recomendamos que no cambie esta configuración. No somos responsables si paga una comisión por pedidos que cambian después de que se paga la comisión",
  "Order dates": "Fechas de pedido",
  "Commission will only be paid on orders that were created between the following dates": "La comisión solo se pagará por los pedidos que se crearon entre las siguientes fechas",
  "Only pay commission on paid orders?": "¿Solo pagar comisión por órdenes pagadas?",
  "Orders must be paid?": "Los pedidos deben ser pagados?",
  "Only pay commission on fulfilled orders": "Solo pagar comisión por pedidos cumplidos.",
  "Orders must be fulfilled?": "Las órdenes deben ser cumplidas?",
  "Note": "Nota",
  "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "Puede añadir una nota a su pago. Esto será visible para el influyente en su recibo de pago.",
  "I understand how this feature works": "Entiendo cómo funciona esta característica",
  "Prepare payment": "Preparar el pago",
  "Preview & confirm": "Vista previa y confirmación",
  "Calculating": "Calculador",
  "You have chosen to pay {0} commission to the following influencers using PayPal": "Ha elegido pagar {0} comisión a las siguientes personas influyentes usando PayPal",
  "Recipients": "Destinatarios",
  "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "Usted ha elegido pagar {0} comisión por crédito de la tienda. Ingrese el código de crédito de la tienda a continuación y haga clic en pagar para continuar. Para obtener instrucciones detalladas, consulte la sección \"cómo funciona\" a continuación",
  "Gift card / discount code": "Tarjeta de regalo / código de descuento",
  "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "Has elegido pagar {0} comisión a las siguientes personas influyentes utilizando un método fuera de vwa.la (por ejemplo, transferencia bancaria manual)",
  "Pay": "Paga",
  "Confirmation": "Confirmación",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Si desea cancelar el pago, haga clic en el botón `cancelar pago 'a continuación",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " o el enlace `cancelar pago 'dentro de la ventana de PayPal. Si cancela, no intente completar el pago de PayPal",
  "Pending your approval": "En espera de su aprobación",
  "Paying": "Pago",
  "Your payment is being processed by PayPal": "Su pago está siendo procesado por PayPal",
  "You can view your payment history and track payment updates on the payments page": "Puede ver su historial de pagos y realizar un seguimiento de las actualizaciones de pagos en la página de pagos.",
  "Payment Id": "Identificación de pago",
  "Payment amount": "Monto del pago",
  "Approval required": "Aprobación requerida",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Debe aprobar la transacción de PayPal. Hemos abierto la transacción de PayPal en una nueva ventana (asegúrese de que su navegador permita que se abra esta página). Debes ir a la nueva ventana y aprobar el pago.",
  "Re-open approval window": "Ventana de aprobación de reapertura",
  "Cancel payment": "Cancelar el pago",
  "Ok": "De acuerdo",
  "Opening PayPal": "Apertura de PayPal",
  "Creating Payment": "Creación de pago",
  "Selected influencers": "Influencers seleccionados",
  "Selected orders": "Pedidos seleccionados",
  "All unpaid commission for this influencer": "Todas las comisiones impagas por este influyente.",
  "All unpaid commission for {0}": "Todas las comisiones impagas por {0}",
  "All unpaid commission for the selected influencers": "Todas las comisiones impagas para los influyentes seleccionados.",
  "All influencers with unpaid commission": "Todos los influyentes con comisión impaga.",
  "Pay commission": "Comisión de pago",
  "Cancel": "Cancelar",
  "Influencer": "influencia",
  "Orders": "Pedidos",
  "Amount to pay": "Monto a pagar",
  "Email": "Email",
  "Status": "Estado",
  "Amount": "Cantidad",
  "Code": "Código",
  "Group": "Grupo",
  "Only pay influencers who belong to this group": "Solo pagan influencers que pertenezcan a este grupo."
}
