{
  "All payments are made in your store's currency": "Todos los pagos se realizan en la moneda de su tienda.",
  "All unpaid commission for {0}": "Todas las comisiones impagas por {0}",
  "All unpaid commission for the selected XXs": "Todas las comisiones impagas de los XX seleccionados",
  "All unpaid commission for this XX": "Toda la comisión no pagada por este XX",
  "All XXs with unpaid commission": "Todos los XX con comisión impaga",
  "Amount": "Cantidad",
  "Amount to pay": "Monto a pagar",
  "Approval required": "Aprobación requerida",
  "Back": "Espalda",
  "Calculating": "Calculador",
  "Cancel": "Cancelar",
  "Cancel payment": "Cancelar el pago",
  "Cancelling": "Cancelado",
  "Claim commission": "Comisión de reclamación",
  "Code": "Código",
  "Commission will only be paid on orders that were created between the following dates": "La comisión solo se pagará por los pedidos que se crearon entre las siguientes fechas",
  "Confirmation": "Confirmación",
  "Creating Payment": "Creación de pago",
  "Customise": "Personalizar",
  "Email": "Email",
  "Group": "Grupo",
  "How does it work?": "¿Como funciona?",
  "How to pay?": "¿Como pagar?",
  "I understand how this feature works": "Entiendo cómo funciona esta característica",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Si desea cancelar el pago, haga clic en el botón `cancelar pago 'a continuación",
  "Min commission earned ({0})": "Comisión mínima ganada ({0})",
  "Min order age (days)": "Edad mínima de pedido (días)",
  "Min order count": "Orden mínima",
  "Next": "Siguiente",
  "Note": "Nota",
  "Ok": "De acuerdo",
  "Only pay commission on fulfilled orders?": "¿Pagar solo comisiones por pedidos cumplidos?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Solo pague comisiones por pedidos que tengan> = {0} días de antigüedad. Esto le impide pagar comisiones por nuevos pedidos que pueden cambiar (reembolsos, cancelaciones, etc.). Recomendamos encarecidamente que establezca esto en 30 días",
  "Only pay commission on paid orders? (paid by customer)": "¿Solo pagar comisiones por pedidos pagados? (pagado por el cliente)",
  "Only pay commission to XXs who have >= {0} orders": "Solo pague comisiones a los XX que tengan> = {0} pedidos",
  "Only pay commission to XXs who have earned commission >= {0}": "Pague comisiones solo a los XX que hayan ganado comisiones> = {0}",
  "Only pay XXs who belong to this group": "Solo paga XX que pertenezcan a este grupo",
  "Only pay XXs who want to be paid by {0}?": "¿Pagar solo los XX que quieran recibir el pago de {0}?",
  "Opening PayPal": "Apertura de PayPal",
  "or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": "o el enlace `cancelar pago` dentro de la ventana de PayPal. Si cancela, no intente completar el pago de PayPal",
  "Order dates": "Fechas de pedido",
  "Orders": "Pedidos",
  "Orders must be fulfilled (delivered)?": "Los pedidos deben cumplirse (entregarse)?",
  "Orders must be paid (by customer)?": "Los pedidos deben ser pagados (por el cliente)?",
  "Pay": "Paga",
  "Pay commission": "Comisión de pago",
  "Paying": "Pago",
  "Paying via credit card using PayPal's guest checkout is not supported": "No se admite el pago con tarjeta de crédito mediante el pago de invitado de PayPal",
  "Payment amount": "Monto del pago",
  "Payment Id": "Identificación de pago",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal limita el número máximo de destinatarios por pago a 6. Debe volver a utilizar este formulario hasta que se paguen todos los XX.",
  "PayPal will charge a transaction fee": "PayPal cobrará una tarifa de transacción",
  "PayPal will charge a transaction fee (paid by the XX)": "PayPal cobrará una tarifa de transacción (pagada por el XX)",
  "Pending your approval": "En espera de su aprobación",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Después del pago, pueden pasar unos minutos antes de que PayPal actualice sus datos. Opcionalmente, también puede volver a sincronizar el estado del pedido manualmente utilizando la función \"volver a sincronizar pedidos\" en la página de pedidos.",
  "Prepare": "Preparar",
  "Preview": "Avance",
  "Re-open approval window": "Ventana de aprobación de reapertura",
  "Receipt": "Recibo",
  "Recipients": "Destinatarios",
  "Selected orders": "Pedidos seleccionados",
  "Selected XXs": "XX seleccionados",
  "Status": "Estado",
  "The commission specified in the table will be marked as paid": "La comisión especificada en la tabla se marcará como pagada",
  "This action can not be reversed": "Esta acción no se puede revertir",
  "This action will mark commission as paid and will notify the affected XX(s)": "Esta acción marcará la comisión como pagada y notificará a los XX afectados",
  "We will automatically create a single use fixed amount discount code for each XX": "Crearemos automáticamente un código de descuento de cantidad fija de un solo uso para cada XX",
  "We will notify the XX of their code via email": "Notificaremos al XX de su código por correo electrónico.",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Le enviaremos una notificación que enumera todos los XX afectados y el monto de la comisión que se les debe.",
  "Who to pay?": "¿A quién pagar?",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Puede agregar una nota a su pago. Esto será visible para el XX en su recibo de pago.",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "Puede personalizar a quién se le pagará utilizando los siguientes filtros. Los valores predeterminados se heredan de su configuración global (mi cuenta> configuración de la tienda). También puede especificar una nota personalizada que el XX verá en su recibo de pago",
  "You can view your payment history and track payment updates on the payments page": "Puede ver su historial de pagos y realizar un seguimiento de las actualizaciones de pagos en la página de pagos.",
  "You have {0} of commission that can be claimed. Do you want to claim it as store credit?": "Tienes {0} de comisión que se puede reclamar. ¿Quieres reclamarlo como crédito de la tienda?",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Ha elegido pagar una comisión de {0} mediante crédito de la tienda. Crearemos automáticamente un código de descuento único, de un solo uso y de monto fijo para cada XX en este pago. Para obtener instrucciones detalladas, consulte la sección \"¿Cómo funciona?\" A continuación.",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Ha elegido pagar una comisión de {0} a los siguientes XX mediante un método fuera de vwa.la (p. Ej., Transferencia bancaria manual)",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "Ha elegido pagar una comisión de {0} a los siguientes XX mediante PayPal",
  "You have claimed your commission as store credit": "Ha reclamado su comisión como crédito de la tienda",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Debe aprobar la transacción de PayPal. Hemos abierto la transacción de PayPal en una nueva ventana (asegúrese de que su navegador permita que se abra esta página). Debes ir a la nueva ventana y aprobar el pago.",
  "You will be given a credit code (a single use fixed amount discount code). This credit code can be used to spend your commission. To use the code, you must enter it at the store checkout during your next purchase. Any credit balance remaining after your next purchase will be usable in your future purchases": "Se le dará un código de crédito (un código de descuento de cantidad fija de un solo uso). Este código de crédito se puede utilizar para gastar su comisión. Para usar el código, debe ingresarlo en la caja de la tienda durante su próxima compra. Cualquier saldo de crédito restante después de su próxima compra se podrá utilizar en sus compras futuras",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Utilizará esta lista para pagar cada XX su comisión, utilizando un método fuera de vwa.la. Es decir. transferencia bancaria, cripto, etc.",
  "Your code is {0}. To use the code, you must enter it at the store checkout during your next purchase. Any credit balance remaining after your next purchase will be usable in your future purchases": "Su código es {0}. Para usar el código, debe ingresarlo en la caja de la tienda durante su próxima compra. Cualquier saldo de crédito restante después de su próxima compra se podrá utilizar en sus compras futuras",
  "Your payment is being processed by PayPal": "Su pago está siendo procesado por PayPal"
}