{
    "User account": "Cuenta de usuario",
    "Status": "Estado",
    "Name": "Nombre",
    "First Name": "Nombre de pila",
    "Please enter your name. Only letters are valid": "Por favor, escriba su nombre. Solo las letras son validas",
    "Last Name": "Apellido",
    "Email": "Email",
    "Enter your new email": "Ingrese su nuevo email",
    "Confirm Email": "Confirmar correo electrónico",
    "Re-enter your new email": "Vuelve a ingresar tu nuevo correo electrónico",
    "Password": "Contraseña",
    "Enter a new password": "Introduzca una nueva contraseña",
    "Confirm Password": "Confirmar contraseña",
    "Re-enter your new password": "Vuelve a ingresar tu nueva contraseña",
    "Save": "Salvar",
    "Language": "Idioma",
    "Multi-language support is a work in progress. Want to help?": "El soporte multilingüe es un trabajo en progreso. ¿Quiero ayudar?",
    "Details": "Detalles",
    "Location": "Ubicación",
    "Commission setup": "Configuración de la comisión",
    "Preferred payment method": "Método de pago preferido",
    "How do you want to be paid?": "¿Cómo quieres que te paguen?",
    "PayPal": "PayPal",
    "Store Credit": "Crédito de la tienda",
    "Manual (bank transfer)": "Manual (transferencia bancaria)",
    "Language support is a community effort. Want to help?": "El apoyo lingüístico es un esfuerzo comunitario. ¿Quiero ayudar?",
    "Delete": "Borrar",
    "Delete account?": "¿Borrar cuenta?",
    "{0} will pay you using {1}": "{0} le pagará usando {1}",
    "Your preference may be ignored": "Su preferencia puede ser ignorada",
    "PayPal payments will be made to {0}": "Los pagos de PayPal se realizarán a {0}",
    "You must have a PayPal account with this email address. You can also add this email as a secondary email to your existing PayPal account": "Debe tener una cuenta PayPal con esta dirección de correo electrónico. También puede agregar este correo electrónico como un correo electrónico secundario a su cuenta PayPal existente",
    "Commission will only be paid for orders that are: non-personal, fulfilled and not cancelled or refunded. Furthermore, payments will not be deposited into your account until at least {0} days from the fulfilled order date. This is to avoid issues in the event of order changes, cancellations or fraud": "Solo se pagará una comisión por los pedidos que sean: no personales, cumplidos y no cancelados o reembolsados. Además, los pagos no se depositarán en su cuenta hasta al menos {0} días desde la fecha de pedido completada. Esto es para evitar problemas en caso de cambios en el pedido, cancelaciones o fraude.",
    "Need more info?": "¿Necesitas más información?",
    "Please read our documentation": "Por favor lea nuestra documentación"
}