{
    "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Utilice este formulario para cambiar el nombre del código y el enlace de XX. El enlace anterior de XX se eliminará en {0} días.",
    "New code": "Nuevo código",
    "Rename code": "Cambiar el nombre del código",
    "Invalid code": "Codigo invalido",
    "Changing code": "Cambiar código",
    "Status": "Estado",
    "Group": "Grupo",
    "Signup date": "Fecha de registro",
    "Filter data": "Filtrar datos",
    "Filter": "Filtrar",
    "Cancel": "Cancelar",
    "Groups": "Los grupos",
    "Suggested": "Sugirió",
    "Approve": "Aprobar",
    "Revoke": "Revocar",
    "Edit": "Editar",
    "Change group": "Cambiar de grupo",
    "Delete": "Borrar",
    "You can delete up to": "Puede eliminar hasta",
    "XXs at a time": "XX a la vez",
    "Export": "Exportar",
    "Actions": "Comportamiento",
    "No matches found": "No se encontraron coincidencias",
    "selected": "seleccionado",
    "Suggested XXs": "XX sugeridos",
    "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Entendemos que encontrar los XX adecuados para unirse a su programa de marketing XX es una característica muy deseable. Nuestro equipo está trabajando actualmente en el diseño de esta función. Si es importante para usted, háganoslo saber. Cuanto más pueda contarnos sobre sus requisitos, mejor",
    "Log into PayPal and fix your account": "Inicie sesión en PayPal y arregle su cuenta",
    "Your vwa.la email and PayPal email must be the same": "Su correo electrónico vwa.la y el correo electrónico de PayPal deben ser iguales",
    "Your PayPal account is valid": "Tu cuenta PayPal es válida",
    "Restoring": "Restaurando",
    "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Su código y enlace se suspenden debido a su inactividad (clientes potenciales o pedidos insuficientes)",
    "Restore": "Restaurar",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "Para recibir el pago de la comisión, debe iniciar sesión en su cuenta de PayPal y solucionar los problemas de configuración de su cuenta de PayPal. Su cuenta debe aceptar {0}",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Para recibir el pago de la comisión, debe crear una cuenta de PayPal. Su cuenta de PayPal y su cuenta de vwa.la deben utilizar la misma dirección de correo electrónico. También puede agregar su correo electrónico vwa.la como correo electrónico secundario a una cuenta PayPal existente",
    "This XX can not be paid by PayPal until they resolve their PayPal account issues": "PayPal no puede pagar este XX hasta que resuelvan los problemas de su cuenta de PayPal",
    "Check": "Cheque",
    "Overview": "Visión general",
    "Codes": "Codigos",
    "Links": "Enlaces",
    "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Esta tabla enumera su código XX y su enlace. Para obtener detalles sobre cómo usar su enlace o código y; crear enlaces de referencia específicos de productos o colecciones, consulte el",
    "How do I use my link and code": "¿Cómo uso mi enlace y código?",
    "section of our guide": "sección de nuestra guía",
    "Marketing accounts": "Cuentas de marketing",
    "When you link a social media account with us, we use the following information": "Cuando vincula una cuenta de redes sociales con nosotros, usamos la siguiente información",
    "Your basic public info": "Tu información pública básica",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Métricas que miden su alcance / participación de marketing. Es decir. # de seguidores",
    "Important": "Importante",
    "We do not use or store any other information and we do not share your info": "No usamos ni almacenamos ninguna otra información y no compartimos su información",
    "Orders": "Pedidos",
    "Show": "mostrar",
    "Leads": "Guías",
    "Leads (clicks)": "Leads (clics)",
    "Leads (unique)": "Leads (único)",
    "Referrals": "Referencias",
    "Conv rate": "Tasa de conv.",
    "New": "Nuevo",
    "Returning": "Regresando",
    "Ratio": "Proporción",
    "Owed": "Adeudado",
    "Payable": "Pagadero",
    "Paid": "Pagado",
    "Lead sources": "Fuentes de plomo",
    "Sales": "Ventas",
    "Sales by customer": "Ventas por cliente",
    "Earnings": "Ganancias",
    "Notify XX?": "¿Notificar a XX?",
    "Delete XX link?": "¿Eliminar enlace XX?",
    "Approving": "Aprobatorio",
    "Revoking": "Revocar",
    "Please wait": "por favor espera",
    "Select a group": "Seleccionar un grupo",
    "Assign to group": "Asignar a grupo",
    "Delete XX": "Eliminar XX"
}