{
  "Actions": "Comportamiento",
  "Allow commission": "Permitir comisión",
  "Allow commission?": "¿Permitir comisión?",
  "Allow XXs to earn commission on the selected order(s)": "Permitir que los XX ganen comisiones en los pedidos seleccionados",
  "Cancel": "Cancelar",
  "Cancel commission": "Cancelar comision",
  "Cancel commission?": "¿Cancelar comisión?",
  "Cancel reason": "Cancelar razon",
  "Commission status": "Estado de la comisión",
  "Export": "Exportar",
  "Filter": "Filtrar",
  "Filter data": "Filtrar datos",
  "Filter orders by commission status": "Filtrar órdenes por estado de comisión",
  "How referral orders work": "Cómo funcionan las órdenes de referencia",
  "How to pay commission": "Como pagar comisión",
  "No matches found": "No se encontraron coincidencias",
  "Notify XX?": "¿Notificar a XX?",
  "Only {0} orders can be synced at a time": "Solo se pueden sincronizar {0} pedidos a la vez",
  "Order date": "Fecha de orden",
  "Orders": "Pedidos",
  "Pay commission": "Pagar comisión",
  "Re-sync orders": "Volver a sincronizar órdenes",
  "selected": "seleccionado",
  "This page summarises the orders created by your account. It also shows your commission": "Esta página resume los pedidos creados por su cuenta. También muestra tu comisión.",
  "This page summarises the orders created by your XXs. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your XXs": "Esta página resume los pedidos creados por sus XX. También muestra cuánta comisión se debe (o se ha pagado) por pedido. Puede utilizar esta página para pagar al por mayor sus XX",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the XX will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Utilice este formulario para cancelar la comisión de la orden de referencia. Cuando cancela la comisión de una orden de referencia, la comisión adeuda se anulará y se notificará al XX. Es válido cancelar la comisión del pedido cuando el pedido fue creado de manera fraudulenta o; cuando creaste el pedido tú mismo como prueba"
}
