{
    " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " o el enlace `cancelar pago` dentro de la ventana de PayPal. Si cancela, no intente completar el pago de PayPal",
    "Actions": "Comportamiento",
    "All payments are made in your store's currency": "Todos los pagos se realizan en la moneda de su tienda",
    "All unpaid commission for {0}": "Todas las comisiones no pagadas de {0}",
    "All unpaid commission for the selected XXs": "Todas las comisiones no pagadas de los XX seleccionados",
    "All unpaid commission for this XX": "Todas las comisiones no pagadas por este XX",
    "All XXs with unpaid commission": "Todos los XX con comisión sin pagar",
    "Amount": "Cantidad",
    "Amount to pay": "Monto a pagar",
    "Approval required": "Aprobación requerida",
    "Back": "atrás",
    "Calculating": "Calculador",
    "Cancel": "Cancelar",
    "Cancel payment": "Cancelar el pago",
    "Cancel payment?": "¿Cancelar el pago?",
    "Cancelling": "Cancelado",
    "Cancelling payment": "Cancelando pago",
    "Code": "Código",
    "Commission will only be paid on orders that were created between the following dates": "La comisión solo se pagará en los pedidos que se crearon entre las siguientes fechas",
    "Confirmation": "Confirmación",
    "Creating Payment": "Creación de pago",
    "Currency": "Divisa",
    "Customise": "personalizar",
    "Date": "Fecha",
    "Email": "Correo electrónico",
    "Export (payment history)": "Exportar (historial de pagos)",
    "Export (tax report)": "Exportación (informe de impuestos)",
    "Filter": "Filtrar",
    "Filter by status": "Filtrar por estado",
    "Filter by type": "Filtrar por tipo",
    "Filter data": "Filtrar datos",
    "Group": "Grupo",
    "How does it work?": "¿Como funciona?",
    "How referral payments work": "Cómo funcionan los pagos de referencia",
    "How to pay commission": "Como pagar comisión",
    "How to pay?": "¿Como pagar?",
    "I understand how this feature works": "Entiendo cómo funciona esta característica.",
    "Id": "Carné de identidad",
    "If you wish to cancel the payment, click the `cancel payment` button below": "Si desea cancelar el pago, haga clic en el botón \"cancelar pago\" a continuación",
    "Min commission earned ({0})": "Comisión mínima ganada ({0})",
    "Min order age (days)": "Antigüedad mínima del pedido (días)",
    "Min order count": "Recuento mínimo de pedidos",
    "Next": "Próximo",
    "No matches found": "No se encontraron coincidencias",
    "Note": "Nota",
    "Ok": "De acuerdo",
    "Only pay commission on fulfilled orders?": "¿Solo paga comisión por pedidos realizados?",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Solo pague comisiones en pedidos que tengan >= {0} días de antigüedad. Esto evita que pagues comisión en nuevos pedidos que pueden cambiar (devoluciones, cancelaciones, etc.). Recomendamos encarecidamente que configure esto en 30 días.",
    "Only pay commission on paid orders? (paid by customer)": "¿Solo paga comisión en pedidos pagados? (pagado por el cliente)",
    "Only pay commission to XXs who have >= {0} orders": "Solo pague comisiones a XX que tengan >= {0} pedidos",
    "Only pay commission to XXs who have earned commission >= {0}": "Solo pague comisiones a XX que hayan ganado comisiones >= {0}",
    "Only pay XXs who belong to this group": "Solo paga XXs que pertenecen a este grupo",
    "Only pay XXs who want to be paid by {0}?": "¿Pagar solo a XX que quieren que {0} les pague?",
    "Opening PayPal": "Apertura de PayPal",
    "Order dates": "Fechas de pedido",
    "Orders": "Pedidos",
    "Orders must be fulfilled (delivered)?": "¿Los pedidos deben cumplirse (entregarse)?",
    "Orders must be paid (by customer)?": "¿Los pedidos deben ser pagados (por el cliente)?",
    "Paid": "Pagado",
    "Pay": "Pagar",
    "Pay commission": "Pagar comisión",
    "Paying": "Pago",
    "Paying via credit card using PayPal's guest checkout is not supported": "No se admite el pago con tarjeta de crédito mediante el pago como invitado de PayPal",
    "Payment amount": "Monto del pago",
    "Payment date": "Fecha de pago",
    "Payment Id": "Identificación de pago",
    "Payment status": "Estado de pago",
    "Payment type": "Tipo de pago",
    "Payments": "Pagos",
    "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal limita el número máximo de destinatarios por pago a 6. Debe volver a utilizar este formulario hasta que se paguen todos los XX.",
    "PayPal will charge a transaction fee": "PayPal cobrará una tarifa de transacción",
    "PayPal will charge a transaction fee (paid by the XX)": "PayPal cobrará una tarifa de transacción (pagada por XX)",
    "Pending your approval": "Pendiente de su aprobación",
    "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Después del pago, pueden pasar unos minutos antes de que PayPal actualice sus datos. Opcionalmente, también puede volver a sincronizar el estado del pedido manualmente usando la función 're-sincronizar pedidos' en la página de pedidos",
    "Prepare": "Preparar",
    "Preview": "Avance",
    "Re-open approval window": "Vuelva a abrir la ventana de aprobación",
    "Re-sync payment": "Volver a sincronizar el pago",
    "Recipients": "Destinatarios",
    "selected": "seleccionado",
    "Selected orders": "Pedidos seleccionados",
    "Selected XXs": "XX seleccionados",
    "Status": "Estado",
    "The commission specified in the table will be marked as paid": "La comisión especificada en la tabla se marcará como pagada",
    "The total payment amount (requested)": "El importe total del pago (solicitado)",
    "The total payment amount (successfully paid)": "El importe total del pago (pagado con éxito)",
    "This action will mark commission as paid and will notify the affected XX(s)": "Esta acción marcará la comisión como pagada y notificará a las XX(s) afectadas",
    "This page lists all commission payments that you have created": "Esta página muestra todos los pagos de comisiones que ha creado.",
    "This page lists all commission payments that you have received": "Esta página muestra todos los pagos de comisiones que ha recibido.",
    "to all XXs": "a todos los XX",
    "to the selected XX": "al XX seleccionado",
    "to the selected XXs only": "solo a los XX seleccionados",
    "Type": "Tipo",
    "Use this form to cancel a commission payment. When you cancel a commission payment, the commission paid will be marked as unpaid.": "Utilice este formulario para cancelar un pago de comisión. Cuando cancela un pago de comisión, la comisión pagada se marcará como impaga.",
    "We will automatically create a single use fixed amount discount code for each XX": "Crearemos automáticamente un código de descuento de cantidad fija de un solo uso para cada XX",
    "We will notify the XX of their code via email": "Notificaremos a XX de su código por correo electrónico.",
    "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Le enviaremos una notificación que enumera todos los XX afectados y el monto de la comisión que se les debe",
    "Who to pay?": "¿A quién pagar?",
    "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Puede agregar una nota a su pago. Esto será visible para XX en su recibo de pago.",
    "You can customise who will be paid using the following filters. The default values are inherited from your global settings (customise page > commission payment rules section). You can also specify a custom note that the XX will see on their payment receipt": "Puede personalizar a quién se le pagará usando los siguientes filtros. Los valores predeterminados se heredan de su configuración global (página personalizada > sección de reglas de pago de comisiones). También puede especificar una nota personalizada que XX verá en su recibo de pago",
    "You can view your payment history and track payment updates on the payments page": "Puede ver su historial de pagos y realizar un seguimiento de las actualizaciones de pago en la página de pagos",
    "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Ha elegido pagar {0} comisión con crédito de la tienda. Crearemos automáticamente un código de descuento único, de un solo uso y de monto fijo para cada XX en este pago. Para obtener instrucciones detalladas, consulte la sección `cómo funciona esto` a continuación",
    "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Ha elegido pagar {0} de comisión a los siguientes XX utilizando un método fuera de vwa.la (p. ej., transferencia bancaria manual)",
    "You have chosen to pay {0} commission to the following XXs using PayPal": "Ha elegido pagar {0} comisión a los XX siguientes mediante PayPal",
    "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Debe aprobar la transacción de PayPal. Hemos abierto la transacción de PayPal en una nueva ventana (asegúrese de que su navegador permita que se abra esta página). Debes ir a la nueva ventana y aprobar el pago",
    "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Utilizará esta lista para pagar a cada XX su comisión, utilizando un método fuera de vwa.la. Es decir. transferencia bancaria, criptografía, etc.",
    "Your payment is being processed by PayPal": "Su pago está siendo procesado por PayPal"
}