{
  "Log into PayPal and fix your account": "Inicie sesión en PayPal y arregle su cuenta",
  "Your PayPal account is valid": "Tu cuenta de PayPal es válida",
  "Leads (clicks)": "Leads (clics)",
  "Leads (unique)": "Plomos (únicos)",
  "Orders": "Pedidos",
  "Sales": "Ventas",
  "Conv rate": "Tasa de conv",
  "New": "Nuevo",
  "Returning": "Volviendo",
  "Ratio": "Proporción",
  "Owed": "Debido",
  "Paid": "Pagado",
  "Your PayPal account setup is incomplete. You must log into your PayPal account and resolve any issues before you can be paid commission": "La configuración de su cuenta de PayPal está incompleta. Debe iniciar sesión en su cuenta de PayPal y resolver cualquier problema antes de que se le pueda pagar una comisión",
  "Check": "Comprobar",
  "This influencer can not be paid until they resolve their PayPal account issues": "Este influencer no puede ser pagado hasta que resuelvan sus problemas de cuenta de PayPal",
  "Overview": "Visión general",
  "Marketing accounts": "Cuentas de marketing",
  "When you link a social media account with us, we use the following information": "Cuando vincula una cuenta de redes sociales con nosotros, utilizamos la siguiente información",
  "Your basic info (name, picture) and": "Su información básica (nombre, foto) y",
  "Metrics that measure your marketing reach/engagment. I.e. the # of posts you've made in the last 30 days and the average number of likes per post": "Métricas que miden su alcance de marketing / compromiso. Es decir. el número de publicaciones que has realizado en los últimos 30 días y el número promedio de me gusta por publicación",
  "Important": "Importante",
  "We do not use or store any other information": "No utilizamos ni almacenamos ninguna otra información.",
  "Discount Codes": "Códigos de descuento",
  "Links": "Campo de golf",
  "This table lists your influencer discount code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Esta tabla enumera su código de descuento y enlace de influenciador. Para detalles sobre cómo usar su enlace o código y; crear productos o colecciones de referencias específicas, ver la",
  "How do I use my link and discount code": "¿Cómo uso mi enlace y código de descuento?",
  "section of our guide": "sección de nuestra guía",
  "Leads": "Lleva",
  "Show": "Show",
  "Notes": "Notas",
  "Save": "Salvar",
  "Lead sources": "Fuentes de plomo",
  "Sales by customer": "Ventas por cliente",
  "Earnings": "Ganancias"
}
