{
  "XXs will earn {0} commission on orders their followers create": "XXs ganarán {0} comisión por los pedidos que creen sus seguidores",
  "The XX will only receive a commission if they sell specific products": "Los XX solo recibirán una comisión si venden productos específicos",
  "XXs will earn {0} commission on the first order their followers create. The XX will also earn {1} commission on subsequent orders created by the same customer. For a maximum period of {2} days": "XXs ganarán {0} comisión en el primer pedido que creen sus seguidores. El XX también ganará {1} comisión por pedidos posteriores creados por el mismo cliente. Por un período máximo de {2} días",
  "Customers who use the XX's code will receive a {0} discount": "Los clientes que usan el código XX recibirán un descuento de {0}",
  "Customers who use the XX's code will receive free shipping": "Los clientes que usan el código XX recibirán envío gratis",
  "XX links will direct leads to your home page": "XX enlaces dirigirán clientes potenciales a su página de inicio",
  "XX links will direct leads to a specific web page": "XX enlaces dirigirán clientes potenciales a una página web específica",
  "You will earn {0} commission on orders that your leads create": "Ganará {0} comisión por los pedidos que creen sus clientes potenciales",
  "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer": "XXs ganarán {0} comisión por los pedidos que creen sus seguidores. El XX también ganará {1} comisión en futuros pedidos creados por el mismo cliente",
  "Customers who use your discount code will receive a {0} discount": "Los clientes que usan su código de descuento recibirán un descuento de {0}",
  "The customer will only receive a discount if their order total is >= {0}": "El cliente solo recibirá un descuento si el total de su pedido es> = {0}",
  "The customer can only use their discount code once": "El cliente solo puede usar su código de descuento una vez",
  "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "La comisión basada en enlaces solo se recompensa si se crea un pedido dentro de {0} días después de hacer clic en su enlace",
  "Your XX link will send leads to our home page": "Su enlace XX enviará clientes potenciales a nuestra página de inicio",
  "Your XX link will send leads to a specific web page": "Su enlace XX enviará clientes potenciales a una página web específica",
  "Commission is only rewarded if the customer is a new customer": "La comisión solo se recompensa si el cliente es un cliente nuevo",
  "Personal orders are allowed": "Se permiten pedidos personales.",
  "Personal orders are not allowed": "No se permiten pedidos personales.",
  "Coupon sites are not allowed": "Los sitios de cupones no están permitidos",
  "Your commission will only be paid once {0}": "Su comisión solo se pagará una vez {0}",
  "Your commission will be paid by PayPal": "Su comisión será pagada por PayPal",
  "Your commission will be paid by bank transfer": "Su comisión será pagada por transferencia bancaria.",
  "Your commission will be paid by store credit": "Su comisión será pagada por crédito de la tienda.",
  "XX group": "Grupo XX",
  "XX": "XX",
  "Who does this rule apply to?": "¿A quién se aplica esta regla?",
  "Applies to all XXs": "Se aplica a todos los XX",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "Este es el% de un pedido que se pagará al influencer en comisión. Es decir. un pedido de $ 100 (sin incluir impuestos, envío, descuentos), con una comisión de influencia del 10%, otorgará al influencer $ 10 por su esfuerzo en generar el pedido",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Esta es una cantidad fija que el influencer deberá en comisión por cada pedido que genere para su tienda",
  "XX reward": "XX recompensa",
  "XX reward - 1st order": "XX recompensa - 1er orden",
  "XX reward - Subsequent orders": "XX recompensa - Pedidos posteriores",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Los clientes no recibirán un descuento a menos que el total de su pedido sea> = este valor. Sin embargo, el XX seguirá ganando comisiones",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Cada XX en este grupo tiene un enlace. ¿Dónde debe su enlace enviar a sus clientes potenciales (es decir, clientes potenciales)?",
  "Each XX in this group has a referral link. You can customise the page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Cada XX en este grupo tiene un enlace de referencia. Puede personalizar la página que este enlace enviará a sus clientes potenciales (es decir, clientes potenciales). Para usar este campo, debe escribir el nombre de la página y luego seleccionarlo en la lista desplegable. No puede ingresar una URL manualmente",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Al probar sus cambios con uno de sus enlaces de referencia, si no ve la página correcta, es probable que Shopify le devuelva una versión en caché de la página a su dirección IP (temporalmente). Para forzar a Shopify a que le devuelva la página correcta, agregue? Test al final de su enlace de referencia",
  "XX link behaviour": "XX comportamiento del enlace",
  "XX customer commission tracking": "XX seguimiento de comisiones de clientes",
  "Create a rule which will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "Cree una regla que describirá las reglas de comisión, descuento para clientes y comportamiento de enlace para XX en un grupo específico",
  "Create a rule that will periodically disable or delete inactive XXs": "Cree una regla que deshabilite o elimine periódicamente los XX inactivos",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Cree una regla que recompensará a un XX con una comisión de por vida cuando traigan un nuevo cliente a su tienda",
  "Inactive XX rule": "XX regla inactiva"
}
