{
  "Theme": "Tema",
  "Logo": "Logo",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "La URL de tu logo. Ingrese la URL de su imagen de logotipo (por ejemplo, vaya a la página de inicio de su tienda shopify y luego haga clic derecho en su imagen de logotipo. Luego, copie la URL de la imagen en su portapapeles y péguela aquí.",
  "or": "o",
  "If you have issues contact us and we'll help": "Si tienes problemas contáctanos y te ayudaremos.",
  "Preview": "Avance",
  "Invert colour?": "Invertir color?",
  "Primary Color": "Color primario",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "El color primario de tu marca. Este debe ser de un color más oscuro, ya que se mostrará sobre un fondo blanco.",
  "In-store widget": "Widget en la tienda",
  "Visible? (desktop)": "¿Visible? (escritorio)",
  "Display the in-store widget on desktop devices?": "¿Mostrar el widget en la tienda en dispositivos de escritorio?",
  "Visible? (mobile)": "¿Visible? (móvil)",
  "Display the in-store widget on mobile devices?": "¿Mostrar el widget en la tienda en dispositivos móviles?",
  "Position": "Posición",
  "Bottom left": "Abajo a la izquierda",
  "Bottom right": "Abajo a la derecha",
  "The position that the widget will be displayed on your store page": "La posición en la que se mostrará el widget en la página de tu tienda.",
  "The CTA text to show when the widget is visible": "El texto de la CTA para mostrar cuando el widget está visible.",
  "In-store signup page": "Página de registro en la tienda",
  "Hide promotion details?": "¿Ocultar detalles de la promoción?",
  "Do not show promotion policy on these pages?": "¿No mostrar la política de promoción en estas páginas?",
  "Business Rules": "Reglas del negocio",
  "Auto-approve sign-ups?": "¿Aprobar automáticamente las inscripciones?",
  "If checked, when an influencer signs up they will be automatically approved and issued a personalised discount code and link. Otherwise you'll need to do this manually for each influencer.": "Si está marcado, cuando un influencer se registre, se aprobará automáticamente y se emitirá un código de descuento personalizado y un enlace. De lo contrario, tendrá que hacer esto manualmente para cada influencer.",
  "In-app messaging": "Mensajería en la aplicación",
  "Can influencers contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "¿Los influencers pueden contactarlo a través de nuestra solución de mensajería en la aplicación? Esta característica es similar a la de messenger de Facebook.",
  "In-app support": "Soporte en la aplicación",
  "Can influencers see our in-app chat support (bottom right)? When enabled, our support team will support your influencers by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "¿Los influencers pueden ver nuestro soporte de chat en la aplicación (abajo a la derecha)? Cuando esté habilitado, nuestro equipo de soporte brindará apoyo a sus personas influyentes al responder sus preguntas frecuentes y manejar los problemas específicos de su cuenta / aplicación. Si sus preguntas son específicas para su tienda, las remitiremos a la atención al cliente.",
  "In-app help": "Ayuda en la aplicación",
  "Can influencers see our in-app help menu?": "¿Los influencers pueden ver nuestro menú de ayuda en la aplicación?",
  "Commission tracking rules": "Reglas de seguimiento de la comisión",
  "Lead expiration": "Vencimiento de plomo",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie). Default is 30 days": "El número de días que rastrearemos un cliente potencial antes de que caduque nuestro seguimiento de clientes potenciales (es decir, una cookie). El valor predeterminado es 30 días.",
  "Link commission policy": "Política de comisión de enlace",
  "If a customer follows a referral link to your store and makes a purchase without using the influencer's code, should the influencer be awarded commission?": "Si un cliente sigue un enlace de referencia a su tienda y realiza una compra sin utilizar el código del influencer, ¿se le debe otorgar una comisión al influencer?",
  "Allow link based commission?": "Permitir comisión basada en enlace?",
  "Customer commission policy": "Política de la comisión del cliente",
  "Can an influencer earn commission from new customers only?": "¿Puede un influencer ganar comisión solo de clientes nuevos?",
  "Limit commission to new customers only?": "¿Limitar la comisión a nuevos clientes solamente?",
  "Customer discount policy": "Política de descuento al cliente",
  "Limit the usage of a discount code to once per customer? Default is false": "¿Limitar el uso de un código de descuento a una vez por cliente? El valor predeterminado es falso",
  "Once per customer?": "Una vez por cliente?",
  "Personal order policy": "Política de orden personal",
  "Can an influencer earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "¿Puede un influencer ganar una comisión de sus propios pedidos personales? El incumplimiento es falso, lo que significa que nuestro sistema antifraude bloqueará los pedidos personales. Solo debes habilitar esto durante la prueba",
  "Allow personal orders?": "¿Permitir pedidos personales?",
  "Commission payment rules": "Reglas de pago de la comisión",
  "Min commission age": "Edad mínima de comisión",
  "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "Por defecto, vwa.la le impide pagar comisiones sobre pedidos que tienen menos de 30 días. Esto lo protege de las complicaciones que se producen cuando ha pagado una comisión por un pedido, pero ese pedido se modifica, se reembolsa o se determina que es fraudulento. Le recomendamos que deje esta configuración como 30 días. No nos hacemos responsables de los problemas que puedan surgir y no proporcionaremos soporte técnico.",
  "Order status": "Estado del pedido",
  "Only pay commission on paid orders?": "¿Sólo pagar comisión por órdenes pagadas?",
  "Orders must be paid?": "Los pedidos deben ser pagados?",
  "Fulfillment status": "Estado de cumplimiento",
  "Only pay commission on fulfilled orders?": "¿Solo pagar comisión por pedidos cumplidos?",
  "Orders must be fulfilled?": "Las órdenes deben ser cumplidas?",
  "Min order count": "Orden mínima",
  "Only pay influencers who have >= this many referral orders": "Solo pague influencers que tengan> = esta cantidad de órdenes de referencia",
  "Min unpaid commission": "Comisión impaga min",
  "Only pay influencers who have unpaid commission >= this amount": "Solo pague a personas influyentes que tengan una comisión impaga> = esta cantidad",
  "Marketplace": "Mercado",
  "List my store?": "¿Listar mi tienda?",
  "Select if you want marketers to discover your store's marketing program in our marketplace": "Seleccione si desea que los profesionales de marketing descubran el programa de marketing de su tienda en nuestro mercado",
  "Show to influencers?": "¿Mostrar a influencers?",
  "Allow influencers to see the marketplace within their dashboard?": "¿Permitir que los influyentes vean el mercado dentro de su tablero?",
  "Notifications": "Notificaciones",
  "Enable or disable email and in-app notifications": "Habilitar o deshabilitar el correo electrónico y las notificaciones en la aplicación",
  "New influencer": "Nueva influencia",
  "Email": "Email",
  "New lead": "Nueva pista",
  "New order": "Nuevo orden",
  "Message templates": "Plantillas de mensajes",
  "Use this form to customise the messages that we send to your influencers": "Utilice este formulario para personalizar los mensajes que enviamos a sus influenciadores",
  "Email (beta)": "Correo electrónico (beta)",
  "By default, we send your email from our mail server. Use this form to use your own mail server instead": "Por defecto, enviamos su correo electrónico desde nuestro servidor de correo. Use este formulario para usar su propio servidor de correo.",
  "Service provider": "Proveedor de servicio",
  "Default": "Defecto",
  "The email service provider that will be used to send your email": "El proveedor de servicios de correo electrónico que se utilizará para enviar su correo electrónico.",
  "API key": "Clave API",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "Debe proporcionar una clave API para el proveedor de servicios de correo electrónico. Consulte la documentación del proveedor para más información.",
  "From email": "Desde el e-mail",
  "This is the email address that will be used to send your email": "Esta es la dirección de correo electrónico que se utilizará para enviar su correo electrónico.",
  "From name": "De nombre",
  "This is the name of the sender that will be used to send your email": "Este es el nombre del remitente que se usará para enviar su correo electrónico",
  "Mailchimp (beta)": "Mailchimp (beta)",
  "Sync your influencer data to a mailing list": "Sincroniza los datos de tu influenciador en una lista de correo.",
  "Enable?": "¿Habilitar?",
  "You must provide an API key. See Mailchimp's documentation for info": "Debe proporcionar una clave API. Vea la documentación de Mailchimp para información",
  "Sync": "Sincronizar",
  "Klaviyo (beta)": "Klaviyo (beta)",
  "You must provide an API key. See Klaviyo's documentation for info": "Debe proporcionar una clave API. Ver la documentación de Klaviyo para información",
  "Changes may take up to 5 minutes before taking effect": "Los cambios pueden tardar hasta 5 minutos antes de que surtan efecto.",
  "Save": "Salvar"
}
