{
  "XX": "XX",
  "XX group": "Grupo XX",
  "Who does this rule apply to?": "¿A quién se aplica esta regla?",
  "Applies to all XXs": "Se aplica a todos los XX",
  "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "Este es el% de un pedido que el XX se pagará en comisión. Es decir. un pedido de $ 100 (sin impuestos, envío, descuentos), con una comisión XX del 10%, premiará a los XX $ 10 por su esfuerzo en generar el pedido",
  "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Esta es una cantidad fija que se le adeudará al XX en comisión por cada pedido que generen para su tienda.",
  "XX reward": "XX recompensa",
  "XX reward - 1st order": "XX recompensa - 1er orden",
  "XX reward - Subsequent orders": "XX recompensa - Pedidos posteriores",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Los clientes no recibirán un descuento a menos que el total de su pedido sea> = este valor. Sin embargo, el XX seguirá ganando comisiones",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Cada XX en este grupo tiene un enlace. ¿Dónde debe su enlace enviar a sus clientes potenciales (es decir, clientes potenciales)?",
  "Each XX in this group has a referral link. You can customise the page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Cada XX en este grupo tiene un enlace de referencia. Puede personalizar la página que este enlace enviará a sus clientes potenciales (es decir, clientes potenciales). Para usar este campo, debe escribir el nombre de la página y luego seleccionarlo en la lista desplegable. No puede ingresar una URL manualmente",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Al probar sus cambios con uno de sus enlaces de referencia, si no ve la página correcta, es probable que Shopify le devuelva una versión en caché de la página a su dirección IP (temporalmente). Para forzar a Shopify a que le devuelva la página correcta, agregue? Test al final de su enlace de referencia",
  "XX link behaviour": "XX comportamiento del enlace",
  "XX customer commission tracking": "XX seguimiento de comisiones de clientes",
  "Create a rule that will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "Cree una regla que describa las reglas de comisión, descuento para clientes y comportamiento de enlace para XX en un grupo específico",
  "Create a rule that will periodically disable or delete inactive XXs": "Cree una regla que deshabilite o elimine periódicamente los XX inactivos",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Cree una regla que recompensará a un XX con una comisión de por vida cuando traigan un nuevo cliente a su tienda",
  "Inactive XX rule": "XX regla inactiva"
}
