{
  "Account Id": "ID de la cuenta",
  "ActiveCampaign": "ActiveCampaign",
  "Add your PayPal REST API credential": "Agregue su credencial de API REST de PayPal",
  "Advanced (Recommended. Requires a business account and API key)": "Avanzado (recomendado. Requiere una cuenta comercial y una clave API)",
  "Allow": "Permitir",
  "Allow (notify me)": "Permitir (notificarme)",
  "Allow code based commission?": "¿Permitir comisión basada en código?",
  "Allow link based commission?": "Permitir comisión basada en enlace?",
  "Allow my XXs to see the marketplace?": "¿Permitir que mis XX vean el mercado?",
  "Allow personal orders?": "¿Permitir pedidos personales?",
  "Allow XXs to discover and join your store's marketing program?": "¿Permitir que los XX descubran y se unan al programa de marketing de su tienda?",
  "Allow XXs to see customer names?": "¿Permitir que los XX vean los nombres de los clientes?",
  "API key": "Clave API",
  "API Secret": "Secreto API",
  "Auto-approve sign-ups?": "¿Aprobar automáticamente las inscripciones?",
  "Bottom left": "Abajo a la izquierda",
  "Bottom right": "Abajo a la derecha",
  "Brightness": "Brillo",
  "Business Rules": "Reglas del negocio",
  "Can an XX earn commission from new customers only?": "¿Puede un XX ganar comisiones solo de nuevos clientes?",
  "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "¿Puede un XX ganar comisiones de sus propios pedidos personales? El valor predeterminado es falso, lo que significa que nuestro sistema antifraude bloqueará los pedidos personales. Solo debe habilitar esto durante la prueba",
  "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "¿XXs pueden contactarlo a través de nuestra solución de mensajería en la aplicación? Esta función es similar a Facebook Messenger",
  "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "¿Pueden los XXs ver nuestro soporte de chat en la aplicación (parte inferior derecha)? Cuando está habilitado, nuestro equipo de soporte ayudará a sus XX respondiendo sus preguntas frecuentes y manejando problemas específicos de su cuenta / aplicación. Si sus preguntas son específicas de su tienda, las remitiremos a su servicio de atención al cliente.",
  "Can XXs see our in-app help menu?": "¿Pueden los XXs ver nuestro menú de ayuda en la aplicación?",
  "Can your XXs redeem their commission as store credit themselves? The amount they can redeem is based on your commission payment rules": "¿Pueden sus XXs canjear su comisión como crédito de la tienda ellos mismos? La cantidad que pueden canjear se basa en sus reglas de pago de comisiones.",
  "Choose a name to describe your marketing team members": "Elija un nombre para describir a los miembros de su equipo de marketing",
  "client Id": "Identificación del cliente",
  "Client Id": "Identificación del cliente",
  "Code commission policy": "Política de comisión del código",
  "Code wins": "El código gana",
  "Commission payment methods": "Métodos de pago de comisiones",
  "Commission payment rules": "Reglas de pago de la comisión",
  "Commission tracking rules": "Reglas de seguimiento de la comisión",
  "Coupon site policy": "Política del sitio de cupones",
  "Customer commission policy": "Política de la comisión del cliente",
  "Customer privacy": "Privacidad del cliente",
  "Dark": "Oscuro",
  "Default": "Defecto",
  "Disable social media linking?": "¿Deshabilitar los enlaces a las redes sociales?",
  "Display the launcher button on desktop devices?": "¿Mostrar el botón de inicio en dispositivos de escritorio?",
  "Display the launcher button on mobile devices?": "¿Mostrar el botón de inicio en dispositivos móviles?",
  "Email": "Email",
  "Email templates": "Plantillas de correo electrónico",
  "Enable or disable email notifications": "Habilitar o deshabilitar las notificaciones por correo electrónico",
  "Enable?": "¿Habilitar?",
  "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "Ingrese la URL de su página personalizada de T&C. Se requerirán nuevos XX para aceptar sus términos y condiciones",
  "From email": "Desde el e-mail",
  "From name": "Del nombre",
  "Fulfillment status": "Estado de cumplimiento",
  "Hide commission info?": "Ocultar información de la comisión?",
  "Hide commission/discount info on the sign up page?": "¿Ocultar información de comisiones / descuentos en la página de registro?",
  "How should your inbound links behave when clicked? This affects your XX's email and invite link": "¿Cómo deberían comportarse sus enlaces entrantes cuando se hace clic en ellos? Esto afecta el correo electrónico y el enlace de invitación de su XX.",
  "How will you pay commission?": "¿Cómo pagará la comisión?",
  "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "Si un cliente sigue un enlace XX a su tienda y realiza una compra sin usar el código XX, ¿debería el XX ganar comisión?",
  "If a customer uses an XX code, should the XX earn commission?": "Si un cliente usa un código XX, ¿debería el XX ganar comisión?",
  "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "Si el pedido de un cliente se correlaciona tanto con el código como con el enlace de 2 XX diferentes, ¿cuál XX debería ganar comisión?",
  "If an XX code is found on a coupon site, what should we do?": "Si se encuentra un código XX en un sitio de cupones, ¿qué debemos hacer?",
  "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "Si se marca, los nuevos XX se aprobarán automáticamente y se les proporcionará un código y un enlace. De lo contrario, debe aprobar los nuevos XX manualmente",
  "If you have issues contact us and we'll help": "Si tienes problemas contáctanos y te ayudaremos.",
  "In-app help": "Ayuda en la aplicación",
  "In-app messaging": "Mensajería en la aplicación",
  "In-app support": "Soporte en la aplicación",
  "In-store signup page launcher": "Lanzador de página de registro en la tienda",
  "Invert colour?": "Invertir color?",
  "Klaviyo": "Klaviyo",
  "Lead expiration": "Vencimiento de plomo",
  "Light": "Luz",
  "Limit commission to new customers only?": "¿Limitar la comisión a nuevos clientes solamente?",
  "Link Behaviour": "Comportamiento de enlace",
  "Link commission policy": "Política de comisión de enlace",
  "Link wins": "El enlace gana",
  "List my store?": "¿Listar mi tienda?",
  "Logo": "Logo",
  "Mailchimp": "Mailchimp",
  "Manual (bank transfer)": "Manual (transferencia bancaria)",
  "Marketplace": "Mercado",
  "Min commission earned": "Comisión mínima ganada",
  "Min order age (days)": "Edad mínima del pedido (días)",
  "Min order count": "Orden mínima",
  "New order": "Nuevo orden",
  "New XX": "Nuevo XX",
  "Notifications": "Notificaciones",
  "Only pay commission on fulfilled orders?": "¿Solo pagar comisión por pedidos cumplidos?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Solo pague comisiones por pedidos que tengan> = {0} días de antigüedad. Esto le impide pagar comisiones por nuevos pedidos que pueden cambiar (reembolsos, cancelaciones, etc.). Recomendamos encarecidamente que establezca esto en 30 días",
  "Only pay commission on paid orders?": "¿Sólo pagar comisión por órdenes pagadas?",
  "Only pay commission to XXs who have >= {0} orders": "Solo pague comisiones a los XX que tengan> = {0} pedidos",
  "Only pay commission to XXs who have earned commission >= {0}": "Pague comisiones solo a los XX que hayan ganado comisiones> = {0}",
  "Open a new browser page": "Abre una nueva página del navegador",
  "Open inside of my store": "Abrir dentro de mi tienda",
  "or": "o",
  "Order status": "Estado del pedido",
  "Orders must be fulfilled (delivered)?": "Los pedidos deben cumplirse (entregarse)?",
  "Orders must be paid (by customer)?": "Los pedidos deben ser pagados (por el cliente)?",
  "PayPal": "PayPal",
  "PayPal setup": "Configuración de PayPal",
  "Personal order policy": "Política de orden personal",
  "Position": "Posición",
  "Preview": "Avance",
  "Primary Color": "Color primario",
  "Priority": "Prioridad",
  "Recharge": "Recargar",
  "Revoke the XX's access": "Revocar el acceso del XX",
  "Revoke the XX's access and cancel unpaid commission": "Revocar el acceso del XX y cancelar comisión impaga",
  "Save": "Salvar",
  "secret": "secreto",
  "Secret": "Secreto",
  "Service provider": "Proveedor de servicio",
  "Show to my XXs?": "¿Mostrar a mis XX?",
  "Signup page": "Página de registro",
  "Simple (No setup required)": "Simple (no se requiere configuración)",
  "Store Credit": "Crédito de la tienda",
  "Store Credit (self service)": "Crédito de tienda (autoservicio)",
  "Sync": "Sincronizar",
  "Sync your XX data to a mailing list": "Sincroniza tus datos XX con una lista de correo",
  "Team name": "Nombre del equipo",
  "Test": "Prueba",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "El número de días que rastrearemos un cliente potencial antes de que expire nuestro seguimiento de clientes potenciales (es decir, cookie)",
  "The CTA text to show when the launcher is visible": "El texto de la CTA para mostrar cuando el lanzador está visible",
  "The email service provider that will be used to send your email": "El proveedor de servicios de correo electrónico que se utilizará para enviar su correo electrónico.",
  "The email that will be used to send your email": "El correo electrónico que se utilizará para enviar su correo electrónico.",
  "The name that will be used to send your email": "El nombre que se utilizará para enviar su correo electrónico.",
  "The position that the launcher will be displayed on your store page": "La posición en la que se mostrará el lanzador en la página de su tienda",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "El color primario de tu marca. Este debe ser de un color más oscuro, ya que se mostrará sobre un fondo blanco.",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "La URL de tu logo. Ingrese la URL de su imagen de logotipo (por ejemplo, vaya a la página de inicio de su tienda shopify y luego haga clic derecho en su imagen de logotipo. Luego, copie la URL de la imagen en su portapapeles y péguela aquí.",
  "Theme": "Tema",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "Para habilitar la recarga: cree un token API de recarga (con acceso de lectura a las suscripciones). Luego guarde la clave API y el secreto del token en el siguiente formulario. Consulte la documentación de recarga para obtener información",
  "Type": "Tipo",
  "Use this form to customise the emails that we send to your XXs": "Utilice este formulario para personalizar los correos electrónicos que enviamos a sus XX",
  "Use this form to customise your email behaviour or service provider": "Utilice este formulario para personalizar su comportamiento de correo electrónico o proveedor de servicios",
  "Use this form to set up your preferred commission payment method": "Utilice este formulario para configurar su método de pago de comisiones preferido",
  "Visible? (desktop)": "¿Visible? (escritorio)",
  "Visible? (mobile)": "¿Visible? (móvil)",
  "Which PayPal method do you wish to use?": "¿Qué método de PayPal desea utilizar?",
  "You must provide an API key": "Debes proporcionar una clave API",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "Debe proporcionar una clave API para el proveedor de servicios de correo electrónico. Consulte la documentación del proveedor para más información.",
  "You must provide an API key. See ActiveCampaign's documentation for info": "Debe proporcionar una clave API. Consulte la documentación de ActiveCampaign para obtener información.",
  "You must provide an API key. See Klaviyo's documentation for info": "Debe proporcionar una clave API. Ver la documentación de Klaviyo para información",
  "You must provide an API key. See Mailchimp's documentation for info": "Debe proporcionar una clave API. Vea la documentación de Mailchimp para información",
  "You must provide an API secret": "Debes proporcionar un secreto API",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Debe proporcionar su ID de cuenta de ActiveCampaign. Consulte la documentación de ActiveCampaign para obtener información."
}
