{
    "Log into PayPal and fix your account": "Inicie sesión en PayPal y arregle su cuenta",
    "Your vwa.la email and PayPal email must be the same": "Tu correo electrónico vwa.la y el correo electrónico de PayPal deben ser los mismos",
    "Your PayPal account is valid": "Tu cuenta de PayPal es válida",
    "Restoring": "Restaurando",
    "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Su código y enlace se suspenden debido a su inactividad (clientes potenciales o pedidos insuficientes)",
    "Restore": "Restaurar",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "Para recibir el pago de la comisión, debe iniciar sesión en su cuenta PayPal y solucionar los problemas de configuración de su cuenta PayPal. Su cuenta debe aceptar {0}",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Para ser pagado comisión, debe crear una cuenta de PayPal. Su cuenta de PayPal y vwa.la deben usar la misma dirección de correo electrónico. También puede agregar su correo electrónico vwa.la como un correo electrónico secundario a una cuenta de PayPal existente",
    "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Este XX no puede ser pagado por PayPal hasta que resuelvan los problemas de su cuenta de PayPal",
    "Check": "Comprobar",
    "Overview": "Visión general",
    "Marketing accounts": "Cuentas de marketing",
    "When you link a social media account with us, we use the following information": "Cuando vincula una cuenta de redes sociales con nosotros, utilizamos la siguiente información",
    "Your basic public info": "Su información pública básica",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Métricas que miden su alcance de marketing / compromiso. Es decir. # de seguidores",
    "Important": "Importante",
    "We do not use or store any other information and we do not share your info": "No utilizamos ni almacenamos ninguna otra información y no compartimos su información.",
    "Codes": "Códigos",
    "Links": "Campo de golf",
    "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Esta tabla enumera su código XX y su vínculo. Para obtener detalles sobre cómo usar su enlace o código y; crear enlaces de referencia específicos de productos o colecciones, consulte el",
    "How do I use my link and code": "¿Cómo uso mi enlace y código?",
    "section of our guide": "sección de nuestra guía",
    "Orders": "Pedidos",
    "Show": "Show",
    "Leads": "Lleva",
    "Notes": "Notas",
    "Save": "Salvar",
    "Leads (clicks)": "Leads (clics)",
    "Leads (unique)": "Plomos (únicos)",
    "Referrals": "Referencias",
    "Conv rate": "Tasa de conv",
    "New": "Nuevo",
    "Returning": "Volviendo",
    "Ratio": "Proporción",
    "Owed": "Debido",
    "Payable": "Pagadero",
    "Paid": "Pagado",
    "Lead sources": "Fuentes de plomo",
    "Sales": "Ventas",
    "Sales by customer": "Ventas por cliente",
    "Earnings": "Ganancias"
}