{
  "Actions": "Comportamiento",
  "Approve": "Aprobar",
  "Approving": "Aprobatorio",
  "Assign to group": "Asignar a grupo",
  "Cancel": "Cancelar",
  "Change group": "Cambiar de grupo",
  "Changing code": "Cambiar código",
  "Check": "Cheque",
  "Codes": "Codigos",
  "Conv rate": "Tasa de conv.",
  "Create": "Crear",
  "Delete": "Borrar",
  "Delete XX": "Eliminar XX",
  "Delete XX link?": "¿Eliminar enlace XX?",
  "Discover": "Descubrir",
  "Discover XXs": "Descubre XX",
  "Earnings": "Ganancias",
  "Edit": "Editar",
  "Export": "Exportar",
  "Group": "Grupo",
  "Groups": "Los grupos",
  "How do I use my link and code": "¿Cómo uso mi enlace y código?",
  "Important": "Importante",
  "Invalid code": "Codigo invalido",
  "Lead sources": "Fuentes de plomo",
  "Leads": "Guías",
  "Leads (clicks)": "Leads (clics)",
  "Leads (unique)": "Leads (único)",
  "Links": "Enlaces",
  "Log into PayPal and fix your account": "Inicie sesión en PayPal y arregle su cuenta",
  "Marketing accounts": "Cuentas de marketing",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Métricas que miden su alcance / participación de marketing. Es decir. # de seguidores",
  "New": "Nuevo",
  "New code": "Nuevo código",
  "No matches found": "No se encontraron coincidencias",
  "Notify XX?": "¿Notificar a XX?",
  "Orders": "Pedidos",
  "Overview": "Visión general",
  "Owed": "Adeudado",
  "Paid": "Pagado",
  "Payable": "Pagadero",
  "Please wait": "por favor espera",
  "Ratio": "Proporción",
  "Referrals": "Referencias",
  "Rename code": "Cambiar el nombre del código",
  "Restore": "Restaurar",
  "Restoring": "Restaurando",
  "Returning": "Regresando",
  "Revoke": "Revocar",
  "Revoking": "Revocar",
  "Sales": "Ventas",
  "Sales by customer": "Ventas por cliente",
  "Search": "Buscar",
  "section of our guide": "sección de nuestra guía",
  "Select a group": "Seleccionar un grupo",
  "selected": "seleccionado",
  "Show": "mostrar",
  "Signup date": "Fecha de registro",
  "Status": "Estado",
  "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Esta tabla enumera su código XX y su enlace. Para obtener detalles sobre cómo usar su enlace o código y; crear enlaces de referencia específicos de productos o colecciones, consulte el",
  "This XX can not be paid by PayPal until they resolve their PayPal account issues": "PayPal no puede pagar este XX hasta que resuelvan los problemas de su cuenta de PayPal",
  "To be paid commission, you must create a verified PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account. Your PayPal email must be verified and your account must accept {0}": "Para recibir el pago de la comisión, debe crear una cuenta de PayPal verificada. Su cuenta de PayPal y su cuenta de vwa.la deben utilizar la misma dirección de correo electrónico. También puede agregar su correo electrónico vwa.la como correo electrónico secundario a una cuenta de PayPal existente. Su correo electrónico de PayPal debe estar verificado y su cuenta debe aceptar {0}",
  "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your PayPal email must be verified and your account must accept {0}": "Para recibir el pago de la comisión, debe iniciar sesión en su cuenta de PayPal y solucionar los problemas de configuración de su cuenta de PayPal. Su correo electrónico de PayPal debe estar verificado y su cuenta debe aceptar {0}",
  "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Utilice este formulario para cambiar el nombre del código y el enlace de XX. El enlace anterior de XX se eliminará en {0} días.",
  "We do not use or store any other information and we do not share your info": "No usamos ni almacenamos ninguna otra información y no compartimos su información",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Entendemos que encontrar los XX adecuados para unirse a su programa de marketing XX es una característica muy deseable. Nuestro equipo está trabajando actualmente en el diseño de esta función. Si es importante para usted, háganoslo saber. Cuanto más pueda contarnos sobre sus requisitos, mejor",
  "When you link a social media account with us, we use the following information": "Cuando vincula una cuenta de redes sociales con nosotros, usamos la siguiente información",
  "XXs at a time": "XX a la vez",
  "You can delete up to": "Puede eliminar hasta",
  "You have deleted your account for this store. Because you have been paid commission, we have archived your account. This is required for data integrity and legal compliance purposes. You will be excluded from all communications. If you wish to restore your account, please contact the store via their customer support.": "Has eliminado tu cuenta de esta tienda. Debido a que se le ha pagado una comisión, hemos archivado su cuenta. Esto es necesario para la integridad de los datos y el cumplimiento legal. Quedará excluido de todas las comunicaciones. Si desea restaurar su cuenta, comuníquese con la tienda a través de su atención al cliente.",
  "Your basic public info": "Tu información pública básica",
  "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Su código y enlace se suspenden debido a su inactividad (clientes potenciales o pedidos insuficientes)",
  "Your PayPal account is valid": "Tu cuenta PayPal es válida",
  "Your vwa.la email and PayPal email must be the same": "Su correo electrónico vwa.la y el correo electrónico de PayPal deben ser iguales"
}
