{
  "Selected orders only": "Solo pedidos seleccionados",
  "All orders for": "Todos los pedidos de",
  "this influencer": "esta influencia",
  "All orders from": "Todos los pedidos de",
  "All orders from the selected influencers": "Todos los pedidos de los influyentes seleccionados.",
  "All orders for all influencers": "Todos los pedidos para todos los influyentes.",
  "You can not pay more than 1 influencer at a time by store credit": "No puede pagar más de 1 influencer a la vez por crédito de la tienda",
  "Pay by store credit": "Pagar con crédito de la tienda",
  "Pay by other": "Pagar por otro",
  "Pay by PayPal": "Pagar por paypal",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the influencer will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Utilice este formulario para cancelar la comisión del pedido de referencia. Cuando cancela una comisión de orden de referencia, la comisión debida se anulará y se notificará al influencer. Es válido cancelar la comisión del pedido cuando el pedido se creó de manera fraudulenta o; cuando creaste el pedido como prueba",
  "Cancel reason": "Cancelar razon",
  "Cancel commission?": "¿Cancelar comisión?",
  "Use this form to reverse the cancelled commission of the selected referral orders": "Utilice este formulario para revertir la comisión cancelada de las órdenes de referencia seleccionadas",
  "Reverse cancelled commission?": "Reversión cancelada comisión?",
  "Commission status": "Estado de la comisión",
  "Filter orders by commission status": "Filtrar órdenes por estado de comisión",
  "Order date": "Fecha de orden",
  "Filter data": "Filtrar datos",
  "Filter": "Filtrar",
  "Cancel": "Cancelar",
  "to all influencers": "a todos los influencers",
  "to the selected influencer": "al influencer seleccionado",
  "to the selected influencers only": "solo a los influencers seleccionados",
  "for": "para",
  "orders": "pedidos",
  "The total commission owed for this selection is": "La comisión total adeudada por esta selección es",
  "Orders": "Pedidos",
  "This page summarises the orders created by your influencers. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your influencers": "Esta página resume las órdenes creadas por sus influencers. También muestra cuánta comisión se debe (o se ha pagado) por pedido. Puedes usar esta página para pagar en masa a tus influencers",
  "This page summarises the orders created by your account. It also shows your commission": "Esta página resume los pedidos creados por su cuenta. También muestra tu comisión.",
  "How referral orders work": "Cómo funcionan las órdenes de referencia",
  "How to pay commission": "Como pagar comisión",
  "Your selection contains orders with non-payable commission. Commission can only be paid on orders that are paid, fulfilled and at least": "Su selección contiene pedidos con comisión no pagadera. La comisión solo se puede pagar en los pedidos pagados, cumplidos y al menos",
  "days old": "Viejos días",
  "Re-sync the selected orders with Shopify (and if required PayPal)": "Vuelva a sincronizar los pedidos seleccionados con Shopify (y, si es necesario, con PayPal)",
  "Only 10 orders can be synced at a time": "Solo se pueden sincronizar 10 órdenes a la vez.",
  "Re-sync orders": "Volver a sincronizar órdenes",
  "Pay": "Paga",
  "by Paypal": "por paypal",
  "all": "todos",
  "by other": "por otro",
  "Cancel commission": "Cancelar comision",
  "Reverse cancelled commission": "Comisión cancelada al revés",
  "Export": "Exportar",
  "Actions": "Comportamiento",
  "selected": "seleccionado",
  "No matches found": "No se encontraron coincidencias"
}
