{
  "Notify influencer?": "Notificar la influencia?",
  "Do you want to notify the influencer of this change?": "¿Quieres notificar al influencer de este cambio?",
  "Delete link?": "¿Borrar enlace?",
  "(Coming soon) Delete the influencer's link?": "(Próximamente) ¿Borrar el enlace del influencer?",
  "Approve": "Aprobar",
  "Cancel": "Cancelar",
  "Approving code": "Código de aprobación",
  "Please wait": "por favor espera",
  "Revoke": "Revocar",
  "Revoking code": "Revocando código",
  "Claiming code": "Código de reclamación",
  "Use this form to rename your influencer code and link. Your existing link and code will work temporarily for": "Utilice este formulario para cambiar el nombre de su código de influencia y enlace. Tu enlace y código existentes funcionarán temporalmente para",
  "days and will then be removed. Please use only the new code": "días y luego serán removidos. Por favor use solo el nuevo código",
  "New code": "Nuevo código",
  "Rename your influencer code?": "¿Cambiar el nombre de su código de influencia?",
  "Invalid code": "Codigo invalido",
  "Changing code": "Cambiando codigo",
  "Codes": "Codigos",
  "This page lists all of your influencer's codes and their status. You can approve or revoke codes as required": "Esta página enumera todos los códigos de su influyente y su estado. Puede aprobar o revocar códigos según sea necesario",
  "This page lists all of your influencer codes and their status. If you wish to join a product specific sales promotion, you can claim a promotion specific code. Click the promotion link in the table for more information about the promotion and the rewards it will give": "Esta página enumera todos sus códigos de influencia y su estado. Si desea unirse a un producto específico de promoción de ventas, puede reclamar un código específico de promoción. Haga clic en el enlace de la promoción en la tabla para obtener más información sobre la promoción y las recompensas que otorgará.",
  "Approve selected codes": "Aprobar los códigos seleccionados",
  "Revoke selected codes": "Revocar códigos seleccionados",
  "Claim selected codes": "Reclamar códigos seleccionados",
  "Claim": "Reclamación",
  "Actions": "Comportamiento",
  "No matches found": "No se encontraron coincidencias",
  "selected": "seleccionado",
  "Your influencer ID is": "Su identificador de influencia es",
  "You have no codes": "No tienes codigos"
}
