{
    "Want to promote": "Voulez-vous promouvoir",
    "Sign up to our marketing program": "Inscrivez-vous à notre programme d'affiliation",
    "How does it work?": "Comment ça marche ?",
    "We will review your application. If approved..": "Nous examinerons votre candidature. Si approuvé ..",
    "You'll be issued a unique referral link and code (not for personal use)": "Vous recevrez un lien et un code de parrainage uniques (non destinés à un usage personnel)",
    "You'll promote our store/products by sharing either your code or link across your social network": "Vous allez pouvoir promouvoir notre boutique / nos produits en partageant votre code ou votre lien sur vos réseaux sociaux",
    "We will reward you with {0} commission for every fulfilled referral order that you create": "Nous vous récompenserons avec {0} commission pour chaque commande de parrainage remplie que vous créez",
    "We will also give your customers a {0} discount when they use your code": "Nous allons également donner à vos clients un {0} rabais lorsqu'ils utilisent votre code.",
    "You are already a member of this store. Please choose another": "Vous êtes déjà membre de cette boutique. Merci d'en choisir un autre",
    "To join another stores' marketing program, enter the stores' domain name": "Pour rejoindre le programme de marketing d'un autre magasin, entrez le nom de domaine des magasins",
    "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Pour rejoindre le programme d'affiliation d'une boutique, entrez le nom de domaine de la boutique concernée et cliquez sur Suivant. C'est à dire : somestore.com",
    "Sign up": "S'inscrire",
    "Apply now": "Appliquer maintenant",
    "Choose your code / link": "Choisissez votre code / lien",
    "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "Choisissez un code unique. Il sera utilisé pour créer votre code personnalisé et votre lien. Choisissez quelque chose d'unique (par exemple, votre nom, votre nom d'utilisateur Instagram ou YouTube, etc.). C'est important. Vous partagerez votre code et lierez avec d'autres",
    "Enter your code": "entrez votre code",
    "Preview": "Aperçu",
    "Code": "Code",
    "Link": "Lien",
    "Done": "Terminé",
    "Updating your account..": "Mise à jour de votre compte ..",
    "Great! You're all done. You must log in again": "Génial! Vous avez terminé. Vous devez vous reconnecter",
    "Great! Your account is pending approval. You will be notified if your account is approved": "Génial! Votre compte est en attente d'approbation. Vous serez averti si votre compte est approuvé",
    "Next": "Suivant",
    "Back": "Précédent",
    "Add Store": "Ajouter un magasin",
    "Use this page to add additional stores to your marketing account": "Utilisez cette page pour ajouter des magasins supplémentaires à votre compte marketing",
    "Sign up or log in": "Inscrivez-vous ou connectez-vous",
    "Apply or log in": "Appliquer ou se connecter",
    "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Vous voulez promouvoir des marques et gagner des commissions ? Entrez le nom de domaine des boutiques et cliquez sur Inscrivez-vous pour rejoindre leur programme d'affiliation",
    "Log in": "S'identifier",
    "Already a user": "Déjà enregistré ",
    "Log in to open your influencer marketing dashboard": "Connectez-vous pour ouvrir votre tableau de bord d'affiliation",
    "Link your marketing account": "Liez votre compte marketing",
    "Which social media account will you use for marketing?": "Quel compte de médias sociaux utiliserez-vous pour le marketing?",
    "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "Nous devons comprendre la portée et l'adéquation de votre marché. Cela ne nous donne pas accès à votre compte. Nous ne partageons pas vos informations",
    "You must link at least one account": "Vous devez associer au moins un compte",
    "Enter your contact info": "Entrez vos informations de contact",
    "{0} is in use": "{0} est en cours d'utilisation",
    "I want to log in and add {0} to my existing account": "Je souhaite me connecter et ajouter {0} à mon compte existant",
    "I want to choose a different email": "Je veux choisir un autre email",
    "First name": "Prénom",
    "Last name": "Nom de famille",
    "Email": "Email",
    "Enter your email": "Entrer votre Email",
    "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "Entrez votre adresse email. Si vous avez un compte PayPal, vous devez utiliser l'adresse email associée à ce compte, C'est ainsi que nous pourrons vous virer l'argent",
    "Confirm email": "Confirmez votre email",
    "Confirm your email": "confirmez votre email",
    "Password": "Mot de passe",
    "Enter a password": "Entrer un mot de passe",
    "Confirm password": "Confirmez le mot de passe",
    "Confirm your password": "Confirmer votre mot de passe",
    "Great! You're all done. You can now share your code {0} and link": "Génial! Vous êtes tous fait Vous pouvez maintenant partager votre code {0} et votre lien.",
    "to start marketing and earning sales commission": "pour démarrer le processus d'affiliation et gagner une commission sur les commandes affiliées par votre lien/code",
    "Important": "Important",
    "You can manage your account and track your performance and earnings from your dashboard": "Vous pouvez gérer votre compte et suivre vos performances et vos revenus à partir de votre tableau de bord",
    "Open my dashboard": "Ouvrez mon tableau de bord",
    "Influencer marketing program": "Programme d'affiliation",
    "You're logged in as a merchant!": "Vous êtes connecté en tant que marchand !",
    "Are you trying to test vwa.la as a influencer?": "Essayez-vous de tester vwa.la en tant qu’influenceur ?",
    "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Si vous essayez de tester votre programme d'affiliation en tant qu'influenceur, vous pouvez créer un compte de test en",
    "opening your influencer invite link in a": "ouvrant votre lien d'invitation dans un",
    "new browser/incognito session": "nouveau navigateur / session de navigation privée",
    "and then;": "et alors",
    "completing the sign-up form": "remplir le formulaire d'inscription",
    "Important:": "Important",
    "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "notre système anti-fraude empêchera votre influenceur d'être récompensé sur les commandes qu'il crée lui même. Si vous souhaitez tester des commandes à l'aide de votre compte d'influenceur, vous devez d'abord accéder à Mon compte> Paramètres du magasin> Règles commerciales et",
    "allow self-orders": "autoriser les commandes personnelles",
    "You can disable this setting after your testing. See our": "Vous pouvez désactiver ce paramètre après vos tests. Voir notre",
    "help guide": "guide d'aide",
    "for more info.": "pour plus d'informations",
    "Are you trying to recruit influencers? (aka influencers, affiliates)": "Essayez-vous de recruter des influenceurs ? (influenceurs, affiliés)",
    "To sign-up influencers, you'll need to share your influencer signup link with them.": "Pour inscrire des influenceurs, vous devez partager votre lien d'inscription avec eux.",
    "What is my influencer sign-up link?": "Quel est le lien d'inscription de mon influenceur ?",
    "Your link is": "Votre lien est"
}