{
    "Sign up or log in": "Inscrivez-vous ou connectez-vous",
    "Store URL": "URL du magasin",
    "How does it work?": "Comment ça marche?",
    "You'll be issued a unique referral link and discount code (not for personal use)": "Un lien de parrainage et un code de réduction uniques vous seront attribués",
    "You'll promote our store/products by sharing either your code or link across your social network": "Vous allez promouvoir notre boutique / nos produits en partageant votre code ou votre lien sur votre réseau social.",
    "We will reward you with": "Nous vous récompenserons avec",
    "commission": "commission",
    "for every fulfilled referral order that you create": "pour chaque commande de référence remplie que vous créez",
    "We will also give your customers a": "Nous allons également donner à vos clients un",
    "discount": "remise",
    "when they use your code": "quand ils utilisent votre code",
    "Sign up": "S'inscrire",
    "Want to promote": "Voulez-vous promouvoir",
    "Sign up to our marketing program": "Inscrivez-vous à notre programme de marketing",
    "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Vous voulez promouvoir des marques et gagner des commissions? Entrez le nom de domaine des magasins et cliquez sur Inscrivez-vous pour rejoindre leur programme de marketing d'influence.",
    "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Pour rejoindre le programme de marketing d'influence d'un magasin, entrez le nom de domaine du magasin que vous souhaitez rejoindre et cliquez sur Suivant. C'est à dire. somestore.com",
    "Log in": "S'identifier",
    "Already a user": "Déjà un utilisateur",
    "Log in to open your influencer marketing dashboard": "Connectez-vous pour ouvrir votre tableau de bord marketing d'influence",
    "Choose your discount code / link": "Choisissez votre code de réduction / lien",
    "Choose a unique code as your influencer ID. It will be used to create your personalised discount code and link. Choose something easy to remember and unique to your identity online. This is important, as you'll be sharing your code and link with others. I.e. use your name, business name, youtube channel etc.": "Choisissez un code unique comme identifiant d'influenceur. Il sera utilisé pour créer votre code de réduction personnalisé et votre lien. Choisissez quelque chose de facile à retenir et unique à votre identité en ligne. Ceci est important car vous partagerez votre code et votre lien avec d’autres. C'est à dire. utilisez votre nom, nom d'entreprise, chaîne youtube, etc.",
    "Enter your unique influencer code": "Entrez votre code d'influence unique",
    "Preview": "Aperçu",
    "Discount Code": "Code de réduction",
    "Link": "Lien",
    "Enter your contact info": "Entrez vos informations de contact",
    "Already a vwa.la influencer?": "Déjà un influenceur vwa.la?",
    "This email address is already in use by a vwa.la user. Is this your vwa.la account?": "Cette adresse e-mail est déjà utilisée par un utilisateur de vwa.la. Est-ce votre compte vwa.la?",
    "Yes, I want to log in and add": "Oui, je veux me connecter et ajouter",
    "to my account": "à mon compte",
    "No, I want to choose a different email": "Non, je veux choisir un email différent",
    "First name": "Prénom",
    "Last name": "Nom de famille",
    "Email": "Email",
    "Enter your email": "Entrer votre Email",
    "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "Entrez votre adresse email. Si vous avez un compte PayPal, vous devez utiliser l'email associé à ce compte, car c'est ainsi que vous recevrez une commission.",
    "Confirm email": "Confirmez votre e-mail",
    "Confirm your email": "confirmez votre email",
    "Password": "Mot de passe",
    "Enter a password": "Entrer un mot de passe",
    "Confirm password": "Confirmez le mot de passe",
    "Confirm your password": "Confirmer votre mot de passe",
    "Done": "Terminé",
    "Updating your account..": "Mise à jour de votre compte ..",
    "Great! You're all done. You can now share your discount code": "Génial! Vous êtes tous fait Vous pouvez maintenant partager votre code de réduction",
    "and influencer link": "et lien d'influence",
    "to start marketing and earning sales commission": "pour démarrer le marketing et gagner une commission de vente",
    "Important": "Important",
    "You can manage your account and track your performance and earnings from your dashboard": "Vous pouvez gérer votre compte et suivre vos performances et vos revenus à partir de votre tableau de bord",
    "Next": "Suivant",
    "Back": "Retour",
    "Open my dashboard": "Öffne mein Dashboard",
    "Influencer marketing program": "Influencer marketing program",
    "You're logged in as a merchant!": "Vous êtes connecté en tant que marchand!",
    "Are you trying to test vwa.la as a influencer?": "Essayez-vous de tester vwa.la en tant qu’influenceur?",
    "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Si vous essayez de tester votre programme de marketing d'influence en tant qu'influenceur, vous pouvez créer un compte de test d'influence en:",
    "opening your influencer invite link in a": "ouvrant votre lien d'invitation influenceur dans un",
    "new browser/incognito session": "nouveau navigateur / session de navigation privée",
    "and then;": "et alors;",
    "completing the sign-up form": "remplir le formulaire d'inscription",
    "Important:": "Important:",
    "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "notre système anti-fraude empêchera votre influenceur test d'être récompensé de commission sur les commandes qu'il crée. Si vous souhaitez tester des commandes à l'aide de votre compte test Influencer, vous devez d'abord accéder à Mon compte> Paramètres du magasin> Règles de gestion et",
    "allow self-orders": "autoriser les commandes personnelles",
    "You can disable this setting after your testing. See our": "Vous pouvez désactiver ce paramètre après vos tests. Voir notre",
    "help guide": "guide d'aide",
    "for more info.": "pour plus d'informations.",
    "Are you trying to recruit influencers? (aka influencers, affiliates)": "Essayez-vous de recruter des influenceurs? (aka influenceurs, affiliés)",
    "To sign-up influencers, you'll need to share your influencer signup link with them.": "Pour inscrire des influenceurs, vous devez partager votre lien d'inscription d'influenceur avec eux.",
    "What is my influencer sign-up link?": "Quel est le lien d'inscription de mon influenceur?",
    "Your link is": "Votre lien est"
}