{
    "Sign up or log in": "Inscrivez-vous ou connectez-vous",
    "Apply or log in": "Appliquer ou se connecter",
    "Store URL": "Lien de votre boutique",
    "How does it work?": "Comment ça marche ?",
    "We will review your application. If approved..": "Nous examinerons votre candidature. Si approuvé ..",
    "You'll be issued a unique referral link and discount code (not for personal use)": "Vous recevrez un lien de parrainage unique ainsi qu'un code de réduction (pas pour un usage personnel)",
    "You'll promote our store/products by sharing either your code or link across your social network": "Vous allez pouvoir promouvoir notre boutique / nos produits en partageant votre code ou votre lien sur vos réseaux sociaux",
    "We will reward you with {0} commission for every fulfilled referral order that you create. We will also give your customers a {1} discount when they use your code": "Nous vous récompenserons avec une commission de {0} pour chaque commande de parrainage remplie que vous créez. Nous allons également donner à vos clients un {1} rabais lorsqu'ils utilisent votre code.",
    "Sign up": "S'inscrire",
    "Apply now": "Appliquer maintenant",
    "Want to promote": "Voulez-vous promouvoir",
    "Sign up to our marketing program": "Inscrivez-vous à notre programme d'affiliation",
    "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Vous voulez promouvoir des marques et gagner des commissions ? Entrez le nom de domaine des boutiques et cliquez sur Inscrivez-vous pour rejoindre leur programme d'affiliation",
    "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Pour rejoindre le programme d'affiliation d'une boutique, entrez le nom de domaine de la boutique concernée et cliquez sur Suivant. C'est à dire : somestore.com",
    "Log in": "S'identifier",
    "Already a user": "Déjà enregistré ",
    "Log in to open your influencer marketing dashboard": "Connectez-vous pour ouvrir votre tableau de bord d'affiliation",
    "Choose your discount code / link": "Choisissez votre code de réduction / lien",
    "Choose a unique code as your influencer ID. It will be used to create your personalised discount code and link. Choose something easy to remember and unique to your identity online. This is important, as you'll be sharing your code and link with others. I.e. use your name, business name, youtube channel etc.": "Choisissez un code unique comme identifiant d'influenceur. Il sera utilisé pour créer votre code de réduction personnalisé et votre lien. Choisissez quelque chose de facile à retenir et unique à votre identité en ligne. Ceci est assez important car vous partagerez votre code et votre lien avec vos amis ou vos abonnés. C'est à dire, utilisez votre nom, nom d'entreprise, votre pseudo instagram ou le nom de votre chaîne youtube (si vous en possédez une) par exemple.",
    "Enter your unique influencer code": "Entrez votre code d'affiliation unique",
    "Preview": "Aperçu",
    "Discount Code": "Code de réduction",
    "Link": "Lien",
    "Enter your contact info": "Entrez vos informations de contact",
    "Already a vwa.la influencer?": "Déjà un influenceur vwa.la ?",
    "This email address is already in use by a vwa.la user. Is this your vwa.la account?": "Cette adresse e-mail est déjà utilisée par un utilisateur de vwa.la. Est-ce votre compte vwa.la ?",
    "Yes, I want to log in and add": "Oui, je veux me connecter et ajouter",
    "to my account": "à mon compte",
    "No, I want to choose a different email": "Non, je veux choisir un email différent",
    "First name": "Prénom",
    "Last name": "Nom de famille",
    "Email": "Email",
    "Enter your email": "Entrer votre Email",
    "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "Entrez votre adresse email. Si vous avez un compte PayPal, vous devez utiliser l'adresse email associée à ce compte, C'est ainsi que nous pourrons vous virer l'argent",
    "Confirm email": "Confirmez votre email",
    "Confirm your email": "confirmez votre email",
    "Password": "Mot de passe",
    "Enter a password": "Entrer un mot de passe",
    "Confirm password": "Confirmez le mot de passe",
    "Confirm your password": "Confirmer votre mot de passe",
    "Done": "Terminé",
    "Updating your account..": "Mise à jour de votre compte ..",
    "Great! You're all done. You can now share your discount code": "Parfait ! Vous avez fini. Vous pouvez maintenant partager votre code de réduction",
    "and influencer link": "et votre lien d'affiliation",
    "to start marketing and earning sales commission": "pour démarrer le processus d'affiliation et gagner une commission sur les commandes affiliées par votre lien/code",
    "Great! Your account is pending approval. You will be notified if your account is approved": "Génial! Votre compte est en attente d'approbation. Vous serez averti si votre compte est approuvé",
    "Important": "Important",
    "You can manage your account and track your performance and earnings from your dashboard": "Vous pouvez gérer votre compte et suivre vos performances et vos revenus à partir de votre tableau de bord",
    "Next": "Suivant",
    "Back": "Précédent",
    "Open my dashboard": "Ouvrez mon tableau de bord",
    "Influencer marketing program": "Programme d'affiliation",
    "You're logged in as a merchant!": "Vous êtes connecté en tant que marchand !",
    "Are you trying to test vwa.la as a influencer?": "Essayez-vous de tester vwa.la en tant qu’influenceur ?",
    "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Si vous essayez de tester votre programme d'affiliation en tant qu'influenceur, vous pouvez créer un compte de test en",
    "opening your influencer invite link in a": "ouvrant votre lien d'invitation dans un",
    "new browser/incognito session": "nouveau navigateur / session de navigation privée",
    "and then;": "et alors",
    "completing the sign-up form": "remplir le formulaire d'inscription",
    "Important:": "Important",
    "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "notre système anti-fraude empêchera votre influenceur d'être récompensé sur les commandes qu'il crée lui même. Si vous souhaitez tester des commandes à l'aide de votre compte d'influenceur, vous devez d'abord accéder à Mon compte> Paramètres du magasin> Règles commerciales et",
    "allow self-orders": "autoriser les commandes personnelles",
    "You can disable this setting after your testing. See our": "Vous pouvez désactiver ce paramètre après vos tests. Voir notre",
    "help guide": "guide d'aide",
    "for more info.": "pour plus d'informations",
    "Are you trying to recruit influencers? (aka influencers, affiliates)": "Essayez-vous de recruter des influenceurs ? (influenceurs, affiliés)",
    "To sign-up influencers, you'll need to share your influencer signup link with them.": "Pour inscrire des influenceurs, vous devez partager votre lien d'inscription avec eux.",
    "What is my influencer sign-up link?": "Quel est le lien d'inscription de mon influenceur ?",
    "Your link is": "Votre lien est"
}