{
  "Selected orders only": "Commandes sélectionnées uniquement",
  "All orders for": "Toutes les commandes pour",
  "this influencer": "this influencer",
  "All orders from": "Toutes les commandes de",
  "All orders from the selected influencers": "Toutes les commandes des influenceurs sélectionnés",
  "All orders for all influencers": "Toutes les commandes pour tous les influenceurs",
  "You can not pay more than 1 influencer at a time by store credit": "Vous ne pouvez pas payer plus d'un influent à la fois par crédit en magasin",
  "Pay by store credit": "Payer par crédit magasin",
  "Pay by other": "Payer par d'autres",
  "Pay by PayPal": "Payer par PayPal",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the influencer will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Utilisez ce formulaire pour annuler la commission de commande de parrainage. Lorsque vous annulez la commission d'un ordre de renvoi, la commission due sera annulée et l'influenceur sera averti. Il est valable d'annuler la commission de la commande lorsque la commande a été créée frauduleusement ou; quand vous avez créé la commande vous-même comme test",
  "Cancel reason": "Annuler le motif",
  "Cancel commission?": "Annuler la commission?",
  "Use this form to reverse the cancelled commission of the selected referral orders": "Utilisez ce formulaire pour annuler la commission annulée des ordres de renvoi sélectionnés",
  "Reverse cancelled commission?": "Inverser la commission annulée?",
  "Commission status": "Statut de la commission",
  "Filter orders by commission status": "Filtrer les commandes par statut de commission",
  "Order date": "Date de commande",
  "Filter data": "Filtrer les données",
  "Filter": "Filtre",
  "Cancel": "Annuler",
  "to all influencers": "à tous les influenceurs",
  "to the selected influencer": "au influenceur sélectionné",
  "to the selected influencers only": "aux influenceurs sélectionnés uniquement",
  "for": "pour",
  "orders": "ordres",
  "The total commission owed for this selection is": "La commission totale due pour cette sélection est",
  "Orders": "Ordres",
  "This page summarises the orders created by your influencers. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your influencers": "Cette page récapitule les commandes créées par vos influenceurs. Il indique également combien de commission est due (ou a été payée) par commande. Vous pouvez utiliser cette page pour payer en masse vos influenceurs",
  "This page summarises the orders created by your account. It also shows your commission": "Cette page récapitule les commandes créées par votre compte. Il montre également votre commission",
  "How referral orders work": "Comment fonctionnent les ordres de renvoi",
  "How to pay commission": "Comment payer une commission",
  "Your selection contains orders with non-payable commission. Commission can only be paid on orders that are paid, fulfilled and at least": "Votre sélection contient des commandes avec commission non payable. La commission ne peut être payée que sur les commandes payées, exécutées et au moins",
  "days old": "jours vieux",
  "Re-sync the selected orders with Shopify (and if required PayPal)": "Re-synchronisez les commandes sélectionnées avec Shopify (et si nécessaire PayPal)",
  "Only 10 orders can be synced at a time": "Seulement 10 commandes peuvent être synchronisées à la fois",
  "Re-sync orders": "Re-synchroniser les commandes",
  "Pay": "Payer",
  "by Paypal": "par Paypal",
  "all": "tout",
  "by other": "par d'autre",
  "Cancel commission": "Annuler la commission",
  "Reverse cancelled commission": "Annulation de la commission annulée",
  "Export": "Exportation",
  "Actions": "actes",
  "selected": "choisi",
  "No matches found": "Aucun résultat"
}
