{
  "Log into PayPal and fix your account": "Connectez-vous à PayPal et corrigez votre compte",
  "Your PayPal account is valid": "Votre compte PayPal est valide",
  "Leads (clicks)": "Leads (clics)",
  "Leads (unique)": "Leads (unique)",
  "Orders": "Ordres",
  "Sales": "Ventes",
  "Conv rate": "Taux de conv",
  "New": "Nouveau",
  "Returning": "Retour",
  "Ratio": "Rapport",
  "Owed": "Dû",
  "Paid": "Payé",
  "Your PayPal account setup is incomplete. You must log into your PayPal account and resolve any issues before you can be paid commission": "La configuration de votre compte PayPal est incomplète. Vous devez vous connecter à votre compte PayPal et résoudre tous les problèmes avant de recevoir une commission.",
  "Check": "Vérifier",
  "This influencer can not be paid until they resolve their PayPal account issues": "Cet influenceur ne peut être payé tant qu'il n'a pas résolu les problèmes liés à son compte PayPal.",
  "Overview": "Vue d'ensemble",
  "Marketing accounts": "Comptes marketing",
  "When you link a social media account with us, we use the following information": "Lorsque vous associez un compte de média social avec nous, nous utilisons les informations suivantes.",
  "Your basic public info": "Vos informations publiques de base",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Mesures qui mesurent votre portée / engagement marketing. C'est à dire. # d'adeptes",
  "Important": "Important",
  "We do not use or store any other information and we do not share your info": "Nous n'utilisons ni ne stockons aucune autre information et nous ne partageons pas vos informations.",
  "Discount Codes": "Codes de réduction",
  "Links": "Liens",
  "This table lists your influencer discount code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Ce tableau répertorie votre code de réduction d’influence et votre lien. Pour plus de détails sur l’utilisation de votre lien ou code et; créer des liens de parrainage spécifiques à un produit ou à une collection, voir le",
  "How do I use my link and discount code": "Comment utiliser mon lien et mon code de réduction",
  "section of our guide": "section de notre guide",
  "Leads": "Pistes",
  "Show": "Spectacle",
  "Notes": "Remarques",
  "Save": "sauvegarder",
  "Lead sources": "Sources de plomb",
  "Sales by customer": "Ventes par client",
  "Earnings": "Gains"
}
