{
    "XX group": "Groupe XX",
    "Who does this rule apply to?": "À qui cette règle s'applique-t-elle?",
    "Applies to all XXs": "S'applique à tous les XX",
    "Type": "Taper",
    "commission": "commission",
    "Fixed commission": "Commission fixe",
    "Commission": "Commission",
    "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "C'est le% d'une commande que le XX sera payé en commission. C'est à dire. une commande de 100 $ (hors taxes, frais d'expédition, rabais), avec une commission XX de 10%, attribuera les XX $ 10 pour leurs efforts dans la génération de la commande",
    "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Il s'agit d'un montant fixe que le XX sera dû en commission pour chaque commande qu'il génère pour votre boutique",
    "Date range": "Plage de dates",
    "Product filter": "Filtre de produit",
    "Collection filter": "Filtre de collecte",
    "XX reward": "Récompense XX",
    "Filters": "Filtres",
    "Duration": "Durée",
    "XX reward - 1st order": "Récompense XX - 1er ordre",
    "XX reward - Subsequent orders": "Récompense XX - Commandes ultérieures",
    "discount": "remise",
    "Fixed discount": "Remise fixe",
    "Free shipping": "Livraison gratuite",
    "Buy X get Y": "Achetez X obtenez Y",
    "Spend X get Y": "Dépenser X obtenir Y",
    "Discount": "Rabais",
    "Max shipping amount": "Montant max d'expédition",
    "Buy X": "Acheter X",
    "Spend X": "Dépenser X",
    "product filter": "filtre de produit",
    "collection filter": "filtre de collecte",
    "Get Y": "Obtenez O",
    "Get Y product filter": "Obtenir le filtre de produits Y",
    "Get Y collection filter": "Obtenir le filtre de collection Y",
    "Which products can the customer receive?": "Quels produits le client peut-il recevoir ?",
    "Max usages per order": "Utilisations max par commande",
    "Min order": "Ma commande",
    "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Les clients ne recevront pas de remise sauf si le total de leur commande est> = cette valeur. Cependant, le XX gagnera toujours une commission",
    "Once per customer?": "Une fois par client ?",
    "Customer discount": "Remise client",
    "Link behaviour": "Comportement du lien",
    "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Chaque XX de ce groupe a un lien. Où leur lien doit-il envoyer vos prospects (c'est-à-dire vos clients potentiels)?",
    "Go to homepage": "Aller à la page d'accueil",
    "Go to a specific product": "Aller à un produit spécifique",
    "Go to a specific collection": "Aller à une collection spécifique",
    "Go to a specific page": "Aller à une page spécifique",
    "Link page": "Lien page",
    "Each XX in this group has a referral link. You can customise the page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Chaque XX de ce groupe a un lien de référence. Vous pouvez personnaliser la page à laquelle ce lien enverra vos prospects (c'est-à-dire les clients potentiels). Pour utiliser ce champ, vous devez taper le nom de la page puis le sélectionner dans la liste déroulante. Vous ne pouvez pas entrer une URL manuellement",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Lorsque vous testez vos modifications avec l'un de vos liens de parrainage, si vous ne voyez pas la bonne page, c'est probablement parce que Shopify renvoie (temporairement) une version mise en cache de la page à votre adresse IP. Pour forcer Shopify à vous renvoyer la page correcte, ajoutez? Test à la fin de votre lien de parrainage",
    "Add code to cart?": "Ajouter un code au panier ?",
    "XX link behaviour": "Comportement des liens XX",
    "Disable only?": "Désactiver uniquement ?",
    "Days inactive": "Jours d'inactivité",
    "Behaviour": "Comportement",
    "XX customer commission tracking": "XX suivi des commissions clients",
    "XX": "XX",
    "Create a rule that will periodically disable or delete inactive XXs": "Créer une règle qui désactivera ou supprimera périodiquement les XX inactifs",
    "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Créez une règle qui récompensera un XX avec une commission à vie quand il amènera un nouveau client dans votre magasin",
    "Inactive XX rule": "Règle XX inactive"
}