{
  "Notify influencer?": "Notify influencer?",
  "Do you want to notify the influencer of this change?": "Voulez-vous informer l'influenceur de ce changement?",
  "Delete link?": "Supprimer le lien?",
  "(Coming soon) Delete the influencer's link?": "(Bientôt disponible) Supprimer le lien de l'influenceur?",
  "Approve": "Approuver",
  "Cancel": "Annuler",
  "Approving code": "Code d'approbation",
  "Please wait": "S'il vous plaît, attendez",
  "Revoke": "Révoquer",
  "Revoking code": "Révoquer du code",
  "Claiming code": "Code de réclamation",
  "Use this form to rename your influencer code and link. Your existing link and code will work temporarily for": "Utilisez ce formulaire pour renommer votre code d’influence et votre lien. Votre lien et votre code existants fonctionneront temporairement pendant",
  "days and will then be removed. Please use only the new code": "jours et seront ensuite supprimés. Veuillez utiliser uniquement le nouveau code",
  "New code": "Nouveau code",
  "Rename your influencer code?": "Renommez votre code d'influence?",
  "Invalid code": "Code invalide",
  "Changing code": "Changer le code",
  "Codes": "Codes",
  "This page lists all of your influencer's codes and their status. You can approve or revoke codes as required": "Cette page répertorie tous les codes de votre influenceur et leur statut. Vous pouvez approuver ou révoquer des codes si nécessaire",
  "This page lists all of your influencer codes and their status. If you wish to join a product specific sales promotion, you can claim a promotion specific code. Click the promotion link in the table for more information about the promotion and the rewards it will give": "Cette page répertorie tous vos codes d’influence et leur statut. Si vous souhaitez rejoindre une promotion spécifique à un produit, vous pouvez demander un code spécifique à cette promotion. Cliquez sur le lien de promotion dans le tableau pour plus d'informations sur la promotion et les récompenses qu'elle donnera.",
  "Approve selected codes": "Approuver les codes sélectionnés",
  "Revoke selected codes": "Révoquer les codes sélectionnés",
  "Claim selected codes": "Revendiquer les codes sélectionnés",
  "Claim": "Prétendre",
  "Actions": "actes",
  "No matches found": "Aucun résultat",
  "selected": "choisi",
  "Your influencer ID is": "Votre identifiant d'influenceur est",
  "You have no codes": "Tu n'as pas de codes"
}
