{
  "Cancelling": "Annulation",
  "Next": "Suivant",
  "Back": "Retour",
  "How does it work?": "Comment ça marche?",
  "All payments are made in your store's currency": "Tous les paiements sont effectués dans la devise de votre magasin.",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "La commission ne peut être payée que sur les commandes qui ont été 1) payées par le client 2) remplies et 3) qui ont au moins {0} jour (s). Cette contrainte garantit que vous ne payez pas de commission sur les commandes susceptibles de changer en cas d'annulation, de remboursement, etc. Vous pouvez remplacer ces paramètres dans la section `filtres` de l'étape` préparer le paiement`",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all influencers are paid": "PayPal limite le nombre maximum de destinataires par paiement à 6. Vous devez réutiliser ce formulaire jusqu'à ce que tous les influenceurs soient payés.",
  "PayPal will charge a transaction fee (paid by the influencer)": "PayPal facturera des frais de transaction (payés par l'influenceur)",
  "PayPal will charge a transaction fee": "PayPal facturera des frais de transaction",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Après le paiement, il peut s'écouler quelques minutes avant que vos données soient mises à jour par PayPal. Facultativement, vous pouvez également resynchroniser le statut de la commande manuellement à l'aide de la fonctionnalité «resynchronisation des commandes» de la page des commandes.",
  "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "Accédez à votre console d’administration Shopify et créez une carte-cadeau ou un code de réduction de montant fixe à usage unique pour un montant de {0}.",
  "Enter the code into the form above and click pay": "Entrez le code dans le formulaire ci-dessus et cliquez sur payer",
  "All commission owed to the influencer will be marked as paid": "Toutes les commissions dues à l’influenceur seront marquées comme payées",
  "Commission owed to the influencer for the selected orders will be marked as paid": "La commission due à l’influenceur pour les ordres sélectionnés sera marquée comme payée",
  "We will notify the influencer of their code": "Nous informerons l'influenceur de son code",
  "This action will mark commission as paid and will notify the affected influencer(s)": "Cette action marquera la commission comme étant payée et informera le ou les influenceurs concernés.",
  "We will send you a notification that lists all affected influencers and the commission amount they are owed": "Nous vous ferons parvenir une notification répertoriant tous les influenceurs concernés et le montant de la commission qui leur est due.",
  "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Vous utiliserez cette liste pour payer à chaque influent leur commission, en utilisant une méthode en dehors de vwa.la. C'est à dire. virement bancaire, crypto etc.",
  "How to pay?": "Comment payer?",
  "Who to pay?": "Qui payer",
  "Customise": "Personnaliser",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "Vous pouvez personnaliser qui sera payé en utilisant les filtres suivants. Les valeurs par défaut sont héritées de vos paramètres globaux (mon compte> paramètres de magasin). Vous pouvez également spécifier une note personnalisée que l'influenceur verra sur son reçu de paiement.",
  "Min order count": "Nombre de commandes min.",
  "Only pay influencers who have >= {0} orders with unpaid commission": "Ne payez que les influenceurs ayant> = {0} commandes avec commission impayée",
  "Min unpaid commission ({0})": "Commission min. Non payée ({0})",
  "Min order age (days)": "Âge minimum de commande (jours)",
  "We do not allow you to pay commission on orders that are less than {0} days old. You can customise this rule. This rule prevents you from paying commission on new orders that may be changed or cancelled. We recommend that you do not change this setting. We are not liable if you pay commission on orders that change after commission is paid": "Nous ne vous autorisons pas à payer de commission sur les commandes datant de moins de {0} jours. Vous pouvez personnaliser cette règle. Cette règle vous empêche de payer une commission sur les nouvelles commandes qui peuvent être modifiées ou annulées. Nous vous recommandons de ne pas modifier ce paramètre. Nous ne sommes pas responsables si vous payez une commission sur les commandes qui changent après le paiement de la commission",
  "Order dates": "Dates de commande",
  "Commission will only be paid on orders that were created between the following dates": "La commission ne sera payée que sur les commandes créées entre les dates suivantes",
  "Only pay commission on paid orders?": "Ne payez que la commission sur les commandes payées?",
  "Orders must be paid?": "Les commandes doivent être payées?",
  "Only pay commission on fulfilled orders": "Ne payez la commission que sur les commandes remplies",
  "Orders must be fulfilled?": "Les commandes doivent être remplies?",
  "Note": "Remarque",
  "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "Vous pouvez ajouter une note à votre paiement. Cela sera visible pour l'influenceur sur son reçu de paiement",
  "I understand how this feature works": "Je comprends comment cette fonctionnalité fonctionne",
  "Prepare payment": "Préparer le paiement",
  "Preview & confirm": "Prévisualiser et confirmer",
  "Calculating": "Calculateur",
  "You have chosen to pay {0} commission to the following influencers using PayPal": "Vous avez choisi de payer {0} commission aux influenceurs suivants via PayPal.",
  "Recipients": "Destinataires",
  "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "Vous avez choisi de payer {0} commission par crédit en magasin. Entrez le code de crédit du magasin ci-dessous et cliquez sur Payer pour continuer. Pour des instructions détaillées, veuillez consulter la section `Comment ça marche` ci-dessous",
  "Gift card / discount code": "Carte cadeau / code de réduction",
  "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "Vous avez choisi de payer {0} de commission aux influenceurs suivants en utilisant une méthode autre que vwa.la (par exemple, un virement bancaire manuel).",
  "Pay": "Payer",
  "Confirmation": "Confirmation",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Si vous souhaitez annuler le paiement, cliquez sur le bouton `Annuler le paiement` ci-dessous",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " ou le lien `annuler le paiement` dans la fenêtre de PayPal. Si vous annulez, n'essayez pas de terminer le paiement PayPal.",
  "Pending your approval": "En attente de votre approbation",
  "Paying": "Payant",
  "Your payment is being processed by PayPal": "Votre paiement est en cours de traitement par PayPal",
  "You can view your payment history and track payment updates on the payments page": "Vous pouvez afficher votre historique de paiement et suivre les mises à jour de paiement sur la page de paiement.",
  "Payment Id": "ID de paiement",
  "Payment amount": "Montant du paiement",
  "Approval required": "Approbation exigée",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Vous devez approuver la transaction PayPal. Nous avons ouvert la transaction PayPal dans une nouvelle fenêtre (veuillez vous assurer que votre navigateur permet à cette page de s'ouvrir). Vous devez aller à la nouvelle fenêtre et approuver le paiement",
  "Re-open approval window": "Réouvrir la fenêtre d'approbation",
  "Cancel payment": "Annuler le paiement",
  "Ok": "D'accord",
  "Opening PayPal": "Ouverture de PayPal",
  "Creating Payment": "Création de paiement",
  "Selected influencers": "Influenceurs sélectionnés",
  "Selected orders": "Commandes sélectionnées",
  "All unpaid commission for this influencer": "Toutes les commissions impayées pour cet influenceur",
  "All unpaid commission for {0}": "Toutes les commissions impayées pour {0}",
  "All unpaid commission for the selected influencers": "Toutes les commissions impayées pour les influenceurs sélectionnés",
  "All influencers with unpaid commission": "Tous les influenceurs avec commission impayée",
  "Pay commission": "Payer la commission",
  "Cancel": "Annuler",
  "Influencer": "Influencer",
  "Orders": "Ordres",
  "Amount to pay": "Montant à payer",
  "Email": "Email",
  "Status": "Statut",
  "Amount": "Montant",
  "Code": "Code",
  "Group": "Groupe",
  "Only pay influencers who belong to this group": "Ne payez que les influenceurs appartenant à ce groupe"
}
