{
  "XX group": "Groupe XX",
  "XX": "XX",
  "Who does this rule apply to?": "À qui cette règle s'applique-t-elle?",
  "Applies to all XXs": "S'applique à tous les XX",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "C'est le% d'une commande que l'influenceur sera payé en commission. C'est à dire. une commande de 100 $ (hors taxes, frais de port, remises), avec une commission d'influenceur de 10%, accordera à l'influenceur 10 $ pour ses efforts dans la génération de la commande",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Il s'agit d'un montant fixe que l'influenceur devra en commission pour chaque commande qu'il génère pour votre magasin",
  "XX reward": "Récompense XX",
  "XX reward - 1st order": "Récompense XX - 1er ordre",
  "XX reward - Subsequent orders": "Récompense XX - Commandes ultérieures",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Les clients ne recevront pas de remise sauf si le total de leur commande est> = cette valeur. Cependant, le XX gagnera toujours une commission",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Chaque XX de ce groupe a un lien. Où leur lien doit-il envoyer vos prospects (c'est-à-dire vos clients potentiels)?",
  "Each XX in this group has a referral link. You can customise the page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Chaque XX de ce groupe a un lien de référence. Vous pouvez personnaliser la page à laquelle ce lien enverra vos prospects (c'est-à-dire les clients potentiels). Pour utiliser ce champ, vous devez taper le nom de la page puis le sélectionner dans la liste déroulante. Vous ne pouvez pas entrer une URL manuellement",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Lorsque vous testez vos modifications avec l'un de vos liens de parrainage, si vous ne voyez pas la bonne page, c'est probablement parce que Shopify renvoie (temporairement) une version mise en cache de la page à votre adresse IP. Pour forcer Shopify à vous renvoyer la page correcte, ajoutez? Test à la fin de votre lien de parrainage",
  "XX link behaviour": "Comportement des liens XX",
  "XX customer commission tracking": "XX suivi des commissions clients",
  "Create a rule that will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "Créer une règle qui décrira les règles de commission, de remise client et de comportement de lien pour les XX dans un groupe spécifique",
  "Create a rule that will periodically disable or delete inactive XXs": "Créer une règle qui désactivera ou supprimera périodiquement les XX inactifs",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Créez une règle qui récompensera un XX avec une commission à vie quand il amènera un nouveau client dans votre magasin",
  "Inactive XX rule": "Règle XX inactive"
}
