{
  "Notify influencer?": "Notify influencer?",
  "Delete link?": "Supprimer le lien?",
  "Delete the influencer's link?": "Supprimer le lien de l'influenceur?",
  "Approve": "Approuver",
  "Revoke": "Révoquer",
  "Cancel": "Annuler",
  "Approving": "Approuvant",
  "Revoking": "Révoquer",
  "Please wait": "S'il vous plaît, attendez",
  "Select a group": "Sélectionner un groupe",
  "Assign to group": "Attribuer à un groupe",
  "Assign the selected influencer(s) to another group. In the promotions page, you can set group specific rewards": "Affectez le ou les influenceurs sélectionnés à un autre groupe. Dans la page des promotions, vous pouvez définir des récompenses spécifiques à un groupe.",
  "Change group?": "Changer de groupe?",
  "This will delete the selected influencers from your store. Their entire history will be removed": "Cela supprimera les influenceurs sélectionnés de votre magasin. Toute leur histoire sera supprimée",
  "Delete?": "Effacer?",
  "Status": "Statut",
  "Group": "Groupe",
  "Signup date": "Date d'inscription",
  "Filter data": "Filtrer les données",
  "Filter": "Filtre",
  "Influencers": "Influenceurs",
  "Groups": "Groupes",
  "Suggested": "Suggéré",
  "Change group": "Changer de groupe",
  "Each influencer can be assigned to 1 group. Groups are useful when you want to give different rewards to different influencers. i.e. VIPs. Use this action to change the selected influencer(s) group. You can create/re-name groups in the 'groups' tab. By default, new influencers are assigned to the 'default' group": "Chaque influenceur peut être assigné à 1 groupe. Les groupes sont utiles lorsque vous souhaitez donner différentes récompenses à différents influenceurs. c'est-à-dire des VIP. Utilisez cette action pour changer le groupe d’influenceur (s) sélectionné (s). Vous pouvez créer / renommer des groupes dans l'onglet \"Groupes\". Par défaut, les nouveaux influenceurs sont affectés au groupe \"par défaut\"",
  "Edit": "Modifier",
  "Delete": "Effacer",
  "You can delete up to": "Vous pouvez supprimer jusqu'à",
  "influencers at a time": "influenceurs à la fois",
  "Select 1 or more influencers": "Sélectionnez 1 ou plusieurs influenceurs",
  "Export": "Exportation",
  "Actions": "actes",
  "No matches found": "Aucun résultat",
  "selected": "choisi",
  "Suggested influencers": "Suggesteurs d'influence",
  "We understand that finding the right influencers to join your influencer marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Nous comprenons que trouver les bons influenceurs pour rejoindre votre programme de marketing d'influence est une fonctionnalité hautement souhaitable. Notre équipe travaille actuellement à la conception de cette fonctionnalité. Si c'est important pour vous, faites le nous savoir. Plus vous pourrez nous en dire plus sur vos besoins, mieux ce sera."
}
