{
    "Save": "sauvegarder",
    "Theme": "Thème",
    "Logo": "Logo",
    "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "L'URL de votre logo. Veuillez entrer l'URL de l'image de votre logo (par exemple, allez à la page d'accueil de votre boutique shopify, puis cliquez avec le bouton droit de la souris sur l'image de votre logo. Copiez ensuite l'URL de l'image dans votre presse-papiers et collez-la ici. L'URL doit être précédé de",
    "or": "ou",
    "If you have issues contact us and we'll help": "Si vous avez des problèmes, contactez-nous et nous vous aiderons",
    "Preview": "Aperçu",
    "Invert colour?": "Inverser la couleur?",
    "Primary Color": "Couleur primaire",
    "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "La couleur primaire de votre marque. Cela devrait être une couleur plus sombre car il sera affiché sur un fond blanc",
    "Team name": "Nom de l'équipe",
    "Choose a name to describe your marketing team members": "Choisissez un nom pour décrire les membres de votre équipe marketing",
    "In-store launcher": "Lanceur en magasin",
    "Visible? (desktop)": "Visible? (bureau)",
    "Display the in-store launcher on desktop devices?": "Afficher le lanceur en magasin sur les appareils de bureau?",
    "Visible? (mobile)": "Visible? (mobile)",
    "Display the in-store launcher on mobile devices?": "Afficher le lanceur en magasin sur les appareils mobiles?",
    "Position": "Position",
    "The position that the launcher will be displayed on your store page": "La position à laquelle le lanceur sera affiché sur votre page de magasin",
    "Bottom left": "En bas à gauche",
    "Bottom right": "En bas à droite",
    "The CTA text to show when the launcher is visible": "Le texte du CTA à afficher lorsque le lanceur est visible",
    "Signup page": "Page d'inscription",
    "Hide commission info?": "Masquer les informations de commission?",
    "Hide commission/discount info on the sign up page?": "Masquer les informations de commission / remise sur la page d'inscription?",
    "Disable social media linking?": "Désactiver la liaison avec les médias sociaux?",
    "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "Saisissez l'URL de votre page T & C personnalisée. De nouveaux XX seront nécessaires pour accepter vos CGU",
    "Business Rules": "Règles de gestion",
    "Auto-approve sign-ups?": "Approuver automatiquement les inscriptions?",
    "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "Si coché, les nouveaux XX seront automatiquement approuvés et recevront un code et un lien. Sinon, vous devez approuver les nouveaux XX manuellement",
    "In-app messaging": "Messagerie intégrée",
    "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "XXs peut-il vous contacter via notre solution de messagerie intégrée? Cette fonctionnalité est similaire à Facebook Messenger",
    "In-app support": "Prise en charge intégrée",
    "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "Les XX peuvent-ils voir notre assistance par chat dans l'application (en bas à droite)? Lorsqu'elle est activée, notre équipe d'assistance prendra en charge vos XX en répondant à leur FAQ et en traitant les problèmes spécifiques à leur compte / application. Si leurs questions sont spécifiques à votre magasin, nous les référerons à votre service client",
    "In-app help": "Aide in-app",
    "Can XXs see our in-app help menu?": "Les XX peuvent-ils voir notre menu d'aide intégré à l'application?",
    "Link Behaviour": "Comportement de lien",
    "How should your inbound links behave when clicked? This affects your XX's email and invite link": "Comment vos liens entrants doivent-ils se comporter lorsque vous cliquez dessus? Cela affecte l'e-mail et le lien d'invitation de votre XX",
    "Open a new browser page": "Ouvrir une nouvelle page de navigateur",
    "Open inside of my store": "Ouvert à l'intérieur de mon magasin",
    "Commission tracking rules": "Règles de suivi de la commission",
    "Lead expiration": "Expiration du plomb",
    "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "Le nombre de jours pendant lesquels nous suivrons un prospect avant l'expiration de notre suivi (cookie)",
    "Link commission policy": "Lien politique de la commission",
    "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "Si un client suit un lien XX vers votre boutique et effectue un achat sans utiliser le code XX, le XX devrait-il gagner une commission?",
    "Allow link based commission?": "Autoriser les commissions basées sur les liens?",
    "Code commission policy": "Politique de commission de code",
    "If a customer uses an XX code, should the XX earn commission?": "Si un client utilise un code XX, le XX devrait-il gagner une commission?",
    "Allow code based commission?": "Autoriser la commission basée sur le code?",
    "Customer commission policy": "Politique de commission client",
    "Can an XX earn commission from new customers only?": "Un XX peut-il gagner une commission uniquement sur les nouveaux clients?",
    "Limit commission to new customers only?": "Limiter la commission aux nouveaux clients uniquement?",
    "Customer discount policy": "Politique de remise client",
    "Limit the usage of a discount code to once per customer? Default is false": "Limiter l'utilisation d'un code de réduction à une fois par client? La valeur par défaut est false",
    "Once per customer?": "Une fois par client?",
    "Personal order policy": "Politique de commande personnelle",
    "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "Un XX peut-il gagner une commission sur ses propres commandes personnelles? La valeur par défaut est false, ce qui signifie que notre système anti-fraude bloquera les commandes personnelles. Vous ne devez l'activer que pendant le test",
    "Allow personal orders?": "Autoriser les commandes personnelles?",
    "Customer privacy": "Confidentialité client",
    "Allow XXs to see customer names?": "Autoriser les XX à voir les noms des clients?",
    "Coupon site policy": "Politique de site de coupon",
    "If an XX code is found on a coupon site, what should we do?": "Si un code XX est trouvé sur un site de coupons, que devons-nous faire?",
    "Allow": "Autoriser",
    "Revoke the XX's access": "Révoquer l'accès du XX",
    "Commission payment rules": "Règles de paiement de la commission",
    "Min commission age": "Âge de la commission min",
    "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "Par défaut, vwa.la vous empêche de payer une commission sur les commandes de moins de 30 jours. Cela vous protège des complications qui surviennent lorsque vous payez une commission sur une commande, mais cette commande est ensuite modifiée, remboursée ou considérée comme frauduleuse. Nous vous recommandons vivement de laisser ce paramètre 30 jours. Nous ne sommes pas responsables des problèmes qui pourraient survenir et nous ne fournirons aucune assistance.",
    "Order status": "Statut de la commande",
    "Only pay commission on paid orders?": "Ne payez que la commission sur les commandes payées?",
    "Orders must be paid?": "Les commandes doivent être payées?",
    "Fulfillment status": "État de réalisation",
    "Only pay commission on fulfilled orders?": "Ne payer que la commission sur les commandes remplies?",
    "Orders must be fulfilled?": "Les commandes doivent être remplies?",
    "Min order count": "Nombre de commandes min.",
    "Only pay XXs who have >= this many referral orders": "Ne payez que les XX qui ont> = autant de commandes de parrainage",
    "Min unpaid commission": "Commission min. Non payée",
    "Only pay XXs who have unpaid commission >= this amount": "Ne payez que les XX qui ont une commission impayée> = ce montant",
    "Marketplace": "Marché",
    "List my store?": "Liste mon magasin?",
    "Select if you want marketers to discover your store's marketing program in our marketplace": "Sélectionnez si vous souhaitez que les spécialistes du marketing découvrent le programme marketing de votre magasin sur notre marché.",
    "Show to XXs?": "Montrer aux XX?",
    "Allow XXs to see the marketplace?": "Autoriser les XX à voir le marché?",
    "Notifications": "Les notifications",
    "Enable or disable email notifications": "Activer ou désactiver les notifications par e-mail",
    "New XX": "Nouveau XX",
    "Email": "Email",
    "New lead": "Nouvelle piste",
    "New order": "nouvelle commande",
    "Use this form to customise your email behaviour or service provider": "Utilisez ce formulaire pour personnaliser votre comportement de messagerie ou votre fournisseur de services",
    "Service provider": "Fournisseur de services",
    "The email service provider that will be used to send your email": "Le fournisseur de service de messagerie qui sera utilisé pour envoyer votre courrier électronique",
    "Default": "Défaut",
    "API key": "Clé API",
    "You must provide an API key for the email service provider. See the provider's documentation for info": "Vous devez fournir une clé API pour le fournisseur de service de messagerie. Voir la documentation du fournisseur pour info",
    "From email": "De l'email",
    "The email that will be used to send your email": "L'email qui sera utilisé pour envoyer votre email",
    "From name": "De nom",
    "The name that will be used to send your email": "Le nom qui sera utilisé pour envoyer votre email",
    "Email templates": "Modèles d'e-mails",
    "Use this form to customise the emails that we send to your XXs": "Utilisez ce formulaire pour personnaliser les e-mails que nous envoyons à vos XX",
    "Mailchimp": "Mailchimp",
    "Sync your XX data to a mailing list": "Synchronisez vos données XX avec une liste de diffusion",
    "Enable?": "Activer?",
    "You must provide an API key. See Mailchimp's documentation for info": "Vous devez fournir une clé API. Voir la documentation de Mailchimp pour plus d'informations.",
    "Sync": "Sync",
    "Klaviyo": "Klaviyo",
    "You must provide an API key. See Klaviyo's documentation for info": "Vous devez fournir une clé API. Voir la documentation de Klaviyo pour plus d'informations.",
    "ActiveCampaign": "ActiveCampaign",
    "Account Id": "Identifiant de compte",
    "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Vous devez fournir votre ID de compte ActiveCampaign. Voir la documentation d'ActiveCampaign pour plus d'informations",
    "You must provide an API key. See ActiveCampaign's documentation for info": "Vous devez fournir une clé API. Voir la documentation d'ActiveCampaign pour plus d'informations",
    "Recharge": "Recharger",
    "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "Pour activer la recharge, créez un jeton d’API de recharge (avec un accès en lecture aux abonnements). Enregistrez ensuite la clé et le secret de l'API du jeton dans le formulaire ci-dessous. Voir la documentation de Recharge pour plus d'informations.",
    "You must provide an API key": "Vous devez fournir une clé API",
    "API Secret": "Secret API",
    "You must provide an API secret": "Vous devez fournir un secret API",
    "Test": "Tester",
    "Commission payments": "Paiements de commissions",
    "Use this form to set up your preferred commission payment method": "Utilisez ce formulaire pour configurer votre mode de paiement de commission préféré",
    "How will you pay commission?": "Comment allez-vous payer la commission?",
    "PayPal": "Pay Pal",
    "Store Credit": "Crédit en magasin",
    "Manual (bank transfer)": "Manuel (virement bancaire)",
    "PayPal setup": "Configuration de PayPal",
    "Type": "Type",
    "Which PayPal method do you wish to use?": "Quelle méthode PayPal souhaitez-vous utiliser?",
    "Simple (No setup required)": "Simple (aucune configuration requise)",
    "Advanced (Recommended. Requires a business account and API key)": "Avancé (recommandé. Nécessite un compte professionnel et une clé API)",
    "Client Id": "Identité du client",
    "Add your PayPal REST API credential": "Ajoutez vos informations d'identification d'API REST PayPal",
    "client Id": "identité du client",
    "Secret": "Secret",
    "secret": "secret"
}