{
  "Pay commission": "Payer la commission",
  "Cancelling": "Annulation",
  "Next": "Suivant",
  "Back": "Retour",
  "How does it work?": "Comment ça marche?",
  "All payments are made in your store's currency": "Tous les paiements sont effectués dans la devise de votre magasin.",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {vm.paymentForm.cMinOrderAge} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "La commission ne peut être payée que sur les commandes qui ont été 1) payées par le client 2) remplies et 3) sont âgées d'au moins {vm.paymentForm.cMinOrderAge}. Cette contrainte garantit que vous ne payez pas de commission sur les commandes susceptibles de changer en cas d'annulation, de remboursement, etc. Vous pouvez remplacer ces paramètres dans la section `filtres` de l'étape` préparer le paiement`",
  "Important": "Important",
  "PayPal limits the maximum number of payment recipients to 6. Therefore we can only batch pay 6 influencers at a time. If this affects your account you should re-use this form until all influencers are paid": "PayPal limite le nombre maximal de destinataires de paiement à 6. Par conséquent, nous ne pouvons payer en lots que 6 influenceurs à la fois. Si cela affecte votre compte, vous devez réutiliser ce formulaire jusqu'à ce que tous les influenceurs soient payés.",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Après le paiement, il peut s'écouler quelques minutes avant que vos données soient mises à jour par PayPal. Facultativement, vous pouvez également resynchroniser le statut de la commande manuellement à l'aide de la fonctionnalité «resynchronisation des commandes» de la page des commandes.",
  "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "Accédez à votre console d’administration Shopify et créez une carte-cadeau ou un code de réduction de montant fixe à usage unique pour un montant de {0}.",
  "Enter the code into the form above and click YES": "Entrez le code dans le formulaire ci-dessus et cliquez sur OUI",
  "All commission owed to the influencer will be marked as paid": "Toutes les commissions dues à l’influenceur seront marquées comme payées",
  "Commission owed to the influencer for the selected orders will be marked as paid": "La commission due à l’influenceur pour les ordres sélectionnés sera marquée comme payée",
  "We will notify the influencer of their code": "Nous informerons l'influenceur de son code",
  "This action will mark commission as paid and will notify the affected influencer(s)": "Cette action marquera la commission comme étant payée et informera le ou les influenceurs concernés.",
  "We will send you a notification that lists all affected influencers and the commission amount they are owed": "Nous vous ferons parvenir une notification répertoriant tous les influenceurs concernés et le montant de la commission qui leur est due.",
  "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Vous utiliserez cette liste pour payer chaque commission à leur influence, en utilisant une méthode autre que vwa.la. C'est à dire. virement bancaire, crypto etc.",
  "How to pay?": "Comment payer?",
  "Who to pay?": "Qui payer",
  "Customise": "Personnaliser",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "Vous pouvez personnaliser qui sera payé en utilisant les filtres suivants. Les valeurs par défaut sont héritées de vos paramètres globaux (mon compte> paramètres de magasin). Vous pouvez également spécifier une note personnalisée que l'influenceur verra sur son reçu de paiement.",
  "Group": "Groupe",
  "Only pay influencers who belong to this group": "Ne payez que les influenceurs appartenant à ce groupe",
  "Min order count": "Nombre de commandes min.",
  "Only pay influencers who have >= {0} orders with unpaid commission": "Ne payez que les influenceurs ayant> = {0} commandes avec commission impayée",
  "Min unpaid commission ({0})": "Commission min. Non payée ({0})",
  "Minimum order age (days)": "Age minimum de commande (jours)",
  "By default, we do not allow you to pay commission on orders that are less than {0} days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "Par défaut, nous ne vous permettons pas de payer des commissions sur les commandes datant de moins de {0} jours. Cela vous protège des complications qui surviennent lorsque vous payez une commission sur une commande, mais cette commande est ensuite modifiée, remboursée ou considérée comme frauduleuse. Nous vous recommandons vivement de laisser ce paramètre 30 jours. Nous ne sommes pas responsables des problèmes qui pourraient survenir et nous ne fournirons aucune assistance.",
  "Order status": "Statut de la commande",
  "Only pay commission on paid orders?": "Ne payez que la commission sur les commandes payées?",
  "Orders must be paid?": "Les commandes doivent être payées?",
  "Fulfillment status": "État de réalisation",
  "Only pay commission on fulfilled orders": "Ne payez la commission que sur les commandes remplies",
  "Orders must be fulfilled?": "Les commandes doivent être remplies?",
  "Note": "Remarque",
  "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "Vous pouvez ajouter une note à votre paiement. Cela sera visible pour l'influenceur sur son reçu de paiement",
  "I understand how this feature works": "Je comprends comment cette fonctionnalité fonctionne",
  "Prepare payment": "Préparer le paiement",
  "Cancel": "Annuler",
  "Preview & confirm": "Prévisualiser et confirmer",
  "Calculating": "Calculateur",
  "You have chosen to pay {0} commission to the following influencers using PayPal": "Vous avez choisi de payer {0} commission aux influenceurs suivants via PayPal.",
  "Recipients": "Destinataires",
  "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "Vous avez choisi de payer {0} commission par crédit en magasin. Entrez le code de crédit du magasin ci-dessous et cliquez sur Payer pour continuer. Pour des instructions détaillées, veuillez consulter la section `Comment ça marche` ci-dessous",
  "Gift card / discount code": "Carte cadeau / code de réduction",
  "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "Vous avez choisi de payer {0} de commission aux influenceurs suivants en utilisant une méthode autre que vwa.la (par exemple, un virement bancaire manuel).",
  "Pay": "Payer",
  "Confirmation": "Confirmation",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Si vous souhaitez annuler le paiement, cliquez sur le bouton `Annuler le paiement` ci-dessous",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " ou le lien `annuler le paiement` dans la fenêtre de PayPal. Si vous annulez, n'essayez pas de terminer le paiement PayPal.",
  "Pending your approval": "En attente de votre approbation",
  "Paying": "Payant",
  "You payment is approved and is being processed by PayPal. The transaction may take a few days to complete": "Votre paiement est approuvé et est en cours de traitement par PayPal. La transaction peut prendre quelques jours à compléter",
  "Approval required": "Approbation exigée",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your popup blocker allows this page to open). You must go to the new window and approve the payment": "Vous devez approuver la transaction PayPal. Nous avons ouvert la transaction PayPal dans une nouvelle fenêtre (veuillez vous assurer que votre bloqueur de popup permet l'ouverture de cette page). Vous devez aller à la nouvelle fenêtre et approuver le paiement",
  "Cancel payment": "Annuler le paiement",
  "Receipt": "Le reçu",
  "Ok": "D'accord",
  "Opening PayPal": "Ouverture de PayPal",
  "Creating Payment": "Création de paiement",
  "Selected influencers": "Influenceurs sélectionnés",
  "All influencers with unpaid commission": "Tous les influenceurs avec commission impayée",
  "Selected orders": "Commandes sélectionnées",
  "All unpaid commission for this influencer": "Toutes les commissions impayées pour cet influenceur",
  "All unpaid commission for {0}": "Toutes les commissions impayées pour {0}",
  "All unpaid commission for the selected influencers": "Toutes les commissions impayées pour les influenceurs sélectionnés",
  "Influencer": "Influencer",
  "Orders": "Ordres",
  "Amount to pay": "Montant à payer",
  "Email": "Email",
  "Status": "Statut",
  "Amount": "Montant"
}
