{
    "Account Settings": "Paramètres du compte",
    "Store Settings": "Paramètres du magasin",
    "Billing Plan": "Plan de facturation",
    "My Bills": "Mes factures",
    "Payment Setup": "Configuration du paiement",
    "My Account": "Mon compte",
    "Payment setup": "Configuration du paiement",
    "Important": "Important",
    "will pay you using PayPal (unless otherwise notified). PayPal payments will be made to your vwa.la account's email address. Your account email is presently": "vous paiera avec PayPal (sauf indication contraire). Les paiements PayPal seront effectués sur l'adresse e-mail de votre compte vwa.la. L'email de votre compte est actuellement",
    "You must ensure that this email is the same as your PayPal account, or that this email is added as a secondary email address to your existing PayPal account. You can change your email in": "Vous devez vous assurer que cet email est identique à votre compte PayPal ou qu'il est ajouté en tant qu'adresse e-mail secondaire à votre compte PayPal existant. Vous pouvez changer votre email en",
    "my account > account settings": "mon compte> paramètres du compte",
    "Sales commission will only be paid to you for fulfilled, non-personal orders that are not cancelled or refunded. Furthermore, payments will not be deposited into your account until at least {0} days from the fulfilled order date. This is to avoid issues in the event of order changes, cancellations or fraud": "La commission de vente ne vous sera versée que pour les commandes non personnelles exécutées qui ne sont ni annulées ni remboursées. De plus, les paiements ne seront pas déposés sur votre compte avant au moins {0} jours à compter de la date de la commande. Cela permet d'éviter les problèmes en cas de modification de commande, d'annulation ou de fraude.",
    "Need more info?": "Besoin de plus d'informations?",
    "Please read our": "S'il vous plaît lire notre",
    "how and when will I be paid?": "comment et quand serai-je payé?",
    "guide": "guider"
}