{
  "Notify XX?": "Notifier XX?",
  "Delete link?": "Supprimer le lien?",
  "Delete the XX's link?": "Supprimer le lien XX?",
  "Approve": "Approuver",
  "Revoke": "Révoquer",
  "Cancel": "Annuler",
  "Approving": "Approuvant",
  "Revoking": "Révoquer",
  "Please wait": "S'il vous plaît, attendez",
  "Select a group": "Sélectionner un groupe",
  "Assign to group": "Attribuer à un groupe",
  "Assign the selected XX(s) to another group. In the promotions page, you can set group specific rewards": "Attribuez le (s) XX (s) sélectionné (s) à un autre groupe. Dans la page des promotions, vous pouvez définir des récompenses spécifiques au groupe",
  "Change group?": "Changer de groupe?",
  "Delete?": "Effacer?",
  "Status": "Statut",
  "Group": "Groupe",
  "Signup date": "Date d'inscription",
  "Filter data": "Filtrer les données",
  "Filter": "Filtre",
  "Groups": "Groupes",
  "Suggested": "Suggéré",
  "Edit": "Modifier",
  "Change group": "Changer de groupe",
  "Each XX can be assigned to 1 group. Groups are useful when you want to give different rewards to different XXs. i.e. VIPs. Use this action to change the selected XX(s) group. You can create/re-name groups in the 'groups' tab. By default, new XXs are assigned to the 'default' group": "Chaque XX peut être affecté à 1 groupe. Les groupes sont utiles lorsque vous souhaitez offrir différentes récompenses à différents XX. c'est-à-dire les VIP. Utilisez cette action pour modifier le groupe XX (s) sélectionné. Vous pouvez créer / renommer des groupes dans l'onglet «groupes». Par défaut, les nouveaux XX sont affectés au groupe «par défaut»",
  "Delete": "Effacer",
  "You can delete up to": "Vous pouvez supprimer jusqu'à",
  "XXs at a time": "XX à la fois",
  "Select 1 or more XXs": "Sélectionnez 1 ou plusieurs XX",
  "Export": "Exportation",
  "Actions": "actes",
  "No matches found": "Aucun résultat",
  "selected": "choisi",
  "Suggested XXs": "XX suggérés",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Nous comprenons que trouver les bons XX pour rejoindre votre programme de marketing XX est une fonctionnalité hautement souhaitable. Notre équipe travaille actuellement sur la conception de cette fonctionnalité. Si c'est important pour vous, faites-le nous savoir. Plus vous pouvez nous parler de vos besoins, mieux c'est"
}
