{
  "Log into PayPal and fix your account": "Connectez-vous à PayPal et corrigez votre compte",
  "Your vwa.la email and PayPal email must be the same": "Votre email vwa.la et votre email PayPal doivent être identiques",
  "Your PayPal account is valid": "Votre compte PayPal est valide",
  "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues": "Pour que la commission soit payée, vous devez vous connecter à votre compte PayPal et régler les problèmes d'installation de votre compte PayPal.",
  "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Pour être payé une commission, vous devez créer un compte PayPal. Votre compte PayPal et votre compte vwa.la doivent utiliser la même adresse électronique. Vous pouvez également ajouter votre email vwa.la comme email secondaire à un compte PayPal existant.",
  "This influencer can not be paid by PayPal until they resolve their PayPal account issues": "PayPal ne peut pas payer cet influenceur tant qu'il n'a pas résolu ses problèmes de compte PayPal",
  "Check": "Vérifier",
  "Overview": "Vue d'ensemble",
  "Marketing accounts": "Comptes marketing",
  "When you link a social media account with us, we use the following information": "Lorsque vous associez un compte de média social avec nous, nous utilisons les informations suivantes.",
  "Your basic public info": "Vos informations publiques de base",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Mesures qui mesurent votre portée / engagement marketing. C'est à dire. # d'adeptes",
  "Important": "Important",
  "We do not use or store any other information and we do not share your info": "Nous n'utilisons ni ne stockons aucune autre information et nous ne partageons pas vos informations.",
  "Codes": "Codes",
  "Links": "Liens",
  "This table lists your influencer code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Ce tableau répertorie votre code d’influence et votre lien. Pour plus de détails sur l’utilisation de votre lien ou code et; créer des liens de renvoi spécifiques à un produit ou une collection, voir la",
  "How do I use my link and code": "Comment utiliser mon lien et mon code",
  "section of our guide": "section de notre guide",
  "Orders": "Ordres",
  "Show": "Spectacle",
  "Leads": "Pistes",
  "Notes": "Remarques",
  "Save": "sauvegarder",
  "Leads (clicks)": "Leads (clics)",
  "Leads (unique)": "Leads (unique)",
  "Referrals": "Les renvois",
  "Sales": "Ventes",
  "Conv rate": "Taux de conv",
  "New": "Nouveau",
  "Returning": "Retour",
  "Ratio": "Rapport",
  "Owed": "Dû",
  "Payable": "Payable",
  "Paid": "Payé",
  "Lead sources": "Sources de plomb",
  "Sales by customer": "Ventes par client",
  "Earnings": "Gains"
}
