{
    "Saving. This task may take a few minutes. Please wait": "Économie. Cette tâche peut prendre quelques minutes. S'il vous plaît, attendez",
    "Promotion policy": "Politique de promotion",
    "Use this form to define the promotion policy of your store. Your promotion policy allows you to set commission rules specific to each of your influencer groups. Groups are a way for you to segment your influencers and reward them differently. You can create groups and; assign influencers to specific groups using the influencers page in the menu. When an influencer signs up, they are automatically assigned to the default group": "Utilisez ce formulaire pour définir la politique de promotion de votre magasin. Votre stratégie de promotion vous permet de définir des règles de commission spécifiques à chacun de vos groupes d’influence. Les groupes sont un moyen pour vous de segmenter vos influenceurs et de les récompenser différemment. Vous pouvez créer des groupes et; attribuez des influenceurs à des groupes spécifiques à l'aide de la page influenceurs du menu. Lorsqu'un influenceur s'inscrit, il est automatiquement affecté au groupe par défaut.",
    "Learn more": "Apprendre encore plus",
    "Save": "sauvegarder",
    "Create": "Créer",
    "This is the promotion policy for": "C’est la politique de promotion pour",
    "It summarises the sales commission that you will earn for each referral order. Please read this policy carefully": "Il récapitule la commission de vente que vous gagnerez pour chaque commande de parrainage. Veuillez lire ces règles avec attention",
    "Group specific rules": "Règles spécifiques au groupe",
    "Your sales commission policy": "Votre politique de commission de vente",
    "Code suffix": "Suffixe de code",
    "Influencers who are members of the {0} group will earn {1} commission on orders they create": "Les influenceurs membres du groupe {0} recevront une {1} commission sur les commandes qu'ils créent",
    "Customers who use the influencer's code when making an order will receive a {0} discount": "Les clients qui utilisent le code de l’influenceur lors de la commande recevront un rabais de {0}",
    "The customer will only receive a discount if their order total is >= {0}": "Le client ne recevra un rabais que si le total de sa commande est> = {0}",
    "The customer will only receive a discount if they purchase specific products": "Le client ne recevra un rabais que s'il achète des produits spécifiques",
    "The influencer will only earn commission on specific products": "L'influenceur ne gagnera que des commissions sur des produits spécifiques",
    "Influencer links will direct leads to your home page": "Les liens d'influence dirigeront les pistes vers votre page d'accueil",
    "Influencer links will direct leads to a specific web page": "Les liens d'influence dirigent les pistes vers une page Web spécifique",
    "you have created": "vous avez créé",
    "referral orders": "ordres de renvoi",
    "you have": "tu as",
    "of unpaid commission": "de commission impayée",
    "You will earn {0} commission on orders that your leads create": "Vous gagnerez {0} commission sur les commandes créées par vos prospects.",
    "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "La commission basée sur les liens est uniquement récompensée si une commande est créée dans les {0} jours suivant le clic sur votre lien.",
    "This applies to orders created using your discount code only": "Ceci s'applique uniquement aux commandes créées à l'aide de votre code de réduction.",
    "Customers who use your discount code will receive a {0} discount": "Les clients qui utilisent votre code de réduction recevront un rabais de {0}",
    "The customer can only use their discount code once": "Le client ne peut utiliser son code de réduction qu'une seule fois",
    "Commission is only rewarded if the customer is a new customer": "La commission n'est récompensée que si le client est un nouveau client",
    "You will only earn commission on specific products": "Vous ne gagnerez que des commissions sur des produits spécifiques",
    "Your influencer link will send leads to a specific web page": "Votre lien d'influence enverra des pistes à une page Web spécifique",
    "Your influencer link will send leads to our home page": "Votre lien d'influence enverra des pistes à notre page d'accueil.",
    "Personal orders are allowed": "Les commandes personnelles sont autorisées",
    "Personal orders are not allowed": "Les commandes personnelles ne sont pas autorisées",
    "Your commission will only be paid once": "Votre commission ne sera payée qu'une fois",
    "and": "et",
    "Min order": "Ma commande",
    "Customers will not receive a discount unless their order total is >= this value. However, the influencer will still earn commission": "Les clients ne recevront de réduction que si le total de leur commande est> = cette valeur. Cependant, l’influenceur gagnera toujours une commission.",
    "Customers will not receive a discount unless their order total is >= this value. However, you will still earn commission": "Les clients ne recevront de réduction que si le total de leur commande est> = cette valeur. Cependant, vous gagnerez toujours une commission",
    "Product filter": "Filtre de produit",
    "Limit this promotion to only specific products? E.g The customer will only receive a discount when purchasing these products": "Limiter cette promotion à des produits spécifiques? E.g Le client ne recevra qu'un rabais lors de l'achat de ces produits",
    "Customers will only receive a discount using your discount code when they purchase these specific products": "Les clients ne recevront un rabais à l'aide de votre code de réduction lorsqu'ils achèteront ces produits spécifiques",
    "Collection filter": "Filtre de collection",
    "Limit this promotion to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "Limiter cette promotion aux seuls produits d'une collection? Par exemple. Le client ne recevra qu'un rabais lors de l'achat de ces produits",
    "Customers will only receive a discount using your discount code when they purchase products from these collections": "Les clients recevront un rabais en utilisant votre code de réduction lorsqu'ils achèteront des produits de ces collections.",
    "Does the product filter(s) apply to only the customer, influencer or both?": "Le (s) filtre (s) sur le produit s’applique-t-il uniquement au client, au influenceur ou aux deux?",
    "Type": "Type",
    "Applies to both the influencer and customer": "S'applique à la fois au influenceur et au client",
    "Applies to customer only": "S'applique uniquement au client",
    "Applies to influencer only": "S'applique uniquement aux influenceurs",
    "Link behaviour": "Comportement de lien",
    "Each influencer in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Chaque influenceur de ce groupe a un lien. Où leur lien devrait-il envoyer vos clients potentiels (clients potentiels)?",
    "Your referral link behaviour": "Votre comportement de lien de parrainage",
    "Go to homepage": "Aller à la page d'accueil",
    "Go to a specific product": "Aller à un produit spécifique",
    "Go to a specific collection": "Aller à une collection spécifique",
    "Each influencer in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Chaque influenceur de ce groupe dispose d'un lien de parrainage. Vous pouvez personnaliser la page produit / collection que ce lien enverra à vos clients potentiels (clients potentiels). Pour utiliser ce champ, vous devez saisir le nom de la page, puis le sélectionner dans la liste déroulante. Vous ne pouvez pas entrer une URL manuellement",
    "Important": "Important",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Lors du test de vos modifications avec l'un de vos liens de parrainage, si vous ne voyez pas la page correcte, il est probable que Shopify renvoie (temporairement) une version en cache de la page à votre adresse IP. Pour forcer shopify à vous renvoyer la page correcte, ajoutez? Test à la fin de votre lien de parrainage",
    "Your referral link will go to this page": "Votre lien de parrainage ira à cette page",
    "Influencer reward": "Influencer reward",
    "Customer reward": "Récompense client",
    "Filters": "Les filtres",
    "Referral link": "Lien de référence",
    "group rules": "règles de groupe",
    "default group": "groupe par défaut",
    "commission": "commission",
    "Fixed Commission": "Commission fixe",
    "Commission": "Commission",
    "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "C'est le% d'une commande que l'influenceur sera payé en commission. C'est à dire. une commande de 100 $ (hors taxes, frais d'expédition et remises), avec une commission d'influence de 10%, récompensera l'influenceur de 10 $ pour les efforts déployés pour générer la commande",
    "This is the % of an order that you will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award you $10 for your effort in generating the order": "C'est le% d'une commande pour laquelle vous serez payé en commission. C'est à dire. une commande de 100 $ (hors taxes, frais d'expédition, remises), avec une commission d'influence de 10%, vous récompensera de 10 $ pour vos efforts en vue de générer la commande",
    "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Il s’agit d’un montant fixe que l’influenceur sera redevable en commission pour chaque commande qu’il génère pour votre magasin.",
    "This is the fixed amount that you will be paid in commission for every order that you generate for the store": "Il s'agit du montant fixe que vous recevrez en commission pour chaque commande que vous générez pour le magasin.",
    "discount": "remise",
    "Fixed discount": "Réduction fixe",
    "Discount": "Remise",
    "Applies to discount codes only. This is the % of an order that the customer will receive as a discount. I.e. If their order is $100 (excluding shipping and tax) and their discount is 5%, they will receive $5 off their order total": "S'applique uniquement aux codes de réduction. Il s'agit du% d'une commande que le client recevra sous forme de réduction. C'est à dire. Si leur commande est de 100 $ (hors frais de livraison et les taxes) et que leur remise est de 5%, ils recevront 5 $ sur le total de leur commande.",
    "Applies to discount codes only. This is a fixed amount discount that the customer will receive as a discount for each order they create using an influencer's code": "S'applique uniquement aux codes de réduction. Il s'agit d'une remise d'un montant fixe que le client recevra sous forme de remise pour chaque commande créée à l'aide du code d'un influenceur."
}