{
  "Theme": "Thème",
  "Logo": "Logo",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "L'URL de votre logo. Veuillez entrer l'URL de l'image de votre logo (par exemple, allez à la page d'accueil de votre boutique shopify, puis cliquez avec le bouton droit de la souris sur l'image de votre logo. Copiez ensuite l'URL de l'image dans votre presse-papiers et collez-la ici. L'URL doit être précédé de",
  "or": "ou",
  "If you have issues contact us and we'll help": "Si vous avez des problèmes, contactez-nous et nous vous aiderons",
  "Preview": "Aperçu",
  "Invert colour?": "Inverser la couleur?",
  "Primary Color": "Couleur primaire",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "La couleur primaire de votre marque. Cela devrait être une couleur plus sombre car il sera affiché sur un fond blanc",
  "Team name": "Nom de l'équipe",
  "Choose a name to describe your marketing team members": "Choisissez un nom pour décrire les membres de votre équipe marketing",
  "In-store widget": "Widget en magasin",
  "Visible? (desktop)": "Visible? (bureau)",
  "Display the in-store widget on desktop devices?": "Afficher le widget en magasin sur les appareils de bureau?",
  "Visible? (mobile)": "Visible? (mobile)",
  "Display the in-store widget on mobile devices?": "Afficher le widget en magasin sur les appareils mobiles?",
  "Position": "Position",
  "The position that the widget will be displayed on your store page": "La position que le widget sera affichée sur votre page de magasin",
  "Bottom left": "En bas à gauche",
  "Bottom right": "En bas à droite",
  "The CTA text to show when the widget is visible": "Le texte CTA pour montrer quand le widget est visible",
  "In-store signup page": "Page d'inscription en magasin",
  "Hide commission info?": "Masquer les informations de commission?",
  "Hide commission/discount info on the sign up page?": "Masquer les informations de commission / remise sur la page d'inscription?",
  "Business Rules": "Règles de gestion",
  "Auto-approve sign-ups?": "Approuver automatiquement les inscriptions?",
  "If checked, when an influencer signs up they will be automatically approved and issued a personalised discount code and link. Otherwise you'll need to do this manually for each influencer.": "Si coché, lorsqu'un influenceur s'inscrit, il est automatiquement approuvé et reçoit un code de réduction et un lien personnalisés. Sinon, vous devrez le faire manuellement pour chaque influenceur.",
  "In-app messaging": "Messagerie intégrée",
  "Can influencers contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "Les influenceurs peuvent-ils vous contacter via notre solution de messagerie intégrée à l'application? Cette fonctionnalité est similaire à Facebook Messenger",
  "In-app support": "Prise en charge intégrée",
  "Can influencers see our in-app chat support (bottom right)? When enabled, our support team will support your influencers by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "Les influenceurs peuvent-ils voir notre support de chat intégré à l'application (en bas à droite)? Lorsque cette option est activée, notre équipe d'assistance assistera vos influenceurs en répondant à leur FAQ et en gérant les problèmes spécifiques à leur compte / application. Si leurs questions sont spécifiques à votre magasin, nous les référons à votre service client.",
  "In-app help": "Aide in-app",
  "Can influencers see our in-app help menu?": "Les influenceurs peuvent-ils voir notre menu d'aide intégré à l'application?",
  "Commission tracking rules": "Règles de suivi de la commission",
  "Lead expiration": "Expiration du plomb",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie). Default is 30 days": "Le nombre de jours pendant lesquels nous suivrons un intérêt potentiel avant son expiration (à savoir, un cookie). La valeur par défaut est 30 jours",
  "Link commission policy": "Lien politique de la commission",
  "If a customer follows a referral link to your store and makes a purchase without using the influencer's code, should the influencer be awarded commission?": "Si un client suit un lien de parrainage dans votre magasin et effectue un achat sans utiliser le code de l'influence, l'influenceur devrait-il recevoir une commission?",
  "Allow link based commission?": "Autoriser les commissions basées sur les liens?",
  "Customer commission policy": "Politique de commission client",
  "Can an influencer earn commission from new customers only?": "Un influenceur peut-il gagner une commission auprès de nouveaux clients?",
  "Limit commission to new customers only?": "Limiter la commission aux nouveaux clients uniquement?",
  "Customer discount policy": "Politique de remise client",
  "Limit the usage of a discount code to once per customer? Default is false": "Limiter l'utilisation d'un code de réduction à une fois par client? La valeur par défaut est false",
  "Once per customer?": "Une fois par client?",
  "Personal order policy": "Politique de commande personnelle",
  "Can an influencer earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "Un influenceur peut-il gagner une commission sur ses commandes personnelles? La valeur par défaut est false, ce qui signifie que notre système anti-fraude bloquera les commandes personnelles. Vous ne devriez l'activer que pendant les tests",
  "Allow personal orders?": "Autoriser les commandes personnelles?",
  "Customer privacy": "Confidentialité client",
  "Allow influencers to see customer names?": "Autoriser les influenceurs à voir les noms des clients?",
  "Coupon site policy": "Politique de site de coupon",
  "If an influencer code is found on a coupon site, what should we do?": "Si un code d'influence est trouvé sur un site de coupon, que devrions-nous faire?",
  "Allow": "Autoriser",
  "Revoke the influencer's access": "Révoquer l'accès de l'influenceur",
  "Commission payment rules": "Règles de paiement de la commission",
  "Min commission age": "Âge de la commission min",
  "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "Par défaut, vwa.la vous empêche de payer une commission sur les commandes de moins de 30 jours. Cela vous protège des complications qui surviennent lorsque vous payez une commission sur une commande, mais cette commande est ensuite modifiée, remboursée ou considérée comme frauduleuse. Nous vous recommandons vivement de laisser ce paramètre 30 jours. Nous ne sommes pas responsables des problèmes qui pourraient survenir et nous ne fournirons aucune assistance.",
  "Order status": "Statut de la commande",
  "Only pay commission on paid orders?": "Ne payez que la commission sur les commandes payées?",
  "Orders must be paid?": "Les commandes doivent être payées?",
  "Fulfillment status": "État de réalisation",
  "Only pay commission on fulfilled orders?": "Ne payer que la commission sur les commandes remplies?",
  "Orders must be fulfilled?": "Les commandes doivent être remplies?",
  "Min order count": "Nombre de commandes min.",
  "Only pay influencers who have >= this many referral orders": "Ne payez que les influenceurs ayant> = autant d'ordres de parrainage",
  "Min unpaid commission": "Commission min. Non payée",
  "Only pay influencers who have unpaid commission >= this amount": "Payez uniquement aux influenceurs qui ont une commission impayée> = ce montant",
  "Marketplace": "Marché",
  "List my store?": "Liste mon magasin?",
  "Select if you want marketers to discover your store's marketing program in our marketplace": "Sélectionnez si vous souhaitez que les spécialistes du marketing découvrent le programme marketing de votre magasin sur notre marché.",
  "Show to influencers?": "Montrer aux influenceurs?",
  "Allow influencers to see the marketplace within their dashboard?": "Permettre aux influenceurs de voir le marché dans leur tableau de bord?",
  "Notifications": "Les notifications",
  "Enable or disable email and in-app notifications": "Activer ou désactiver les notifications par courrier électronique et dans l'application",
  "New influencer": "New influencer",
  "Email": "Email",
  "New lead": "Nouvelle piste",
  "New order": "nouvelle commande",
  "Message templates": "Modèles de message",
  "Use this form to customise the messages that we send to your influencers": "Utilisez ce formulaire pour personnaliser les messages que nous envoyons à vos influenceurs",
  "Use this form to customise your email behaviour or service provider": "Utilisez ce formulaire pour personnaliser votre comportement de messagerie ou votre fournisseur de services",
  "Service provider": "Fournisseur de services",
  "The email service provider that will be used to send your email": "Le fournisseur de service de messagerie qui sera utilisé pour envoyer votre courrier électronique",
  "Default": "Défaut",
  "API key": "Clé API",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "Vous devez fournir une clé API pour le fournisseur de service de messagerie. Voir la documentation du fournisseur pour info",
  "From email": "De l'email",
  "The email that will be used to send your email": "L'email qui sera utilisé pour envoyer votre email",
  "From name": "De nom",
  "The name that will be used to send your email": "Le nom qui sera utilisé pour envoyer votre email",
  "Link Behaviour": "Comportement de lien",
  "How should links within an influencer's email behave when clicked": "Comment les liens contenus dans la messagerie d'un influenceur doivent-ils se comporter lorsque l'utilisateur clique dessus?",
  "Open a new browser page": "Ouvrir une nouvelle page de navigateur",
  "Open inside of my store": "Ouvert à l'intérieur de mon magasin",
  "Mailchimp": "Mailchimp",
  "Sync your influencer data to a mailing list": "Synchronisez vos données d'influence avec une liste de diffusion",
  "Enable?": "Activer?",
  "You must provide an API key. See Mailchimp's documentation for info": "Vous devez fournir une clé API. Voir la documentation de Mailchimp pour plus d'informations.",
  "Sync": "Sync",
  "Klaviyo": "Klaviyo",
  "You must provide an API key. See Klaviyo's documentation for info": "Vous devez fournir une clé API. Voir la documentation de Klaviyo pour plus d'informations.",
  "Recharge": "Recharger",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "Pour activer la recharge, créez un jeton d’API de recharge (avec un accès en lecture aux abonnements). Enregistrez ensuite la clé et le secret de l'API du jeton dans le formulaire ci-dessous. Voir la documentation de Recharge pour plus d'informations.",
  "You must provide an API key": "Vous devez fournir une clé API",
  "API Secret": "Secret API",
  "You must provide an API secret": "Vous devez fournir un secret API",
  "Test": "Tester",
  "Payments": "Paiements",
  "Use this form to set up your preferred commission payment method. PayPal setup is only required if using PayPal": "Utilisez ce formulaire pour configurer votre méthode de paiement de commission préférée. La configuration de PayPal n'est requise que si vous utilisez PayPal",
  "Preferred method": "Méthode préférée",
  "Which payment method will be used to pay out commission?": "Quelle méthode de paiement sera utilisée pour payer la commission?",
  "PayPal": "Pay Pal",
  "Store Credit": "Crédit en magasin",
  "Manual (bank transfer)": "Manuel (virement bancaire)",
  "PayPal setup": "Configuration de PayPal",
  "Type": "Type",
  "Which PayPal method do you wish to use?": "Quelle méthode PayPal souhaitez-vous utiliser?",
  "Simple (no setup required)": "Simple (aucune configuration requise)",
  "Advanced (requires a business account and API key)": "Avancé (nécessite un compte professionnel et une clé API)",
  "Client Id": "Identité du client",
  "Add your PayPal REST API credential": "Ajoutez vos informations d'identification d'API REST PayPal",
  "client Id": "identité du client",
  "How to pay commission": "Comment payer une commission",
  "Secret": "Secret",
  "secret": "secret",
  "Changes may take up to 5 minutes before taking effect": "Les modifications peuvent prendre jusqu'à 5 minutes avant de prendre effet",
  "Save": "sauvegarder"
}
