{
    "Add code to cart?": "Ajouter le code au panier ?",
    "Applies to all XXs": "S'applique à tous les XX",
    "Behaviour": "Comportement",
    "Buy X": "Acheter X",
    "Buy X get Y": "Achetez X obtenez Y",
    "collection filter": "filtre de collecte",
    "Collection filter": "Filtre de collecte",
    "commission": "commission",
    "Commission": "Commission",
    "Create a rule that will periodically disable or delete inactive XXs": "Créer une règle qui désactivera ou supprimera périodiquement les XX inactifs",
    "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Créez une règle qui récompensera un XX avec une commission à vie lorsqu'il amènera un nouveau client dans votre magasin",
    "Customer discount": "Remise client",
    "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Les clients ne recevront pas de remise à moins que le total de leur commande ne soit >= cette valeur. Cependant, le XX gagnera toujours une commission",
    "Date range": "Plage de dates",
    "Days inactive": "Jours d'inactivité",
    "Disable only?": "Désactiver uniquement ?",
    "discount": "remise",
    "Discount": "Remise",
    "Duration": "Durée",
    "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Chaque XX de ce groupe a un lien. Où leur lien doit-il envoyer vos prospects (c'est-à-dire les clients potentiels) ?",
    "Each XX in this group has a referral link. You can customise the Shopify page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the Shopify page and then select it in the drop-down list. You can not enter a URL manually": "Chaque XX de ce groupe a un lien de parrainage. Vous pouvez personnaliser la page Shopify que ce lien enverra à vos prospects (c'est-à-dire aux clients potentiels). Pour utiliser ce champ, vous devez taper le nom de la page Shopify puis le sélectionner dans la liste déroulante. Vous ne pouvez pas entrer une URL manuellement",
    "Edit": "Éditer",
    "Filters": "Filtres",
    "Fixed commission": "Commission fixe",
    "Fixed discount": "Remise fixe",
    "Free shipping": "Livraison gratuite",
    "Get Y": "Obtenez Y",
    "Get Y collection filter": "Obtenir le filtre de collecte Y",
    "Get Y product filter": "Obtenir le filtre de produit Y",
    "Go to a specific collection": "Accéder à une collection spécifique",
    "Go to a specific page": "Accéder à une page spécifique",
    "Go to a specific product": "Accéder à un produit spécifique",
    "Go to homepage": "Aller à la page d'accueil",
    "Inactive XX rule": "Règle XX inactive",
    "Learn more": "Apprendre encore plus",
    "Link behaviour": "Comportement des liens",
    "Link page": "Page de lien",
    "Max shipping amount": "Montant d'expédition maximum",
    "Max usages per order": "Utilisations maximales par commande",
    "Min order": "Ma commande",
    "Once per customer?": "Une fois par client ?",
    "product filter": "filtre de produit",
    "Product filter": "Filtre produit",
    "Rule": "Régner",
    "Spend X": "Dépensez X",
    "Spend X get Y": "Dépensez X obtenez Y",
    "Status": "Statut",
    "Test": "Tester",
    "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Il s'agit d'un montant fixe que les XX seront dus en commission pour chaque commande qu'ils génèrent pour votre magasin",
    "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "C'est le % d'une commande que le XX sera payé en commission. C'est à dire. une commande de 100 $ (hors taxes, frais d'expédition, remises), avec une commission XX de 10 %, récompensera les XX 10 $ pour leurs efforts dans la génération de la commande",
    "Type": "Taper",
    "When testing your changes with one of your referral links, if you don't see the correct Shopify page, it is likely because shopify is returning a cached version of the Shopify page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Lorsque vous testez vos modifications avec l'un de vos liens de parrainage, si vous ne voyez pas la bonne page Shopify, c'est probablement parce que Shopify renvoie une version en cache de la page Shopify à votre adresse IP (temporairement). Pour forcer Shopify à vous renvoyer la bonne page, ajoutez ?test à la fin de votre lien de parrainage",
    "Which products can the customer receive?": "Quels produits le client peut-il recevoir ?",
    "Who does this rule apply to?": "A qui s'applique cette règle ?",
    "XX": "XX",
    "XX customer commission tracking": "XX suivi des commissions clients",
    "XX group": "XX groupe",
    "XX link behaviour": "Comportement du lien XX",
    "XX reward": "XX récompense",
    "XX reward - 1st order": "XX récompense - 1ère commande",
    "XX reward - Subsequent orders": "Récompense XX - Commandes ultérieures",
    "XX rules": "XX règles"
}