{
    " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " ou le lien \"annuler le paiement\" dans la fenêtre PayPal. Si vous annulez, n'essayez pas de terminer le paiement PayPal",
    "Actions": "actes",
    "All payments are made in your store's currency": "Tous les paiements sont effectués dans la devise de votre boutique",
    "All unpaid commission for {0}": "Toutes les commissions impayées pour {0}",
    "All unpaid commission for the selected XXs": "Toutes les commissions impayées pour les XX sélectionnés",
    "All unpaid commission for this XX": "Toutes les commissions impayées pour ce XX",
    "All XXs with unpaid commission": "Tous les XX avec commission impayée",
    "Amount": "Montant",
    "Amount to pay": "Montant à payer",
    "Approval required": "Approbation exigée",
    "Back": "Arrière",
    "Calculating": "Calculateur",
    "Cancel": "Annuler",
    "Cancel payment": "Annuler le paiement",
    "Cancel payment?": "Annuler le paiement?",
    "Cancelling": "Annulation",
    "Cancelling payment": "Annulation du paiement",
    "Code": "Code",
    "Commission will only be paid on orders that were created between the following dates": "La commission ne sera payée que sur les commandes créées entre les dates suivantes",
    "Confirmation": "Confirmation",
    "Creating Payment": "Créer un paiement",
    "Currency": "Monnaie",
    "Customise": "Personnaliser",
    "Date": "Rendez-vous amoureux",
    "Email": "E-mail",
    "Export (payment history)": "Exporter (historique des paiements)",
    "Export (tax report)": "Exportation (rapport fiscal)",
    "Filter": "Filtre",
    "Filter by status": "Filtrer par statut",
    "Filter by type": "Filtrer par type",
    "Filter data": "Filtrer les données",
    "Group": "Groupe",
    "How does it work?": "Comment ça marche?",
    "How referral payments work": "Comment fonctionnent les paiements de référence",
    "How to pay commission": "Comment payer une commission",
    "How to pay?": "Comment payer?",
    "I understand how this feature works": "Je comprends comment cette fonctionnalité fonctionne",
    "Id": "Id",
    "If you wish to cancel the payment, click the `cancel payment` button below": "Si vous souhaitez annuler le paiement, cliquez sur le bouton \"annuler le paiement\" ci-dessous",
    "Min commission earned ({0})": "Commission minimum gagnée ({0})",
    "Min order age (days)": "Âge minimum de la commande (jours)",
    "Min order count": "Nombre minimum de commandes",
    "Next": "Suivant",
    "No matches found": "Aucun résultat",
    "Note": "Noter",
    "Ok": "D'accord",
    "Only pay commission on fulfilled orders?": "Payer une commission uniquement sur les commandes exécutées ?",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Ne payez une commission que sur les commandes datant de >= {0} jours. Cela vous évite de payer une commission sur les nouvelles commandes susceptibles de changer (remboursements, annulations, etc.). Nous vous recommandons vivement de régler ce délai sur 30 jours",
    "Only pay commission on paid orders? (paid by customer)": "Payer une commission uniquement sur les commandes payées ? (payé par le client)",
    "Only pay commission to XXs who have >= {0} orders": "Ne payez la commission qu'aux XX qui ont >= {0} commandes",
    "Only pay commission to XXs who have earned commission >= {0}": "Ne payez la commission qu'aux XX qui ont gagné une commission >= {0}",
    "Only pay XXs who belong to this group": "Ne payez que les XX qui appartiennent à ce groupe",
    "Only pay XXs who want to be paid by {0}?": "Payer uniquement les XX qui souhaitent être payés par {0} ?",
    "Opening PayPal": "Ouvrir PayPal",
    "Order dates": "Dates de commande",
    "Orders": "Ordres",
    "Orders must be fulfilled (delivered)?": "Les commandes doivent être exécutées (livrées) ?",
    "Orders must be paid (by customer)?": "Les commandes doivent être payées (par le client) ?",
    "Paid": "Payé",
    "Pay": "Payer",
    "Pay commission": "Payer des commissions",
    "Paying": "Payant",
    "Paying via credit card using PayPal's guest checkout is not supported": "Le paiement par carte de crédit à l'aide du paiement invité de PayPal n'est pas pris en charge",
    "Payment amount": "Montant du paiement",
    "Payment date": "Date de paiement",
    "Payment Id": "Identifiant de paiement",
    "Payment status": "Statut de paiement",
    "Payment type": "Type de paiement",
    "Payments": "Paiements",
    "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal limite le nombre maximum de destinataires par paiement à 6. Vous devez réutiliser ce formulaire jusqu'à ce que tous les XX soient payés",
    "PayPal will charge a transaction fee": "PayPal facturera des frais de transaction",
    "PayPal will charge a transaction fee (paid by the XX)": "PayPal facturera des frais de transaction (payés par le XX)",
    "Pending your approval": "En attente de votre approbation",
    "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Après le paiement, cela peut prendre quelques minutes avant que vos données ne soient mises à jour par PayPal. En option, vous pouvez également resynchroniser manuellement l'état de la commande à l'aide de la fonction \"resynchroniser les commandes\" sur la page des commandes.",
    "Prepare": "Préparer",
    "Preview": "Aperçu",
    "Re-open approval window": "Rouvrir la fenêtre d'approbation",
    "Re-sync payment": "Re-synchroniser le paiement",
    "Recipients": "Destinataires",
    "selected": "choisi",
    "Selected orders": "Commandes sélectionnées",
    "Selected XXs": "XX sélectionnés",
    "Status": "Statut",
    "The commission specified in the table will be marked as paid": "La commission spécifiée dans le tableau sera marquée comme payée",
    "The total payment amount (requested)": "Le montant total du paiement (demandé)",
    "The total payment amount (successfully paid)": "Le montant total du paiement (payé avec succès)",
    "This action will mark commission as paid and will notify the affected XX(s)": "Cette action marquera la commission comme payée et notifiera le(s) XX concerné(s)",
    "This page lists all commission payments that you have created": "Cette page répertorie tous les paiements de commission que vous avez créés.",
    "This page lists all commission payments that you have received": "Cette page répertorie tous les paiements de commission que vous avez reçus.",
    "to all XXs": "à tous les XX",
    "to the selected XX": "au XX sélectionné",
    "to the selected XXs only": "aux XX sélectionnés uniquement",
    "Type": "Type",
    "Use this form to cancel a commission payment. When you cancel a commission payment, the commission paid will be marked as unpaid.": "Utilisez ce formulaire pour annuler un paiement de commission. Lorsque vous annulez un paiement de commission, la commission payée sera marquée comme impayée.",
    "We will automatically create a single use fixed amount discount code for each XX": "Nous créerons automatiquement un code de réduction à montant fixe à usage unique pour chaque XX",
    "We will notify the XX of their code via email": "Nous informerons les XX de leur code par e-mail",
    "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Nous vous enverrons une notification répertoriant tous les XX concernés et le montant de la commission qui leur est due.",
    "Who to pay?": "Qui payer ?",
    "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Vous pouvez ajouter une note à votre paiement. Cela sera visible pour le XX sur son reçu de paiement",
    "You can customise who will be paid using the following filters. The default values are inherited from your global settings (customise page > commission payment rules section). You can also specify a custom note that the XX will see on their payment receipt": "Vous pouvez personnaliser qui sera payé en utilisant les filtres suivants. Les valeurs par défaut sont héritées de vos paramètres généraux (page de personnalisation > section règles de paiement des commissions). Vous pouvez également spécifier une note personnalisée que le XX verra sur son reçu de paiement",
    "You can view your payment history and track payment updates on the payments page": "Vous pouvez consulter l'historique de vos paiements et suivre les mises à jour des paiements sur la page des paiements",
    "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Vous avez choisi de payer {0} commission par crédit en magasin. Nous créerons automatiquement un code de réduction unique, à usage unique et à montant fixe pour chaque XX de ce paiement. Pour des instructions détaillées, veuillez consulter la section \"comment cela fonctionne\" ci-dessous",
    "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Vous avez choisi de payer {0} commission aux XX suivants en utilisant une méthode extérieure à vwa.la (par exemple, un virement bancaire manuel)",
    "You have chosen to pay {0} commission to the following XXs using PayPal": "Vous avez choisi de payer {0} commission aux XX suivants via PayPal",
    "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Vous devez approuver la transaction PayPal. Nous avons ouvert la transaction PayPal dans une nouvelle fenêtre (veuillez vous assurer que votre navigateur permet à cette page de s'ouvrir). Vous devez vous rendre dans la nouvelle fenêtre et approuver le paiement",
    "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Vous utiliserez cette liste pour payer chaque XX sa commission, en utilisant une méthode extérieure à vwa.la. C'est à dire. virement bancaire, crypto etc.",
    "Your payment is being processed by PayPal": "Votre paiement est en cours de traitement par PayPal"
}