{
  "Actions": "actes",
  "Approve": "Approuver",
  "Approving": "Approuvant",
  "Assign to group": "Attribuer au groupe",
  "Cancel": "Annuler",
  "Change group": "Changer de groupe",
  "Changing code": "Changement de code",
  "Check": "Vérifier",
  "Codes": "Codes",
  "Conv rate": "Taux de conv.",
  "Create": "Créer",
  "Delete": "Effacer",
  "Delete XX": "Supprimer XX",
  "Delete XX link?": "Supprimer le lien XX?",
  "Discover": "Découvrir",
  "Discover XXs": "Découvrez les XX",
  "Earnings": "Gains",
  "Edit": "Modifier",
  "Export": "Exportation",
  "Export stats by month": "Exporter les statistiques par mois",
  "Export stats by year": "Statistiques d'exportation par année",
  "Group": "Groupe",
  "Groups": "Groupes",
  "How do I use my link and code": "Comment utiliser mon lien et mon code",
  "Important": "Important",
  "Invalid code": "Code invalide",
  "Lead sources": "Sources de plomb",
  "Leads": "Pistes",
  "Leads (clicks)": "Leads (clics)",
  "Leads (unique)": "Leads (uniques)",
  "Links": "Liens",
  "Log into PayPal and fix your account": "Connectez-vous à PayPal et corrigez votre compte",
  "Marketing accounts": "Comptes marketing",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Des mesures qui mesurent votre portée / engagement marketing. C'est à dire. # d'abonnés",
  "New": "Nouveau",
  "New code": "Nouveau code",
  "No matches found": "Aucun résultat",
  "Notify XX?": "Notifier XX?",
  "Orders": "Ordres",
  "Overview": "Aperçu",
  "Owed": "Dû",
  "Paid": "Payé",
  "Payable": "Payable",
  "Please wait": "S'il vous plaît, attendez",
  "Ratio": "Rapport",
  "Referrals": "Références",
  "Rename code": "Renommer le code",
  "Restore": "Restaurer",
  "Restoring": "Restauration",
  "Returning": "Retour",
  "Revoke": "Révoquer",
  "Revoking": "Révoquer",
  "Sales": "Ventes",
  "Sales by customer": "Ventes par client",
  "Search": "Chercher",
  "section of our guide": "section de notre guide",
  "Select a group": "Sélectionnez un groupe",
  "selected": "choisi",
  "Show": "Spectacle",
  "Signup date": "Date d'inscription",
  "Status": "Statut",
  "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Ce tableau répertorie votre code XX et votre lien. Pour plus d'informations sur l'utilisation de votre lien ou code et; créer des liens de parrainage spécifiques à un produit ou à une collection, voir le",
  "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Ce XX ne peut pas être payé par PayPal jusqu'à ce qu'ils résolvent leurs problèmes de compte PayPal",
  "To be paid commission, you must create a verified PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account. Your PayPal email must be verified and your account must accept {0}": "Pour recevoir une commission, vous devez créer un compte PayPal vérifié. Votre compte PayPal et votre compte vwa.la doivent utiliser la même adresse e-mail. Vous pouvez également ajouter votre e-mail vwa.la en tant qu'e-mail secondaire à un compte PayPal existant. Votre e-mail PayPal doit être vérifié et votre compte doit accepter {0}",
  "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your PayPal email must be verified and your account must accept {0}": "Pour recevoir une commission, vous devez vous connecter à votre compte PayPal et résoudre les problèmes de configuration de votre compte PayPal. Votre e-mail PayPal doit être vérifié et votre compte doit accepter {0}",
  "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Utilisez ce formulaire pour renommer le code et le lien XX. L'ancien lien du XX sera supprimé dans {0} jours",
  "We do not use or store any other information and we do not share your info": "Nous n'utilisons ni ne stockons aucune autre information et nous ne partageons pas vos informations",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Nous comprenons que trouver les bons XX pour rejoindre votre programme de marketing XX est une fonctionnalité hautement souhaitable. Notre équipe travaille actuellement sur la conception de cette fonctionnalité. Si c'est important pour vous, faites-le nous savoir. Plus vous pouvez nous parler de vos besoins, mieux c'est",
  "When you link a social media account with us, we use the following information": "Lorsque vous liez un compte de réseau social avec nous, nous utilisons les informations suivantes",
  "XXs at a time": "XX à la fois",
  "You can delete up to": "Vous pouvez supprimer jusqu'à",
  "You have deleted your account for this store. Because you have been paid commission, we have archived your account. This is required for data integrity and legal compliance purposes. You will be excluded from all communications. If you wish to restore your account, please contact the store via their customer support.": "Vous avez supprimé votre compte pour cette boutique. Parce que vous avez reçu une commission, nous avons archivé votre compte. Ceci est nécessaire à des fins d'intégrité des données et de conformité légale. Vous serez exclu de toutes les communications. Si vous souhaitez restaurer votre compte, veuillez contacter le magasin via son support client.",
  "Your basic public info": "Vos informations publiques de base",
  "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Votre code et votre lien sont suspendus en raison de votre inactivité (prospects ou commandes insuffisants)",
  "Your PayPal account is valid": "Votre compte PayPal est valide",
  "Your vwa.la email and PayPal email must be the same": "Votre e-mail vwa.la et votre e-mail PayPal doivent être identiques"
}
