{
  "Actions": "actes",
  "Allow commission": "Autoriser la commission",
  "Allow commission?": "Autoriser la commission?",
  "Allow XXs to earn commission on the selected order(s)": "Permettre à XX de gagner une commission sur la ou les commandes sélectionnées",
  "Cancel": "Annuler",
  "Cancel commission": "Annuler la commission",
  "Cancel commission?": "Annuler la commission?",
  "Cancel reason": "Annuler le motif",
  "Commission status": "Statut de la commission",
  "Export": "Exportation",
  "Filter": "Filtre",
  "Filter data": "Filtrer les données",
  "Filter orders by commission status": "Filtrer les commandes par statut de commission",
  "How referral orders work": "Comment fonctionnent les ordres de renvoi",
  "How to pay commission": "Comment payer une commission",
  "No matches found": "Aucun résultat",
  "Notify XX?": "Notifier XX?",
  "Only {0} orders can be synced at a time": "Seules {0} commandes peuvent être synchronisées à la fois",
  "Order date": "Date de commande",
  "Orders": "Ordres",
  "Pay commission": "Payer des commissions",
  "Re-sync orders": "Re-synchroniser les commandes",
  "selected": "choisi",
  "This page summarises the orders created by your account. It also shows your commission": "Cette page récapitule les commandes créées par votre compte. Il montre également votre commission",
  "This page summarises the orders created by your XXs. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your XXs": "Cette page récapitule les commandes créées par vos XX. Il indique également le montant de la commission due (ou a été payée) par commande. Vous pouvez utiliser cette page pour payer en gros vos XX",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the XX will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Utilisez ce formulaire pour annuler la commission de commande de parrainage. Lorsque vous annulez la commission d'un ordre de parrainage, la commission due sera annulée et le XX sera notifié. Il est valable d'annuler la commission de commande lorsque la commande a été créée frauduleusement ou; lorsque vous avez créé la commande vous-même comme test"
}
