{
  "Want to promote": "Vuoi promuovere",
  "Sign up to our marketing program": "Iscriviti al nostro programma di marketing",
  "How does it work?": "Come funziona?",
  "We will review your application. If approved..": "Esamineremo la tua domanda. Se approvato ..",
  "You'll be issued a unique referral link and code (not for personal use)": "Ti verrà rilasciato un link di riferimento e un codice univoci (non per uso personale)",
  "You'll promote our store/products by sharing either your code or link across your social network": "Promuoverai il nostro negozio / prodotti condividendo il tuo codice o il tuo collegamento attraverso il tuo social network",
  "We will reward you with {0} commission for every fulfilled referral order that you create": "Ti ricompenseremo con una commissione di {0} per ogni ordine di referral evaso che crei",
  "We will also give your customers a {0} discount when they use your code": "Daremo anche uno sconto {0} ai tuoi clienti quando usano il tuo codice",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Per unirti al programma di marketing di influencer di un negozio, inserisci il nome di dominio del negozio a cui desideri partecipare e fai clic su Avanti. Cioè somestore.com",
  "Sign up": "Iscriviti",
  "Apply now": "Applica ora",
  "Choose your code / link": "Scegli il tuo codice / link",
  "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "Scegli un codice univoco. Sarà utilizzato per creare il tuo codice e link personalizzati. Scegli qualcosa di unico (ad es. Nome, instagram o username di YouTube ecc.). Questo è importante. Condividerai il tuo codice e collegherai con altri",
  "Enter your code": "Inserisci il tuo codice",
  "Preview": "Anteprima",
  "Code": "Codice",
  "Link": "collegamento",
  "Done": "Fatto",
  "Updating your account..": "Aggiornamento del tuo account ..",
  "Great! You're all done. You must log in again": "Grande! Hai finito. Devi accedere di nuovo",
  "Great! Your account is pending approval. You will be notified if your account is approved": "Grande! Il tuo account è in attesa di approvazione. Riceverai una notifica se il tuo account è approvato",
  "Next": "Il prossimo",
  "Back": "Indietro",
  "Sign up or log in": "Registrati o fai il login",
  "Apply or log in": "Richiedi o accedi",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Vuoi promuovere marchi e guadagnare commissioni? Inserisci il nome di dominio dei negozi e fai clic su Iscriviti per unirti al loro programma di marketing per influencer",
  "Log in": "Accesso",
  "Already a user": "Già un utente",
  "Log in to open your influencer marketing dashboard": "Accedi per aprire la dashboard di marketing di influencer",
  "Enter your contact info": "Inserisci le informazioni di contatto",
  "First name": "nome di battesimo",
  "Last name": "Cognome",
  "Email": "E-mail",
  "Enter your email": "Inserisci il tuo indirizzo email",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "Inserisci il tuo indirizzo email. Se disponi di un account PayPal, dovresti utilizzare l'e-mail associata a tale account, in questo modo riceverai una commissione",
  "Confirm email": "Conferma email",
  "Confirm your email": "conferma la tua email",
  "Password": "Parola d'ordine",
  "Enter a password": "Inserisci una password",
  "Confirm password": "Conferma password",
  "Confirm your password": "Conferma la tua password",
  "Great! You're all done. You can now share your code {0} and link": "Grande! Hai finito. Ora puoi condividere il tuo codice {0} e il link",
  "to start marketing and earning sales commission": "per avviare il marketing e guadagnare commissioni di vendita",
  "Important": "Importante",
  "You can manage your account and track your performance and earnings from your dashboard": "Puoi gestire il tuo account e tenere traccia del rendimento e delle entrate dalla dashboard",
  "Open my dashboard": "Apri la mia dashboard",
  "Influencer marketing program": "Programma di marketing per influencer",
  "You're logged in as a merchant!": "Hai effettuato l'accesso come commerciante!",
  "Are you trying to test vwa.la as a influencer?": "Stai provando a testare vwa.la come influencer?",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Se stai provando a testare il tuo programma di marketing di influencer come influencer, puoi creare un account di influencer di prova da",
  "opening your influencer invite link in a": "aprendo il link di invito del tuo influencer in a",
  "new browser/incognito session": "nuova sessione browser / in incognito",
  "and then;": "e poi;",
  "completing the sign-up form": "compilando il modulo di iscrizione",
  "Important:": "Importante:",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "il nostro sistema antifrode impedirà al tuo influenzatore del test di ricevere una commissione compensata per gli ordini che crea. Se desideri testare gli ordini utilizzando il tuo account influencer di test, devi prima andare sul mio account> impostazioni negozio> regole commerciali e",
  "allow self-orders": "consentire ordini automatici",
  "You can disable this setting after your testing. See our": "È possibile disabilitare questa impostazione dopo il test. Vedi il nostro",
  "help guide": "guida di aiuto",
  "for more info.": "per maggiori informazioni.",
  "Are you trying to recruit influencers? (aka influencers, affiliates)": "Stai cercando di reclutare influencer? (aka influencer, affiliati)",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "Per iscriverti agli influenzatori, dovrai condividere con loro il link di iscrizione all'influencer.",
  "What is my influencer sign-up link?": "Qual è il mio link di iscrizione all'influencer?",
  "Your link is": "Il tuo link è"
}
