{
    "Saving. This task may take a few minutes. Please wait": "Salvataggio. Questa attività potrebbe richiedere alcuni minuti. attendere prego",
    "Promotion policy": "Politica di promozione",
    "Use this form to define the promotion policy of your store. Your promotion policy allows you to set commission rules specific to each of your influencer groups. Groups are a way for you to segment your influencers and reward them differently. You can create groups and; assign influencers to specific groups using the influencers page in the menu. When an influencer signs up, they are automatically assigned to the default group": "Utilizza questo modulo per definire la politica di promozione del tuo negozio. La tua politica di promozione ti consente di impostare regole di commissione specifiche per ciascuno dei tuoi gruppi influencer. I gruppi sono un modo per segmentare i tuoi influenzatori e premiarli in modo diverso. È possibile creare gruppi e; assegnare gli influencer a gruppi specifici utilizzando la pagina degli influencer nel menu. Quando un influencer si iscrive, vengono automaticamente assegnati al gruppo predefinito",
    "Learn more": "Per saperne di più",
    "Save": "Salva",
    "Create": "Creare",
    "This is the promotion policy for": "Questa è la politica di promozione per",
    "It summarises the sales commission that you will earn for each referral order. Please read this policy carefully": "Riassume la commissione di vendita che guadagnerai per ogni ordine di rinvio. Si prega di leggere attentamente questa politica",
    "Group specific rules": "Regole specifiche di gruppo",
    "Your sales commission policy": "La tua politica sulle commissioni di vendita",
    "Code suffix": "Suffisso codice",
    "Influencers who are members of the {0} group will earn {1} commission on orders they create": "Gli influencer che fanno parte del gruppo {0} guadagneranno {1} commissioni sugli ordini che creano",
    "Customers who use the influencer's code when making an order will receive a {0} discount": "I clienti che utilizzano il codice dell'influencer quando effettuano un ordine riceveranno uno sconto {0}",
    "The customer will only receive a discount if their order total is >= {0}": "Il cliente riceverà uno sconto solo se il totale dell'ordine è> = {0}",
    "The customer will only receive a discount if they purchase specific products": "Il cliente riceverà uno sconto solo se acquisterà prodotti specifici",
    "The influencer will only earn commission on specific products": "L'influencer guadagnerà commissioni solo su prodotti specifici",
    "Influencer links will direct leads to your home page": "I collegamenti all'influencer indirizzano i lead alla tua home page",
    "Influencer links will direct leads to a specific web page": "I collegamenti all'influencer indirizzeranno i lead verso una pagina Web specifica",
    "you have created": "hai creato",
    "referral orders": "ordini di rinvio",
    "you have": "hai",
    "of unpaid commission": "di commissione non pagata",
    "You will earn {0} commission on orders that your leads create": "Guadagnerai {0} commissioni sugli ordini creati dai tuoi lead",
    "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "La commissione basata sul collegamento viene premiata solo se un ordine viene creato entro {0} giorni dal clic del collegamento",
    "This applies to orders created using your discount code only": "Questo vale per gli ordini creati utilizzando solo il codice sconto",
    "Customers who use your discount code will receive a {0} discount": "I clienti che utilizzano il codice sconto riceveranno uno sconto {0}",
    "The customer can only use their discount code once": "Il cliente può utilizzare il proprio codice sconto solo una volta",
    "Commission is only rewarded if the customer is a new customer": "La commissione viene premiata solo se il cliente è un nuovo cliente",
    "You will only earn commission on specific products": "Guadagnerai commissioni su prodotti specifici",
    "Your influencer link will send leads to a specific web page": "Il link del tuo influenzatore invierà dei lead a una pagina web specifica",
    "Your influencer link will send leads to our home page": "Il tuo link all'influencer invierà lead alla nostra home page",
    "Personal orders are allowed": "Sono consentiti ordini personali",
    "Personal orders are not allowed": "Non sono ammessi ordini personali",
    "Your commission will only be paid once": "La tua commissione verrà pagata una sola volta",
    "and": "e",
    "Min order": "Il mio ordine",
    "Customers will not receive a discount unless their order total is >= this value. However, the influencer will still earn commission": "I clienti non riceveranno uno sconto a meno che il totale dell'ordine non sia> = questo valore. Tuttavia, l'influencer guadagnerà comunque commissioni",
    "Customers will not receive a discount unless their order total is >= this value. However, you will still earn commission": "I clienti non riceveranno uno sconto a meno che il totale dell'ordine non sia> = questo valore. Tuttavia, guadagnerai comunque commissioni",
    "Product filter": "Filtro del prodotto",
    "Limit this promotion to only specific products? E.g The customer will only receive a discount when purchasing these products": "Limitare questa promozione solo a prodotti specifici? Ad esempio, il cliente riceverà uno sconto solo al momento dell'acquisto di questi prodotti",
    "Customers will only receive a discount using your discount code when they purchase these specific products": "I clienti riceveranno uno sconto utilizzando il proprio codice sconto solo quando acquistano questi prodotti specifici",
    "Collection filter": "Filtro di raccolta",
    "Limit this promotion to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "Limitare questa promozione ai soli prodotti all'interno di una collezione? Per esempio. Il cliente riceverà uno sconto solo al momento dell'acquisto di questi prodotti",
    "Customers will only receive a discount using your discount code when they purchase products from these collections": "I clienti riceveranno uno sconto utilizzando il proprio codice sconto solo quando acquistano prodotti da queste collezioni",
    "Does the product filter(s) apply to only the customer, influencer or both?": "I filtri del prodotto si applicano solo al cliente, all'influencer o ad entrambi?",
    "Type": "genere",
    "Applies to both the influencer and customer": "Si applica sia all'influencer che al cliente",
    "Applies to customer only": "Si applica solo al cliente",
    "Applies to influencer only": "Si applica solo all'influencer",
    "Link behaviour": "Comportamento del collegamento",
    "Each influencer in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Ogni influencer in questo gruppo ha un link. Dove il loro link dovrebbe inviare i tuoi lead (ovvero potenziali clienti)?",
    "Your referral link behaviour": "Il comportamento del tuo link di riferimento",
    "Go to homepage": "Vai alla pagina principale",
    "Go to a specific product": "Vai a un prodotto specifico",
    "Go to a specific collection": "Vai a una raccolta specifica",
    "Each influencer in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Ogni influencer in questo gruppo ha un link di riferimento. Puoi personalizzare la pagina del prodotto / raccolta a cui questo link invierà i tuoi contatti (ovvero potenziali clienti). Per utilizzare questo campo, è necessario digitare il nome della pagina e quindi selezionarlo nell'elenco a discesa. Non è possibile inserire un URL manualmente",
    "Important": "Importante",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Quando provi le tue modifiche con uno dei tuoi link di riferimento, se non vedi la pagina corretta, è probabile che Shopify stia restituendo una versione cache della pagina al tuo indirizzo IP (temporaneamente). Per forzare shopify a restituirti la pagina corretta, aggiungi? Test alla fine del tuo link di riferimento",
    "Your referral link will go to this page": "Il tuo link di riferimento andrà a questa pagina",
    "Influencer reward": "Ricompensa dell'influencer",
    "Customer reward": "Ricompensa del cliente",
    "Filters": "filtri",
    "Referral link": "Link di riferimento",
    "group rules": "regole di gruppo",
    "default group": "gruppo predefinito",
    "commission": "commissione",
    "Fixed Commission": "Commissione fissa",
    "Commission": "Commissione",
    "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "Questa è la% di un ordine in cui l'influencer verrà pagato in commissione. Cioè un ordine di $ 100 (tasse, spedizione, sconti esclusi), con una commissione influencer del 10%, assegnerà all'influencer $ 10 per il loro sforzo nel generare l'ordine",
    "This is the % of an order that you will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award you $10 for your effort in generating the order": "Questa è la% di un ordine che ti verrà pagato in commissione. Cioè un ordine di $ 100 (tasse, spedizione, sconti esclusi), con una commissione influencer del 10%, ti assegnerà $ 10 per i tuoi sforzi nel generare l'ordine",
    "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Questo è un importo fisso che l'influencer sarà tenuto in commissione per ogni ordine che generano per il tuo negozio",
    "This is the fixed amount that you will be paid in commission for every order that you generate for the store": "Questo è l'importo fisso che ti verrà pagato in commissione per ogni ordine generato per il negozio",
    "discount": "sconto",
    "Fixed discount": "Sconto fisso",
    "Discount": "Sconto",
    "Applies to discount codes only. This is the % of an order that the customer will receive as a discount. I.e. If their order is $100 (excluding shipping and tax) and their discount is 5%, they will receive $5 off their order total": "Si applica solo ai codici sconto. Questa è la% di un ordine che il cliente riceverà come sconto. Cioè Se il loro ordine è $ 100 (escluse spese di spedizione e tasse) e il loro sconto è del 5%, riceveranno $ 5 di sconto sul totale dell'ordine",
    "Applies to discount codes only. This is a fixed amount discount that the customer will receive as a discount for each order they create using an influencer's code": "Si applica solo ai codici sconto. Questo è uno sconto di importo fisso che il cliente riceverà come sconto per ogni ordine che creano utilizzando il codice di un influenzatore"
}