{
    "Log into PayPal and fix your account": "Accedi a PayPal e ripara il tuo account",
    "Your vwa.la email and PayPal email must be the same": "L'e-mail vwa.la e l'e-mail PayPal devono essere uguali",
    "Your PayPal account is valid": "Il tuo conto PayPal è valido",
    "Restoring": "Ripristino",
    "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Il tuo codice e link sono sospesi a causa della tua inattività (lead o ordini insufficienti)",
    "Restore": "Ristabilire",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "Per ricevere una commissione, devi accedere al tuo account PayPal e risolvere i problemi di configurazione del tuo account PayPal. Il tuo account deve accettare {0}",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Per ricevere una commissione, è necessario creare un account PayPal. Il tuo account PayPal e l'account vwa.la devono utilizzare lo stesso indirizzo e-mail. Puoi anche aggiungere la tua e-mail vwa.la come e-mail secondaria a un account PayPal esistente",
    "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Questo XX non può essere pagato da PayPal fino a quando non risolve i problemi relativi al conto PayPal",
    "Check": "Dai un'occhiata",
    "Overview": "Panoramica",
    "Marketing accounts": "Conti di marketing",
    "When you link a social media account with us, we use the following information": "Quando colleghi un account di social media con noi, utilizziamo le seguenti informazioni",
    "Your basic public info": "Le tue informazioni pubbliche di base",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Metriche che misurano la tua portata / coinvolgimento nel marketing. Cioè # di follower",
    "Important": "Importante",
    "We do not use or store any other information and we do not share your info": "Non utilizziamo né archiviamo altre informazioni e non condividiamo le tue informazioni",
    "Codes": "codici",
    "Links": "link",
    "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Questa tabella elenca il tuo codice XX e link. Per i dettagli su come utilizzare il tuo link o codice e; creare link di riferimento specifici per prodotti o collezioni, vedere il",
    "How do I use my link and code": "Come uso il mio link e il mio codice",
    "section of our guide": "sezione della nostra guida",
    "Orders": "Ordini",
    "Show": "Mostrare",
    "Leads": "Conduce",
    "Notes": "Appunti",
    "Save": "Salva",
    "Leads (clicks)": "Lead (clic)",
    "Leads (unique)": "Lead (unico)",
    "Referrals": "Referenti",
    "Conv rate": "Tasso conv",
    "New": "Nuovo",
    "Returning": "ritornando",
    "Ratio": "Rapporto",
    "Owed": "dovuto",
    "Payable": "pagabile",
    "Paid": "Pagato",
    "Lead sources": "Fonti di piombo",
    "Sales": "I saldi",
    "Sales by customer": "Vendite per cliente",
    "Earnings": "guadagni"
}