{
    "XX group": "XX gruppo",
    "Who does this rule apply to?": "A chi si applica questa regola?",
    "Applies to all XXs": "Si applica a tutti i XX",
    "Type": "genere",
    "commission": "commissione",
    "Fixed commission": "Commissione fissa",
    "Commission": "Commissione",
    "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "Questa è la% di un ordine che il XX sarà pagato in commissione. Cioè un ordine di $ 100 (escluse tasse, spedizione, sconti), con una commissione XX del 10%, assegnerà i XX $ 10 per il loro impegno nella generazione dell'ordine",
    "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Questo è un importo fisso che il XX sarà dovuto in commissione per ogni ordine generato per il tuo negozio",
    "Date range": "Intervallo di date",
    "Product filter": "Filtro prodotto",
    "Collection filter": "Filtro collezione",
    "XX reward": "XX ricompensa",
    "Filters": "Filtri",
    "Duration": "Durata",
    "XX reward - 1st order": "XX ricompensa - 1 ° ordine",
    "XX reward - Subsequent orders": "XX ricompensa - Ordini successivi",
    "discount": "sconto",
    "Fixed discount": "Sconto fisso",
    "Free shipping": "Spedizione gratuita",
    "Buy X get Y": "Compra X prendi Y",
    "Spend X get Y": "Spendi X e ottieni Y",
    "Discount": "Sconto",
    "Max shipping amount": "Importo massimo di spedizione",
    "Buy X": "Acquista X",
    "Spend X": "Spendi X",
    "product filter": "filtro del prodotto",
    "collection filter": "filtro di raccolta",
    "Get Y": "Ottieni Y",
    "Get Y product filter": "Ottieni il filtro del prodotto Y",
    "Get Y collection filter": "Ottieni il filtro della collezione Y",
    "Which products can the customer receive?": "Quali prodotti può ricevere il cliente?",
    "Max usages per order": "Usi massimi per ordine",
    "Min order": "Il mio ordine",
    "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "I clienti non riceveranno uno sconto a meno che il totale dell'ordine non sia> = questo valore. Tuttavia, il XX guadagnerà comunque commissioni",
    "Once per customer?": "Una volta per cliente?",
    "Customer discount": "Sconto cliente",
    "Link behaviour": "Comportamento del collegamento",
    "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Ogni XX in questo gruppo ha un collegamento. Dove il loro link dovrebbe inviare i tuoi lead (ovvero potenziali clienti)?",
    "Go to homepage": "Vai alla pagina principale",
    "Go to a specific product": "Vai a un prodotto specifico",
    "Go to a specific collection": "Vai a una collezione specifica",
    "Go to a specific page": "Vai a una pagina specifica",
    "Link page": "Link alla pagina",
    "Each XX in this group has a referral link. You can customise the page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Ogni XX in questo gruppo ha un link di riferimento. Puoi personalizzare la pagina a cui questo link invierà i tuoi lead (ovvero potenziali clienti). Per utilizzare questo campo, è necessario digitare il nome della pagina e selezionarlo nell'elenco a discesa. Non è possibile inserire un URL manualmente",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Quando provi le tue modifiche con uno dei tuoi link di riferimento, se non vedi la pagina corretta, è probabile che Shopify stia restituendo una versione cache della pagina al tuo indirizzo IP (temporaneamente). Per forzare shopify a restituirti la pagina corretta, aggiungi? Test alla fine del tuo link di riferimento",
    "Add code to cart?": "Aggiungere il codice al carrello?",
    "XX link behaviour": "Comportamento del collegamento XX",
    "Disable only?": "Disabilitare solo?",
    "Days inactive": "Giorni inattivi",
    "Behaviour": "Comportamento",
    "XX customer commission tracking": "XX monitoraggio delle commissioni dei clienti",
    "XX": "XX",
    "Create a rule that will periodically disable or delete inactive XXs": "Creare una regola che disabiliterà o eliminerà periodicamente XX inattivi",
    "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Crea una regola che ricompenserà un XX con una commissione a vita quando portano un nuovo cliente nel tuo negozio",
    "Inactive XX rule": "Regola XX inattiva"
}