{
  "Account Id": "Account ID",
  "ActiveCampaign": "ActiveCampaign",
  "Add your PayPal REST API credential": "Aggiungi le tue credenziali API REST PayPal",
  "Advanced (Recommended. Requires a business account and API key)": "Avanzate (consigliato. Richiede un account aziendale e una chiave API)",
  "Allow": "permettere",
  "Allow (notify me)": "Consenti (avvisami)",
  "Allow code based commission?": "Consenti la commissione basata sul codice?",
  "Allow link based commission?": "Consenti commissione basata sul collegamento?",
  "Allow my XXs to see the marketplace?": "Consentire ai miei XX di vedere il mercato?",
  "Allow personal orders?": "Consenti ordini personali?",
  "Allow XXs to discover and join your store's marketing program?": "Consentire a XX di scoprire e partecipare al programma di marketing del tuo negozio?",
  "Allow XXs to see customer names?": "Consentire agli XX di vedere i nomi dei clienti?",
  "API key": "Chiave API",
  "API Secret": "API Secret",
  "Auto-approve sign-ups?": "Approvazione automatica delle iscrizioni?",
  "Bottom left": "In basso a sinistra",
  "Bottom right": "In basso a destra",
  "Brightness": "Luminosità",
  "Business Rules": "Regole di business",
  "Can an XX earn commission from new customers only?": "Un XX può guadagnare commissioni solo dai nuovi clienti?",
  "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block commission on personal orders. You should only enable this during testing": "",
  "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "XXs può contattarti tramite la nostra soluzione di messaggistica in-app? Questa funzione è simile a Facebook Messenger",
  "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "I XX possono vedere il nostro supporto chat in-app (in basso a destra)? Quando abilitato, il nostro team di supporto supporterà i tuoi XX rispondendo alle loro domande frequenti e gestendo i problemi specifici del loro account / app. Se le loro domande sono specifiche per il tuo negozio, le indirizzeremo alla tua assistenza clienti",
  "Can XXs see our in-app help menu?": "I XX possono vedere il nostro menu di aiuto in-app?",
  "Choose a name to describe your marketing team members": "Scegli un nome per descrivere i membri del tuo team di marketing",
  "client Id": "Identificativo cliente",
  "Client Id": "Identificativo cliente",
  "Code commission policy": "Politica della commissione del codice",
  "Code wins": "Il codice vince",
  "Commission payment methods": "Metodi di pagamento delle commissioni",
  "Commission payment rules": "Regole di pagamento della Commissione",
  "Commission tracking rules": "Regole di tracciamento della Commissione",
  "Coupon site policy": "Politica del sito coupon",
  "Customer commission policy": "Politica di commissione del cliente",
  "Customer privacy": "Privacy del cliente",
  "Dark": "Buio",
  "Default": "Predefinito",
  "Disable social media linking?": "Disabilitare il collegamento ai social media?",
  "Display the launcher button on desktop devices?": "Visualizzare il pulsante di avvio sui dispositivi desktop?",
  "Display the launcher button on mobile devices?": "Visualizzare il pulsante di avvio sui dispositivi mobili?",
  "Email": "E-mail",
  "Email templates": "Modelli di posta elettronica",
  "Enable or disable email notifications": "Abilita o disabilita le notifiche e-mail",
  "Enable?": "Abilitare?",
  "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "Inserisci l'URL della tua pagina T&C personalizzata. I nuovi XX saranno richiesti per accettare i tuoi T&C",
  "From email": "Dall'email",
  "From name": "Dal nome",
  "Fulfillment status": "Stato di adempimento",
  "Hide commission info?": "Nascondi le informazioni sulla commissione?",
  "Hide commission/discount info on the sign up page?": "Nascondi le informazioni su commissioni / sconti nella pagina di registrazione?",
  "How should your inbound links behave when clicked? This affects your XX's email and invite link": "Come dovrebbero comportarsi i tuoi link in entrata quando cliccati? Ciò influisce sull'email di XX e sul link di invito",
  "How will you pay commission?": "Come pagherai la commissione?",
  "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "Se un cliente segue un collegamento XX al tuo negozio ed effettua un acquisto senza utilizzare il codice XX, il XX dovrebbe guadagnare una commissione?",
  "If a customer uses an XX code, should the XX earn commission?": "Se un cliente utilizza un codice XX, dovrebbe guadagnare una commissione?",
  "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "Se l'ordine di un cliente è correlato sia al codice che al link di 2 diversi XX, quale XX dovrebbe guadagnare la commissione?",
  "If an XX code is found on a coupon site, what should we do?": "Se viene trovato un codice XX su un sito di coupon, cosa dovremmo fare?",
  "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "Se selezionato, i nuovi XX verranno automaticamente approvati e riceveranno un codice e un collegamento. In caso contrario, è necessario approvare manualmente i nuovi XX",
  "If you have issues contact us and we'll help": "Se hai problemi contattaci e ti aiuteremo",
  "In-app help": "Guida in-app",
  "In-app messaging": "Messaggi in-app",
  "In-app support": "Supporto in-app",
  "In-store signup page launcher": "Avvio della pagina di registrazione in negozio",
  "Invert colour?": "Inverti colore?",
  "Klaviyo": "Klvio",
  "Lead expiration": "Scadenza del piombo",
  "Light": "Leggero",
  "Limit commission to new customers only?": "Limitare le commissioni solo ai nuovi clienti?",
  "Link Behaviour": "Comportamento del collegamento",
  "Link commission policy": "Politica sulle commissioni di collegamento",
  "Link wins": "Il collegamento vince",
  "List my store?": "Elencare il mio negozio?",
  "Logo": "Logo",
  "Mailchimp": "Mailchimp",
  "Manual (bank transfer)": "Manuale (bonifico bancario)",
  "Marketplace": "Mercato",
  "Min commission earned": "Commissione minima guadagnata",
  "Min order age (days)": "Età ordine minimo (giorni)",
  "Min order count": "Conteggio minimo degli ordini",
  "New order": "Nuovo ordine",
  "New XX": "Nuovo XX",
  "Notifications": "notifiche",
  "Only pay commission on fulfilled orders?": "Paghi solo commissioni sugli ordini evasi?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Paga solo la commissione per gli ordini che sono> = {0} giorni. Questo ti impedisce di pagare commissioni su nuovi ordini che possono cambiare (rimborsi, cancellazioni, ecc.). Ti consigliamo vivamente di impostarlo su 30 giorni",
  "Only pay commission on paid orders?": "Paghi solo commissioni per ordini pagati?",
  "Only pay commission to XXs who have >= {0} orders": "Paga la commissione solo agli XX che hanno ordini> = {0}",
  "Only pay commission to XXs who have earned commission >= {0}": "Paga solo commissioni a XX che hanno guadagnato una commissione> = {0}",
  "Open a new browser page": "Apri una nuova pagina del browser",
  "Open inside of my store": "Apri all'interno del mio negozio",
  "or": "o",
  "Order status": "Lo stato dell'ordine",
  "Orders must be fulfilled (delivered)?": "Gli ordini devono essere evasi (consegnati)?",
  "Orders must be paid (by customer)?": "Gli ordini devono essere pagati (dal cliente)?",
  "PayPal": "PayPal",
  "PayPal setup": "Configurazione PayPal",
  "Personal order policy": "Politica d'ordine personale",
  "Position": "Posizione",
  "Preview": "Anteprima",
  "Primary Color": "Colore primario",
  "Priority": "Priorità",
  "Recharge": "Ricaricare",
  "Revoke the XX's access": "Revoca l'accesso a XX",
  "Revoke the XX's access and cancel unpaid commission": "Revoca l'accesso a XX e annulla la commissione non pagata",
  "Save": "Salva",
  "secret": "segreto",
  "Secret": "Segreto",
  "Service provider": "Fornitore di servizi",
  "Show to my XXs?": "Mostrare ai miei XX?",
  "Signup page": "Pagina di iscrizione",
  "Simple (No setup required)": "Semplice (nessuna configurazione richiesta)",
  "Store Credit": "Credito del negozio",
  "Sync": "Sync",
  "Sync your XX data to a mailing list": "Sincronizza i tuoi dati XX con una mailing list",
  "Team name": "Nome della squadra",
  "Test": "Test",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "Il numero di giorni in cui monitoreremo un lead prima della scadenza del nostro monitoraggio dei lead (ad es. Cookie)",
  "The CTA text to show when the launcher is visible": "Il testo CTA da mostrare quando il programma di avvio è visibile",
  "The email service provider that will be used to send your email": "Il fornitore di servizi e-mail che verrà utilizzato per inviare la tua e-mail",
  "The email that will be used to send your email": "L'email che verrà utilizzata per inviare la tua email",
  "The name that will be used to send your email": "Il nome che verrà utilizzato per inviare la tua email",
  "The position that the launcher will be displayed on your store page": "La posizione in cui verrà visualizzato il programma di avvio nella pagina del tuo negozio",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "Il colore principale del tuo marchio. Questo dovrebbe essere un colore più scuro in quanto verrà visualizzato su uno sfondo bianco",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "L'URL del tuo logo. Inserisci l'URL dell'immagine del tuo logo (es. Vai alla pagina iniziale del negozio shopify e quindi fai clic con il pulsante destro del mouse sull'immagine del logo. Quindi copia l'URL dell'immagine negli appunti e incollalo qui. L'URL deve essere preceduto da",
  "Theme": "Tema",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "Per abilitare Ricarica: crea un token API di ricarica (con accesso in lettura agli abbonamenti). Quindi salva la chiave API del token e segreta nel modulo sottostante. Consulta la documentazione di Recharge per informazioni",
  "Type": "genere",
  "Use this form to customise the emails that we send to your XXs": "Usa questo modulo per personalizzare le email che inviamo ai tuoi XX",
  "Use this form to customise your email behaviour or service provider": "Utilizzare questo modulo per personalizzare il comportamento e-mail o il fornitore di servizi",
  "Use this form to set up your preferred commission payment method": "Utilizza questo modulo per impostare il tuo metodo di pagamento delle commissioni preferito",
  "Visible? (desktop)": "Visibile? (Desktop)",
  "Visible? (mobile)": "Visibile? (mobile)",
  "Which PayPal method do you wish to use?": "Quale metodo PayPal desideri utilizzare?",
  "You must provide an API key": "Devi fornire una chiave API",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "È necessario fornire una chiave API per il fornitore di servizi e-mail. Vedere la documentazione del provider per informazioni",
  "You must provide an API key. See ActiveCampaign's documentation for info": "Devi fornire una chiave API. Consulta la documentazione di ActiveCampaign per informazioni",
  "You must provide an API key. See Klaviyo's documentation for info": "Devi fornire una chiave API. Consulta la documentazione di Klaviyo per informazioni",
  "You must provide an API key. See Mailchimp's documentation for info": "Devi fornire una chiave API. Vedi la documentazione di Mailchimp per informazioni",
  "You must provide an API secret": "È necessario fornire un segreto API",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Devi fornire il tuo ID account ActiveCampaign. Consulta la documentazione di ActiveCampaign per informazioni"
}
