{
  "Notify influencer?": "Notifica influenza?",
  "Delete link?": "Elimina link?",
  "Delete the influencer's link?": "Elimina il link dell'influencer?",
  "Approve": "Approvare",
  "Revoke": "Revocare",
  "Cancel": "Annulla",
  "Approving": "Approvazione",
  "Revoking": "revoca",
  "Please wait": "attendere prego",
  "Select a group": "Seleziona un gruppo",
  "Assign to group": "Assegna a gruppo",
  "Assign the selected influencer(s) to another group. In the promotions page, you can set group specific rewards": "Assegna gli influencer selezionati a un altro gruppo. Nella pagina delle promozioni, puoi impostare premi specifici per gruppo",
  "Change group?": "Cambia gruppo?",
  "Delete?": "Elimina?",
  "Status": "Stato",
  "Group": "Gruppo",
  "Signup date": "Data di iscrizione",
  "Filter data": "Filtra i dati",
  "Filter": "Filtro",
  "Groups": "gruppi",
  "Suggested": "consigliato",
  "Edit": "modificare",
  "Change group": "Cambia gruppo",
  "Each influencer can be assigned to 1 group. Groups are useful when you want to give different rewards to different influencers. i.e. VIPs. Use this action to change the selected influencer(s) group. You can create/re-name groups in the 'groups' tab. By default, new influencers are assigned to the 'default' group": "Ogni influencer può essere assegnato a 1 gruppo. I gruppi sono utili quando vuoi dare ricompense diverse a diversi influenzatori. cioè VIP. Utilizzare questa azione per cambiare il gruppo di influencer selezionato. Puoi creare / rinominare i gruppi nella scheda \"gruppi\". Per impostazione predefinita, i nuovi influenzatori sono assegnati al gruppo \"predefinito\"",
  "Delete": "Elimina",
  "You can delete up to": "Puoi eliminare fino a",
  "influencers at a time": "influenzatori alla volta",
  "Select 1 or more influencers": "Seleziona 1 o più influencer",
  "Export": "Esportare",
  "Actions": "Azioni",
  "No matches found": "Nessun risultato trovato",
  "selected": "selezionato",
  "Suggested influencers": "Influencer suggeriti",
  "We understand that finding the right influencers to join your influencer marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Comprendiamo che trovare gli influencer giusti per unirti al tuo programma di marketing per influencer è una caratteristica altamente desiderabile. Il nostro team sta attualmente lavorando alla progettazione di questa funzione. Se è importante per te faccelo sapere. Più puoi dirci delle tue esigenze, meglio è"
}
