{
  "Actions": "Azioni",
  "Approve": "Approvare",
  "Approving": "Approvare",
  "Assign to group": "Assegna a gruppo",
  "Cancel": "Annulla",
  "Change group": "Cambia gruppo",
  "Changing code": "Modifica del codice",
  "Check": "Dai un'occhiata",
  "Codes": "Codici",
  "Conv rate": "Tasso conv",
  "Create": "Creare",
  "Delete": "Elimina",
  "Delete XX": "Elimina XX",
  "Delete XX link?": "Eliminare il collegamento XX?",
  "Earnings": "Guadagni",
  "Edit": "modificare",
  "Export": "Esportare",
  "Group": "Gruppo",
  "Groups": "gruppi",
  "How do I use my link and code": "Come uso il mio link e il mio codice",
  "Important": "Importante",
  "Invalid code": "Codice non VALIDO",
  "Lead sources": "Fonti di piombo",
  "Leads": "Conduce",
  "Leads (clicks)": "Lead (clic)",
  "Leads (unique)": "Lead (unico)",
  "Links": "Collegamenti",
  "Log into PayPal and fix your account": "Accedi a PayPal e correggi il tuo account",
  "Marketing accounts": "Account di marketing",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Metriche che misurano la copertura / coinvolgimento del marketing. Cioè # di follower",
  "New": "Nuovo",
  "New code": "Nuovo codice",
  "No matches found": "Nessun risultato trovato",
  "Notify XX?": "Notificare XX?",
  "Orders": "Ordini",
  "Overview": "Panoramica",
  "Owed": "Dovuto",
  "Paid": "Pagato",
  "Payable": "Pagabile",
  "Please wait": "attendere prego",
  "Ratio": "Rapporto",
  "Referrals": "Referral",
  "Rename code": "Rinomina codice",
  "Restore": "Ristabilire",
  "Restoring": "Ripristino",
  "Returning": "Tornando",
  "Revoke": "Revocare",
  "Revoking": "Revoca",
  "Sales": "I saldi",
  "Sales by customer": "Vendite per cliente",
  "Search": "Ricerca",
  "section of our guide": "sezione della nostra guida",
  "Select a group": "Seleziona un gruppo",
  "selected": "selezionato",
  "Show": "Spettacolo",
  "Signup date": "Data di iscrizione",
  "Status": "Stato",
  "Suggested": "consigliato",
  "Suggested XXs": "XX suggeriti",
  "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Questa tabella elenca il tuo codice XX e link. Per i dettagli su come utilizzare il tuo link o codice e; creare link di riferimento specifici per prodotti o collezioni, vedere il",
  "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Questo XX non può essere pagato da PayPal fino a quando non risolvono i problemi relativi all'account PayPal",
  "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Per essere pagato la commissione, è necessario creare un account PayPal. Il tuo account PayPal e l'account vwa.la devono utilizzare lo stesso indirizzo email. Puoi anche aggiungere la tua email vwa.la come email secondaria a un account PayPal esistente",
  "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "Per ricevere una commissione, devi accedere al tuo account PayPal e risolvere i problemi di configurazione del tuo account PayPal. Il tuo account deve accettare {0}",
  "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Usa questo modulo per rinominare il codice e il collegamento XX. Il vecchio link di XX verrà eliminato tra {0} giorni",
  "We do not use or store any other information and we do not share your info": "Non usiamo né memorizziamo altre informazioni e non condividiamo le tue informazioni",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Comprendiamo che trovare gli XX giusti per partecipare al tuo programma di marketing XX è una caratteristica altamente desiderabile. Il nostro team sta attualmente lavorando alla progettazione di questa funzione. Se è importante per te faccelo sapere. Più ci puoi dire sulle tue esigenze, meglio è",
  "When you link a social media account with us, we use the following information": "Quando colleghi un account di social media con noi, utilizziamo le seguenti informazioni",
  "XXs at a time": "XX alla volta",
  "You can delete up to": "Puoi eliminare fino a",
  "Your basic public info": "Le tue informazioni pubbliche di base",
  "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Il tuo codice e link sono sospesi a causa della tua inattività (lead o ordini insufficienti)",
  "Your PayPal account is valid": "Il tuo conto PayPal è valido",
  "Your vwa.la email and PayPal email must be the same": "La tua email vwa.la e quella di PayPal devono essere la stessa"
}
