{
  "Cancelling": "Annullamento",
  "Next": "Il prossimo",
  "Back": "Indietro",
  "How does it work?": "Come funziona?",
  "All payments are made in your store's currency": "Tutti i pagamenti vengono effettuati nella valuta del tuo negozio",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "La commissione può essere pagata solo su ordini di rinvio che sono stati 1) pagati dal cliente 2) evasi e 3) hanno almeno {0} giorni. Questo vincolo garantisce che non si paghino commissioni su ordini che potrebbero cambiare a causa di cancellazioni, rimborsi, ecc. È possibile ignorare queste impostazioni nella sezione `filtri` del passaggio` preparare il pagamento`",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all influencers are paid": "PayPal limita il numero massimo di destinatari per pagamento a 6. È necessario riutilizzare questo modulo fino al pagamento di tutti gli influencer",
  "PayPal will charge a transaction fee (paid by the influencer)": "PayPal addebiterà una commissione di transazione (pagata dall'influencer)",
  "PayPal will charge a transaction fee": "PayPal addebiterà una commissione di transazione",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Dopo il pagamento, potrebbero essere necessari alcuni minuti prima che i tuoi dati vengano aggiornati da PayPal. Facoltativamente, puoi anche risincronizzare manualmente lo stato dell'ordine utilizzando la funzione \"Sincronizza ordini\" nella pagina degli ordini",
  "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "Vai alla tua console di amministrazione di Shopify e crea una carta regalo o un codice sconto importo fisso monouso per l'importo di {0}",
  "Enter the code into the form above and click pay": "Inserisci il codice nel modulo sopra e fai clic su paga",
  "All commission owed to the influencer will be marked as paid": "Tutte le commissioni dovute all'influencer saranno contrassegnate come pagate",
  "Commission owed to the influencer for the selected orders will be marked as paid": "Le commissioni dovute all'influencer per gli ordini selezionati saranno contrassegnate come pagate",
  "We will notify the influencer of their code": "Informeremo l'influencer del loro codice",
  "This action will mark commission as paid and will notify the affected influencer(s)": "Questa azione segnerà le commissioni come pagate e informerà gli influenzatori interessati",
  "We will send you a notification that lists all affected influencers and the commission amount they are owed": "Ti invieremo una notifica che elenca tutti gli influenzatori interessati e l'importo della commissione che sono dovuti",
  "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Utilizzerai questo elenco per pagare ogni commissione all'influencer, utilizzando un metodo esterno a vwa.la. Cioè bonifico bancario, criptovaluta ecc.",
  "How to pay?": "Come pagare?",
  "Who to pay?": "Chi pagare?",
  "Customise": "Personalizzare",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "Puoi personalizzare chi sarà pagato usando i seguenti filtri. I valori predefiniti sono ereditati dalle impostazioni globali (il mio account> impostazioni negozio). Puoi anche specificare una nota personalizzata che l'influencer vedrà sulla ricevuta del pagamento",
  "Min order count": "Conteggio minimo degli ordini",
  "Only pay influencers who have >= {0} orders with unpaid commission": "Paghi solo gli influenzatori che hanno> = {0} ordini con commissioni non pagate",
  "Min unpaid commission ({0})": "Commissione non pagata minima ({0})",
  "Minimum order age (days)": "Età minima dell'ordine (giorni)",
  "By default, we do not allow you to pay commission on orders that are less than {0} days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting unchanged. We are not liable for any issues that can occur and we will not provide support": "Per impostazione predefinita, non ti consentiamo di pagare commissioni per ordini che hanno meno di {0} giorni. Questo ti protegge dalle complicazioni che si verificano quando hai pagato una commissione su un ordine, ma tale ordine viene successivamente modificato, rimborsato o ritenuto fraudolento. Consigliamo vivamente di lasciare invariata questa impostazione. Non siamo responsabili per eventuali problemi che possono verificarsi e non forniremo supporto",
  "Order status": "Lo stato dell'ordine",
  "Only pay commission on paid orders?": "Paghi solo commissioni per ordini pagati?",
  "Orders must be paid?": "Gli ordini devono essere pagati?",
  "Fulfillment status": "Stato di adempimento",
  "Only pay commission on fulfilled orders": "Paga solo le commissioni sugli ordini evasi",
  "Orders must be fulfilled?": "Gli ordini devono essere evasi?",
  "Note": "Nota",
  "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "Puoi aggiungere una nota al tuo pagamento. Ciò sarà visibile all'influencer sulla ricevuta del pagamento",
  "I understand how this feature works": "Capisco come funziona questa funzione",
  "Prepare payment": "Prepara il pagamento",
  "Cancel": "Annulla",
  "Preview & confirm": "Anteprima e conferma",
  "Calculating": "calcolatore",
  "You have chosen to pay {0} commission to the following influencers using PayPal": "Hai scelto di pagare una commissione di {0} ai seguenti influenzatori utilizzando PayPal",
  "Recipients": "destinatari",
  "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "Hai scelto di pagare una commissione di {0} dal credito del negozio. Inserisci il codice di credito del negozio di seguito e fai clic su paga per continuare. Per istruzioni dettagliate, consultare la sezione \"Come funziona\" di seguito",
  "Gift card / discount code": "Carta regalo / codice sconto",
  "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "Hai scelto di pagare una commissione di {0} ai seguenti influenzatori utilizzando un metodo esterno a vwa.la (ad es. Bonifico bancario manuale)",
  "Pay": "pagare",
  "Confirmation": "Conferma",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Se si desidera annullare il pagamento, fare clic sul pulsante `annulla pagamento` in basso",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " o il link \"annulla pagamento\" nella finestra di PayPal. Se si annulla, non tentare di completare il pagamento PayPal",
  "Pending your approval": "In attesa di approvazione",
  "Paying": "Pagare",
  "Your payment is being processed by PayPal": "Il tuo pagamento è in fase di elaborazione da parte di PayPal",
  "You can view your payment history and track payment updates on the payments page": "Puoi visualizzare la cronologia dei pagamenti e tenere traccia degli aggiornamenti dei pagamenti nella pagina dei pagamenti",
  "Payment Id": "ID pagamento",
  "Payment amount": "Importo del pagamento",
  "Approval required": "Approvazione richiesta",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Devi approvare la transazione PayPal. Abbiamo aperto la transazione PayPal in una nuova finestra (assicurati che il tuo browser consenta l'apertura di questa pagina). Devi andare nella nuova finestra e approvare il pagamento",
  "Re-open approval window": "Riapri la finestra di approvazione",
  "Cancel payment": "Annulla pagamento",
  "Ok": "Ok",
  "Opening PayPal": "Apertura di PayPal",
  "Creating Payment": "Creare un pagamento",
  "Selected influencers": "Influencer selezionati",
  "Selected orders": "Ordini selezionati",
  "All unpaid commission for this influencer": "Tutte le commissioni non pagate per questo influencer",
  "All unpaid commission for {0}": "Tutte le commissioni non pagate per {0}",
  "All unpaid commission for the selected influencers": "Tutte le commissioni non pagate per gli influenzatori selezionati",
  "All influencers with unpaid commission": "Tutti gli influenzatori con commissioni non pagate",
  "Influencer": "influenza",
  "Orders": "Ordini",
  "Amount to pay": "Somma da pagare",
  "Email": "E-mail",
  "Status": "Stato",
  "Amount": "Quantità",
  "Code": "Codice",
  "Group": "Gruppo",
  "Only pay influencers who belong to this group": "Paghi solo gli influenzatori che appartengono a questo gruppo"
}
