{
  "Actions": "Azioni",
  "Allow commission": "Consenti commissione",
  "Allow commission?": "Consenti commissione?",
  "Allow XXs to earn commission on the selected order(s)": "Consenti a XXs di guadagnare commissioni sugli ordini selezionati",
  "Cancel": "Annulla",
  "Cancel commission": "Annulla la commissione",
  "Cancel commission?": "Annulla la commissione?",
  "Cancel reason": "Annulla motivo",
  "Commission status": "Stato della Commissione",
  "Export": "Esportare",
  "Filter": "Filtro",
  "Filter data": "Filtra i dati",
  "Filter orders by commission status": "Filtra gli ordini in base allo stato della commissione",
  "How referral orders work": "Come funzionano gli ordini di rinvio",
  "How to pay commission": "Come pagare le commissioni",
  "No matches found": "Nessun risultato trovato",
  "Notify XX?": "Notificare XX?",
  "Only {0} orders can be synced at a time": "È possibile sincronizzare solo {0} ordini alla volta",
  "Order date": "Data dell'ordine",
  "Orders": "Ordini",
  "Pay commission": "Paga la commissione",
  "Re-sync orders": "Sincronizza nuovamente gli ordini",
  "selected": "selezionato",
  "This page summarises the orders created by your account. It also shows your commission": "Questa pagina riepiloga gli ordini creati dal tuo account. Mostra anche la tua commissione",
  "This page summarises the orders created by your XXs. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your XXs": "Questa pagina riassume gli ordini creati dai tuoi XX. Mostra anche quanta commissione è dovuta (o è stata pagata) per ordine. Puoi utilizzare questa pagina per pagare in blocco i tuoi XX",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the XX will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Utilizza questo modulo per annullare la commissione dell'ordine di riferimento. Quando annulli la commissione di un ordine di riferimento, la commissione dovuta sarà nulla e il XX verrà notificato. È valido per annullare la commissione dell'ordine quando l'ordine è stato creato in modo fraudolento o; quando hai creato tu stesso l'ordine come prova"
}
