{
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " o il link \"annulla pagamento\" nella finestra di PayPal. Se si annulla, non tentare di completare il pagamento PayPal",
  "All payments are made in your store's currency": "Tutti i pagamenti vengono effettuati nella valuta del tuo negozio",
  "All unpaid commission for {0}": "Tutte le commissioni non pagate per {0}",
  "All unpaid commission for the selected XXs": "Tutte le commissioni non pagate per gli XX selezionati",
  "All unpaid commission for this XX": "Tutte le commissioni non pagate per questo XX",
  "All XXs with unpaid commission": "Tutti gli XX con commissioni non pagate",
  "Amount": "Quantità",
  "Amount to pay": "Somma da pagare",
  "Approval required": "Approvazione richiesta",
  "Back": "Indietro",
  "Calculating": "calcolatore",
  "Cancel": "Annulla",
  "Cancel payment": "Annulla pagamento",
  "Cancelling": "Annullamento",
  "Claim commission": "Commissione di reclamo",
  "Code": "Codice",
  "Commission will only be paid on orders that were created between the following dates": "La commissione verrà pagata solo per gli ordini creati tra le seguenti date",
  "Confirmation": "Conferma",
  "Creating Payment": "Creare un pagamento",
  "Customise": "Personalizzare",
  "Email": "E-mail",
  "Group": "Gruppo",
  "How does it work?": "Come funziona?",
  "How to pay?": "Come pagare?",
  "I understand how this feature works": "Capisco come funziona questa funzione",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Se si desidera annullare il pagamento, fare clic sul pulsante `annulla pagamento` in basso",
  "Min commission earned ({0})": "Commissione minima guadagnata ({0})",
  "Min order age (days)": "Età minima dell'ordine (giorni)",
  "Min order count": "Conteggio minimo degli ordini",
  "Next": "Il prossimo",
  "Note": "Nota",
  "Ok": "Ok",
  "Only pay commission on fulfilled orders?": "Paghi solo commissioni sugli ordini evasi?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Paga solo la commissione per gli ordini che sono> = {0} giorni. Questo ti impedisce di pagare commissioni su nuovi ordini che possono cambiare (rimborsi, cancellazioni, ecc.). Ti consigliamo vivamente di impostarlo su 30 giorni",
  "Only pay commission on paid orders? (paid by customer)": "Paghi solo commissioni sugli ordini pagati? (pagato dal cliente)",
  "Only pay commission to XXs who have >= {0} orders": "Paga la commissione solo agli XX che hanno ordini> = {0}",
  "Only pay commission to XXs who have earned commission >= {0}": "Paga solo commissioni a XX che hanno guadagnato una commissione> = {0}",
  "Only pay XXs who belong to this group": "Paga solo XX che appartengono a questo gruppo",
  "Only pay XXs who want to be paid by {0}?": "Paghi solo XX che vogliono essere pagati da {0}?",
  "Opening PayPal": "Apertura di PayPal",
  "Order dates": "Date dell'ordine",
  "Orders": "Ordini",
  "Orders must be fulfilled (delivered)?": "Gli ordini devono essere evasi (consegnati)?",
  "Orders must be paid (by customer)?": "Gli ordini devono essere pagati (dal cliente)?",
  "Pay": "pagare",
  "Pay commission": "Commissione di paga",
  "Paying": "Pagare",
  "Paying via credit card using PayPal's guest checkout is not supported": "Il pagamento tramite carta di credito utilizzando il checkout ospite di PayPal non è supportato",
  "Payment amount": "Importo del pagamento",
  "Payment Id": "ID pagamento",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal limita il numero massimo di destinatari per pagamento a 6. È necessario riutilizzare questo modulo fino al pagamento di tutti gli XX",
  "PayPal will charge a transaction fee": "PayPal addebiterà una commissione di transazione",
  "PayPal will charge a transaction fee (paid by the XX)": "PayPal addebiterà una commissione di transazione (pagata dal XX)",
  "Pending your approval": "In attesa di approvazione",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Dopo il pagamento, potrebbero essere necessari alcuni minuti prima che i tuoi dati vengano aggiornati da PayPal. Facoltativamente, puoi anche risincronizzare manualmente lo stato dell'ordine utilizzando la funzione \"Sincronizza ordini\" nella pagina degli ordini",
  "Prepare": "Preparare",
  "Preview": "Anteprima",
  "Re-open approval window": "Riapri la finestra di approvazione",
  "Receipt": "Ricevuta",
  "Recipients": "destinatari",
  "Redeem commission": "Riscatta la commissione",
  "Selected orders": "Ordini selezionati",
  "Selected XXs": "XX selezionati",
  "Status": "Stato",
  "The commission specified in the table will be marked as paid": "La commissione specificata nella tabella sarà contrassegnata come pagata",
  "This action can not be reversed": "Questa azione non può essere annullata",
  "This action will mark commission as paid and will notify the affected XX(s)": "Questa azione contrassegnerà la commissione come pagata e informerà i XX interessati",
  "We will automatically create a single use fixed amount discount code for each XX": "Creeremo automaticamente un codice sconto a importo fisso monouso per ogni XX",
  "We will notify the XX of their code via email": "Notificheremo al XX il loro codice via e-mail",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Ti invieremo una notifica che elenca tutti gli XX interessati e l'importo della commissione che sono dovuti",
  "Who to pay?": "Chi pagare?",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Puoi aggiungere una nota al tuo pagamento. Questo sarà visibile al XX sulla ricevuta di pagamento",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "Puoi personalizzare chi verrà pagato utilizzando i seguenti filtri. I valori predefiniti vengono ereditati dalle tue impostazioni globali (il mio account> impostazioni del negozio). Puoi anche specificare una nota personalizzata che i XX vedranno sulla ricevuta di pagamento",
  "You can view your payment history and track payment updates on the payments page": "Puoi visualizzare la cronologia dei pagamenti e tenere traccia degli aggiornamenti dei pagamenti nella pagina dei pagamenti",
  "You have {0} of commission that can be claimed. Do you want to claim it as store credit?": "Hai {0} di commissione che può essere richiesta. Vuoi richiederlo come credito negozio?",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Hai scelto di pagare {0} commissione in base al credito del negozio. Creeremo automaticamente un codice sconto unico, monouso e di importo fisso per ogni XX di questo pagamento. Per istruzioni dettagliate, vedere la sezione \"come funziona\" di seguito",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Hai scelto di pagare {0} commissione ai seguenti XX utilizzando un metodo esterno a vwa.la (ad es. Bonifico bancario manuale)",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "Hai scelto di pagare una commissione {0} ai seguenti XX utilizzando PayPal",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Devi approvare la transazione PayPal. Abbiamo aperto la transazione PayPal in una nuova finestra (assicurati che il tuo browser consenta l'apertura di questa pagina). Devi andare nella nuova finestra e approvare il pagamento",
  "You will be given a credit code (a single use fixed amount discount code). This credit code can be used to spend your commission. To use the code, you must enter it at the store checkout during your next purchase. Any credit balance remaining after your next purchase will be usable in your future purchases": "Ti verrà assegnato un codice di credito (un codice sconto a importo fisso monouso). Questo codice di credito può essere utilizzato per spendere la tua commissione. Per utilizzare il codice, devi inserirlo alla cassa del negozio durante il tuo prossimo acquisto. Qualsiasi credito residuo dopo il tuo prossimo acquisto sarà utilizzabile nei tuoi acquisti futuri",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Utilizzerai questo elenco per pagare ogni XX la commissione, utilizzando un metodo esterno a vwa.la. Cioè bonifico bancario, crittografia ecc.",
  "Your code is {0}. To use the code, you must enter it at the store checkout during your next purchase. Any credit balance remaining after your next purchase will be usable in your future purchases": "Il tuo codice è {0}. Per utilizzare il codice, devi inserirlo alla cassa del negozio durante il tuo prossimo acquisto. Qualsiasi credito residuo dopo il tuo prossimo acquisto sarà utilizzabile nei tuoi acquisti futuri",
  "Your payment is being processed by PayPal": "Il tuo pagamento è in fase di elaborazione da parte di PayPal"
}
