{
    "XXs will earn {0} commission on orders their followers create": "I XX guadagneranno {0} commissioni sugli ordini creati dai loro follower",
    "The XX will only receive a commission if they sell specific products": "Il XX riceverà una commissione solo se vendono prodotti specifici",
    "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer. For a maximum period of {2} days": "I XX guadagneranno {0} commissioni sugli ordini creati dai loro follower. Il XX guadagnerà anche {1} commissioni su futuri ordini creati dallo stesso cliente. Per un periodo massimo di {2} giorni",
    "Customers who use the XX's code will receive a {0} discount": "I clienti che utilizzano il codice XX riceveranno uno sconto {0}",
    "Customers who use the XX's code will receive free shipping": "I clienti che utilizzano il codice XX riceveranno la spedizione gratuita",
    "XX links will direct leads to your home page": "I collegamenti XX indirizzano i lead alla tua home page",
    "XX links will direct leads to a specific web page": "I collegamenti XX indirizzeranno i lead verso una pagina Web specifica",
    "You will earn {0} commission on orders that your leads create": "Guadagnerai {0} commissioni sugli ordini creati dai tuoi lead",
    "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer": "I XX guadagneranno {0} commissioni sugli ordini creati dai loro follower. Il XX guadagnerà anche {1} commissioni sugli ordini futuri creati dallo stesso cliente",
    "Customers who use your discount code will receive a {0} discount": "I clienti che utilizzano il codice sconto riceveranno uno sconto {0}",
    "The customer will only receive a discount if their order total is >= {0}": "Il cliente riceverà uno sconto solo se il totale dell'ordine è> = {0}",
    "The customer can only use their discount code once": "Il cliente può utilizzare il proprio codice sconto solo una volta",
    "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "La commissione basata sul collegamento viene premiata solo se un ordine viene creato entro {0} giorni dal clic del collegamento",
    "Your XX link will send leads to our home page": "Il tuo link XX invierà i lead alla nostra home page",
    "Your XX link will send leads to a specific web page": "Il tuo link XX invierà i lead a una pagina web specifica",
    "Commission is only rewarded if the customer is a new customer": "La commissione viene premiata solo se il cliente è un nuovo cliente",
    "Personal orders are allowed": "Sono consentiti ordini personali",
    "Personal orders are not allowed": "Non sono ammessi ordini personali",
    "Coupon sites are not allowed": "I siti coupon non sono ammessi",
    "Your commission will only be paid once {0}": "La tua commissione verrà pagata una sola volta {0}",
    "Your commission will be paid by PayPal": "La tua commissione sarà pagata da PayPal",
    "Your commission will be paid by bank transfer": "La tua commissione verrà pagata tramite bonifico bancario",
    "Your commission will be paid by store credit": "La tua commissione sarà pagata dal credito del negozio",
    "XX group": "XX gruppo",
    "Who does this rule apply to?": "A chi si applica questa regola?",
    "Applies to all XXs": "Si applica a tutti i XX",
    "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "Questa è la% di un ordine in cui l'influencer verrà pagato in commissione. Cioè un ordine di $ 100 (tasse, spedizione, sconti esclusi), con una commissione influencer del 10%, assegnerà all'influencer $ 10 per il loro sforzo nel generare l'ordine",
    "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Questo è un importo fisso che l'influencer sarà tenuto in commissione per ogni ordine che generano per il tuo negozio",
    "XX reward": "XX ricompensa",
    "XX reward - 1st order": "XX ricompensa - 1 ° ordine",
    "XX reward - Subsequent orders": "XX ricompensa - Ordini successivi",
    "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "I clienti non riceveranno uno sconto a meno che il totale dell'ordine non sia> = questo valore. Tuttavia, il XX guadagnerà comunque commissioni",
    "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Ogni XX in questo gruppo ha un collegamento. Dove il loro link dovrebbe inviare i tuoi lead (ovvero potenziali clienti)?",
    "Each XX in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Ogni XX in questo gruppo ha un link di riferimento. Puoi personalizzare la pagina del prodotto / raccolta a cui questo link invierà i tuoi lead (ovvero potenziali clienti). Per utilizzare questo campo, è necessario digitare il nome della pagina e selezionarlo nell'elenco a discesa. Non è possibile inserire un URL manualmente",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Quando provi le tue modifiche con uno dei tuoi link di riferimento, se non vedi la pagina corretta, è probabile che Shopify stia restituendo una versione cache della pagina al tuo indirizzo IP (temporaneamente). Per forzare shopify a restituirti la pagina corretta, aggiungi? Test alla fine del tuo link di riferimento",
    "XX link behaviour": "Comportamento del collegamento XX",
    "XX customer commission tracking": "XX monitoraggio delle commissioni dei clienti",
    "Create a rule which will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "Crea una regola che descriva le commissioni, lo sconto del cliente e le regole di comportamento dei collegamenti per XX in un gruppo specifico",
    "Create a rule that will periodically disable or delete inactive XXs": "Creare una regola che disabiliterà o eliminerà periodicamente XX inattivi",
    "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Crea una regola che ricompenserà un XX con una commissione a vita quando portano un nuovo cliente nel tuo negozio",
    "Inactive XX rule": "Regola XX inattiva"
}