{
  "Add code to cart?": "Aggiungere il codice al carrello?",
  "Behaviour": "Comportamento",
  "Buy X": "Compra X",
  "Buy X get Y": "Compra X prendi Y",
  "collection filter": "filtro di raccolta",
  "Collection filter": "Filtro raccolta",
  "commission": "commissione",
  "Commission": "Commissione",
  "Create a rule that will periodically disable or delete inactive XXs": "Crea una regola che disabiliti o elimini periodicamente gli XX inattivi",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Crea una regola che ricompenserà un XX con una commissione a vita quando porterà un nuovo cliente nel tuo negozio",
  "Customer discount": "Sconto cliente",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "I clienti non riceveranno uno sconto a meno che il totale del loro ordine non sia >= questo valore. Tuttavia, i XX guadagneranno comunque commissioni",
  "Date range": "Intervallo di date",
  "Days inactive": "Giorni inattivi",
  "Disable only?": "Disabilitare solo?",
  "discount": "sconto",
  "Discount": "Sconto",
  "Duration": "Durata",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Ogni XX in questo gruppo ha un collegamento. Dove dovrebbe il loro link inviare i tuoi lead (cioè potenziali clienti)?",
  "Each XX in this group has a referral link. You can customise the Shopify page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the Shopify page and then select it in the drop-down list. You can not enter a URL manually": "Ogni XX in questo gruppo ha un link di riferimento. Puoi personalizzare la pagina Shopify che questo link invierà ai tuoi contatti (ovvero potenziali clienti). Per utilizzare questo campo, devi digitare il nome della pagina Shopify e selezionarlo nell'elenco a discesa. Non è possibile inserire un URL manualmente",
  "Edit": "modificare",
  "Filters": "Filtri",
  "Fixed commission": "Commissione fissa",
  "Fixed discount": "Sconto fisso",
  "Free shipping": "Spedizione gratuita",
  "Get Y": "Prendi Y",
  "Get Y collection filter": "Ottieni il filtro di raccolta Y",
  "Get Y product filter": "Ottieni Y filtro prodotto",
  "Go to a specific collection": "Vai a una raccolta specifica",
  "Go to a specific page": "Vai a una pagina specifica",
  "Go to a specific product": "Vai a un prodotto specifico",
  "Go to homepage": "Vai alla pagina principale",
  "Inactive XX rule": "Regola XX inattiva",
  "Learn more": "Per saperne di più",
  "Link behaviour": "Comportamento di collegamento",
  "Link page": "Pagina di collegamento",
  "Max shipping amount": "Importo massimo di spedizione",
  "Max usages per order": "Utilizzi massimi per ordine",
  "Min order": "Il mio ordine",
  "Once per customer?": "Una volta per cliente?",
  "product filter": "filtro prodotto",
  "Product filter": "Filtro prodotto",
  "Rule": "Regola",
  "Spend X": "Spendere X",
  "Spend X get Y": "Spendi X e ottieni Y",
  "Status": "Stato",
  "Test": "Test",
  "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Questo è un importo fisso che i XX saranno dovuti in commissione per ogni ordine che generano per il tuo negozio",
  "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "Questa è la % di un ordine in cui i XX verranno pagati in commissione. Cioè. un ordine di $ 100 (escluse tasse, spedizione, sconti), con una commissione XX del 10%, assegnerà ai XX $ 10 per il loro impegno nel generare l'ordine",
  "Type": "genere",
  "When testing your changes with one of your referral links, if you don't see the correct Shopify page, it is likely because shopify is returning a cached version of the Shopify page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Durante il test delle modifiche con uno dei tuoi link di riferimento, se non visualizzi la pagina Shopify corretta, è probabile che Shopify restituisca una versione memorizzata nella cache della pagina Shopify al tuo indirizzo IP (temporaneamente). Per forzare Shopify a restituirti la pagina corretta, aggiungi ?test alla fine del tuo link di riferimento",
  "Which products can the customer receive?": "Quali prodotti può ricevere il cliente?",
  "Who does this rule apply to?": "A chi si applica questa regola?",
  "XX": "XX",
  "XX customer commission tracking": "XX monitoraggio delle commissioni dei clienti",
  "XX group": "XX gruppo",
  "XX link behaviour": "XX comportamento del collegamento",
  "XX reward": "XX ricompensa",
  "XX reward - 1st order": "Ricompensa XX - 1° ordine",
  "XX reward - Subsequent orders": "Ricompensa XX - Ordini successivi",
  "XX rules": "Regole XX"
}
