{
  "Notify XX?": "Notificare XX?",
  "Delete link?": "Elimina link?",
  "Delete the XX's link?": "Eliminare il collegamento di XX?",
  "Approve": "Approvare",
  "Revoke": "Revocare",
  "Cancel": "Annulla",
  "Approving": "Approvazione",
  "Revoking": "revoca",
  "Please wait": "attendere prego",
  "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Usa questo modulo per rinominare il codice e il collegamento XX. Il vecchio link di XX verrà eliminato tra {0} giorni",
  "New code": "Nuovo codice",
  "Rename code?": "Rinominare il codice?",
  "Invalid code": "Codice non VALIDO",
  "Changing code": "Modifica del codice",
  "Select a group": "Seleziona un gruppo",
  "Assign to group": "Assegna a gruppo",
  "Assign the selected XX(s) to another group. In the promotions page, you can set group specific rewards": "Assegna i XX selezionati a un altro gruppo. Nella pagina delle promozioni, puoi impostare premi specifici del gruppo",
  "Change group?": "Cambia gruppo?",
  "Delete?": "Elimina?",
  "Status": "Stato",
  "Group": "Gruppo",
  "Signup date": "Data di iscrizione",
  "Filter data": "Filtra i dati",
  "Filter": "Filtro",
  "Groups": "gruppi",
  "Suggested": "consigliato",
  "Edit": "modificare",
  "Change code": "Cambia codice",
  "Change group": "Cambia gruppo",
  "Each XX can be assigned to 1 group. Groups are useful when you want to give different rewards to different XXs. i.e. VIPs. Use this action to change the selected XX(s) group. You can create/re-name groups in the 'groups' tab. By default, new XXs are assigned to the 'default' group": "Ogni XX può essere assegnato a 1 gruppo. I gruppi sono utili quando vuoi dare ricompense diverse a XX diversi. cioè VIP. Utilizzare questa azione per modificare il gruppo XX selezionato. Puoi creare / rinominare i gruppi nella scheda \"gruppi\". Per impostazione predefinita, i nuovi XX vengono assegnati al gruppo \"predefinito\"",
  "Delete": "Elimina",
  "You can delete up to": "Puoi eliminare fino a",
  "XXs at a time": "XX alla volta",
  "Select 1 or more XXs": "Seleziona 1 o più XX",
  "Export": "Esportare",
  "Actions": "Azioni",
  "No matches found": "Nessun risultato trovato",
  "selected": "selezionato",
  "Suggested XXs": "XX suggeriti",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Comprendiamo che trovare gli XX giusti per partecipare al tuo programma di marketing XX è una caratteristica altamente desiderabile. Il nostro team sta attualmente lavorando alla progettazione di questa funzione. Se è importante per te faccelo sapere. Più ci puoi dire sulle tue esigenze, meglio è"
}
