{
  "(not for personal use)": "（個人使用ではありません）",
  "{0} is in use": "{0}は使用中です",
  "Add Store": "ストアを追加",
  "allow personal orders": "個人注文を許可する",
  "Already a user": "すでにユーザー",
  "and then;": "その後;",
  "Apply now": "今すぐ申し込む",
  "Apply or log in": "適用またはログイン",
  "Are you trying to recruit influencers? (aka affiliates)": "インフルエンサーを募集しようとしていますか？ （別名アフィリエイト）",
  "Are you trying to test vwa.la as a influencer?": "あなたはvwa.laをインフルエンサーとしてテストしようとしていますか？",
  "Back": "バック",
  "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "一意のコードを選択してください。パーソナライズされたコードとリンクを作成するために使用されます。一意の名前（たとえば、名前、Instagram、またはYouTubeユーザー名など）を選択します。これは重要。コードを共有し、他の人とリンクします",
  "Choose your code / link": "コード/リンクを選択してください",
  "Code": "コード",
  "completing the sign-up form": "登録フォームに記入する",
  "Confirm email": "Eメール確認",
  "Confirm password": "パスワードを認証する",
  "Confirm your email": "メールを確認してください",
  "Confirm your password": "あなたのパスワードを確認",
  "Done": "完了",
  "Email": "Eメール",
  "Enter a password": "パスワードを入力します",
  "Enter your code": "コードを入力してください",
  "Enter your contact info": "連絡先を入力してください",
  "Enter your email": "メールアドレスを入力",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid": "メールアドレスを入力してください。 PayPalアカウントをお持ちの場合は、そのアカウントに関連付けられているメールを使用する必要があります。",
  "First name": "ファーストネーム",
  "for more info.": "詳しくは",
  "Great! You're all done": "すごい！すべて完了しました",
  "Great! You're all done. You can now share your code {0} and link": "すばらしいです！以上で完了です。コード{0}とリンクを共有できるようになりました",
  "Great! Your account is pending approval. You will be notified if your account is approved": "すばらしいです！あなたのアカウントは承認待ちです。アカウントが承認されると通知されます",
  "help guide": "ヘルプガイド",
  "How does it work?": "それはどのように機能しますか？",
  "I want to choose a different email": "別のメールを選択したい",
  "I want to log in and add {0} to my existing account": "ログインして{0}を既存のアカウントに追加したい",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "インフルエンサーとしてインフルエンサーマーケティングプログラムをテストしようとしている場合は、次の方法でテストインフルエンサーアカウントを作成できます。",
  "Important": "重要",
  "Important:": "重要：",
  "Influencer marketing program": "インフルエンサーマーケティングプログラム",
  "Last name": "苗字",
  "Link": "リンク",
  "Link your marketing account": "マーケティングアカウントをリンクする",
  "Log in": "ログイン",
  "Log in to open your influencer marketing dashboard": "ログインしてインフルエンサーマーケティングダッシュボードを開く",
  "new browser/incognito session": "新しいブラウザ/シークレットセッション",
  "Next": "次",
  "Open my dashboard": "ダッシュボードを開く",
  "opening your influencer invite link in a": "インフルエンサー招待リンクを開く",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "我々の不正対策システムにより、テストインフルエンサーが作成した注文に対してコミッションを受け取ることを防止できます。テストインフルエンサーアカウントを使用して注文をテストするには、まず[マイアカウント]> [ストア設定]> [ビジネスルール]の順に選択します。",
  "Password": "パスワード",
  "Preview": "プレビュー",
  "Sign up": "サインアップ",
  "Sign up or log in": "サインアップまたはログイン",
  "Sign up to our marketing program": "当社のマーケティングプログラムにサインアップ",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "店舗のインフルエンサーマーケティングプログラムに参加するには、参加する店舗のドメイン名を入力して[次へ]をクリックします。すなわちsomestore.com",
  "To join another stores' marketing program, enter the stores' domain name": "他のストアのマーケティングプログラムに参加するには、ストアのドメイン名を入力してください",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "インフルエンサーにサインアップするには、インフルエンサーのサインアップリンクを共有する必要があります。",
  "to start marketing and earning sales commission": "マーケティングを開始し、販売手数料を稼ぐ",
  "Updating your account..": "アカウントを更新しています..",
  "Use this page to add additional stores to your marketing account": "このページを使用して、マーケティングアカウントに店舗を追加します",
  "Want to promote": "宣伝したい",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "ブランドを宣伝してコミッションを獲得したいですか？店舗のドメイン名を入力してサインアップをクリックし、インフルエンサーマーケティングプログラムに参加してください",
  "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "私たちはあなたの市場のリーチと適合を理解する必要があります。これでは、アカウントへのアクセスは許可されません。私たちはあなたの情報を共有しません",
  "We will also give your customers a discount when they use your code": "また、お客様がコードを使用する際に割引を提供します",
  "We will review your application. If approved..": "申し込みを審査します。承認された場合",
  "We will reward you with {0} commission for every fulfilled referral order that you create": "お客様が作成したすべての達成された紹介注文に対して、{0}手数料をお支払いいただきます",
  "What is my influencer sign-up link?": "私のインフルエンサーサインアップリンクは何ですか？",
  "Which social media account will you use for marketing?": "どのソーシャルメディアアカウントをマーケティングに使用しますか？",
  "You are already a member of this store. Please choose another": "あなたはすでにこのストアのメンバーです。別のものを選択してください",
  "You can disable this setting after your testing. See our": "テスト後にこの設定を無効にすることができます。私達を見なさい",
  "You can manage your account and track your performance and earnings from your dashboard": "あなたのアカウントを管理し、あなたのダッシュボードからあなたのパフォーマンスと収益を追跡することができます",
  "You must link at least one account": "少なくとも1つのアカウントをリンクする必要があります",
  "You'll be issued a unique referral link and code": "固有の紹介リンクとコードが発行されます",
  "You'll be issued a unique referral link and code (not for personal use)": "一意の紹介リンクとコードが発行されます（個人使用ではありません）",
  "You'll promote our store/products by sharing either your code or link across your social network": "あなたのソーシャルネットワークであなたのコードまたはリンクを共有することによって私たちの店/商品を宣伝するでしょう",
  "You're logged in as a merchant!": "あなたはマーチャントとしてログインしています！",
  "Your link is": "あなたのリンクは"
}
