{
    "XXs will earn {0} commission on orders their followers create": "XXは、フォロワーが作成した注文に対して{0}のコミッションを獲得します",
    "The XX will only receive a commission if they sell specific products": "XXは、特定の製品を販売する場合にのみ手数料を受け取ります",
    "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer. For a maximum period of {2} days": "XXは、フォロワーが作成した注文に対して{0}のコミッションを獲得します。 XXは、同じ顧客が作成した将来の注文に対して{1}の手数料も獲得します。最大{2}日間",
    "Customers who use the XX's code will receive a {0} discount": "XXのコードを使用するお客様には{0}割引が適用されます",
    "Customers who use the XX's code will receive free shipping": "XXのコードを使用するお客様には、送料が無料になります",
    "XX links will direct leads to your home page": "XXリンクは、リードをホームページに誘導します",
    "XX links will direct leads to a specific web page": "XXリンクは、リードを特定のWebページに誘導します",
    "You will earn {0} commission on orders that your leads create": "リードが作成した注文で{0}のコミッションを獲得できます",
    "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer": "XXは、フォロワーが作成した注文に対して{0}のコミッションを獲得します。 XXは、同じ顧客によって作成された将来の注文で{1}の手数料も獲得します",
    "Customers who use your discount code will receive a {0} discount": "割引コードを使用するお客様には、{0}割引が提供されます",
    "The customer will only receive a discount if their order total is >= {0}": "顧客は、注文の合計が{=}以上の場合にのみ割引を受けます",
    "The customer can only use their discount code once": "顧客は割引コードを1回しか使用できません",
    "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "リンクベースのコミッションは、リンクがクリックされてから{0}日以内に注文が作成された場合にのみ報酬が与えられます",
    "Your XX link will send leads to our home page": "あなたのXXリンクは私達のホームページにリードを送ります",
    "Your XX link will send leads to a specific web page": "XXリンクは、リードを特定のWebページに送信します",
    "Commission is only rewarded if the customer is a new customer": "手数料は、顧客が新規顧客である場合にのみ報奨されます",
    "Personal orders are allowed": "個人的な注文が許可されています",
    "Personal orders are not allowed": "個人的な注文は許可されていません",
    "Coupon sites are not allowed": "クーポンサイトは許可されていません",
    "Your commission will only be paid once {0}": "コミッションは{0}に1回のみ支払われます",
    "Your commission will be paid by PayPal": "コミッションはPayPalによって支払われます",
    "Your commission will be paid by bank transfer": "コミッションは銀行振込で支払われます",
    "Your commission will be paid by store credit": "コミッションはストアクレジットで支払われます",
    "XX group": "XXグループ",
    "Who does this rule apply to?": "この規則は誰に適用されますか？",
    "Applies to all XXs": "すべてのXXに適用",
    "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "これは、インフルエンサーがコミッションで支払われる注文の割合です。つまりインフルエンサーの手数料が10％の注文（税、配送料、割引を除く）が100ドルの場合、インフルエンサーは注文を生成するための努力に対して10ドルを受け取ります。",
    "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "これは、インフルエンサーがストアに対して生成するすべての注文に対してコミッションで支払うべき固定額です。",
    "XX reward": "XX報酬",
    "XX reward - 1st order": "XX報酬-1次",
    "XX reward - Subsequent orders": "XX報酬-後続の注文",
    "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "注文の合計がこの値を超えない限り、顧客は割引を受けません。ただし、XXは引き続きコミッションを獲得します",
    "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "このグループの各XXにはリンクがあります。彼らのリンクはどこにあなたの潜在顧客（すなわち潜在的な顧客）を送るべきですか？",
    "Each XX in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "このグループの各XXには紹介リンクがあります。このリンクが見込み客（潜在顧客）を送信する製品/コレクションページをカスタマイズできます。このフィールドを使用するには、ページの名前を入力し、ドロップダウンリストで選択する必要があります。手動でURLを入力することはできません",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "紹介リンクの1つで変更をテストするときに正しいページが表示されない場合は、shopifyがキャッシュされたページのバージョンをIPアドレスに（一時的に）返している可能性があります。 Shopifyが正しいページを返すように強制するには、紹介リンクの最後に？testを追加します",
    "XX link behaviour": "XXリンクの動作",
    "XX customer commission tracking": "XX顧客手数料の追跡",
    "Create a rule which will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "特定のグループ内のXXのコミッション、顧客割引、リンク行動ルールを記述するルールを作成します",
    "Create a rule that will periodically disable or delete inactive XXs": "非アクティブなXXを定期的に無効化または削除するルールを作成します",
    "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "XXが新しい顧客をあなたの店に連れてきたときに生涯コミッションで報酬を与えるルールを作成します",
    "Inactive XX rule": "非アクティブXXルール"
}