{
  "Actions": "行動",
  "Approve": "承認する",
  "Approving": "承認",
  "Assign to group": "グループに割り当てる",
  "Cancel": "キャンセル",
  "Change group": "グループを変更",
  "Changing code": "コードの変更",
  "Check": "小切手",
  "Codes": "コード",
  "Conv rate": "コンバージョン率",
  "Create": "作成する",
  "Delete": "削除する",
  "Delete XX": "XXを削除",
  "Delete XX link?": "XXリンクを削除しますか？",
  "Discover": "発見する",
  "Discover XXs": "XX を発見",
  "Earnings": "収益",
  "Edit": "編集",
  "Export": "輸出する",
  "Group": "グループ",
  "Groups": "グループ",
  "How do I use my link and code": "リンクとコードを使用するにはどうすればよいですか",
  "Important": "重要",
  "Invalid code": "無効なコード",
  "Lead sources": "リードソース",
  "Leads": "リード",
  "Leads (clicks)": "リード（クリック）",
  "Leads (unique)": "リード（一意）",
  "Links": "リンク",
  "Log into PayPal and fix your account": "PayPalにログインしてアカウントを修正します",
  "Marketing accounts": "マーケティングアカウント",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "マーケティングのリーチ/エンゲージメントを測定する指標。つまりフォロワー数",
  "New": "新着",
  "New code": "新しいコード",
  "No matches found": "一致が見つかりません",
  "Notify XX?": "XXに通知しますか？",
  "Orders": "注文",
  "Overview": "概要概要",
  "Owed": "借りている",
  "Paid": "有料",
  "Payable": "支払い可能",
  "Please wait": "お待ちください",
  "Ratio": "比",
  "Referrals": "紹介",
  "Rename code": "コードの名前を変更",
  "Restore": "戻す",
  "Restoring": "復元",
  "Returning": "戻る",
  "Revoke": "取り消す",
  "Revoking": "取り消す",
  "Sales": "販売",
  "Sales by customer": "顧客別売上高",
  "Search": "検索",
  "section of our guide": "ガイドのセクション",
  "Select a group": "グループを選択",
  "selected": "選択された",
  "Show": "公演",
  "Signup date": "申し込み日",
  "Status": "状態",
  "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "この表に、XXコードとリンクを示します。リンクまたはコードの使用方法の詳細については、製品またはコレクション固有の紹介リンクを作成します。",
  "This XX can not be paid by PayPal until they resolve their PayPal account issues": "このXXは、PayPalアカウントの問題を解決するまでPayPalから支払うことはできません。",
  "To be paid commission, you must create a verified PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account. Your PayPal email must be verified and your account must accept {0}": "コミッションを受け取るには、検証済みの PayPal アカウントを作成する必要があります。 PayPal アカウントと vwa.la アカウントは、同じメール アドレスを使用する必要があります。 vwa.la メールを予備のメールとして既存の PayPal アカウントに追加することもできます。 PayPal の電子メールが確認され、アカウントが {0} を受け入れる必要があります",
  "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your PayPal email must be verified and your account must accept {0}": "コミッションを受け取るには、PayPal アカウントにログインし、PayPal アカウントの設定の問題を修正する必要があります。 PayPal の電子メールが確認され、アカウントが {0} を受け入れる必要があります",
  "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "このフォームを使用して、XXのコードとリンクの名前を変更します。 XXの古いリンクは{0}日で削除されます",
  "We do not use or store any other information and we do not share your info": "その他の情報を使用または保存したり、お客様の情報を共有したりすることはありません",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "XXマーケティングプログラムに参加するための適切なXXを見つけることが非常に望ましい機能であることを理解しています。私たちのチームは現在、この機能の設計に取り組んでいます。あなたにとって重要な場合はお知らせください。要件について多くのことを私たちに伝えることができるほど良い",
  "When you link a social media account with us, we use the following information": "あなたがソーシャルメディアアカウントを私たちとリンクするとき、私たちは以下の情報を使用します",
  "XXs at a time": "一度にXX",
  "You can delete up to": "あなたはまで削除することができます",
  "You have deleted your account for this store. Because you have been paid commission, we have archived your account. This is required for data integrity and legal compliance purposes. You will be excluded from all communications. If you wish to restore your account, please contact the store via their customer support.": "このストアのアカウントを削除しました。コミッションが支払われたため、アカウントをアーカイブしました。これは、データの整合性と法令遵守の目的で必要です。あなたはすべてのコミュニケーションから除外されます。アカウントの復元をご希望の場合は、カスタマーサポートからストアまでご連絡ください。",
  "Your basic public info": "あなたの基本的な公開情報",
  "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "非アクティブ（リードまたは注文が不十分）のため、コードとリンクが一時停止されています",
  "Your PayPal account is valid": "PayPalアカウントは有効です",
  "Your vwa.la email and PayPal email must be the same": "vwa.laメールとPayPalメールは同じである必要があります"
}
