{
  "Cancelling": "キャンセル中",
  "Next": "次",
  "Back": "バック",
  "How does it work?": "それはどのように機能しますか？",
  "All payments are made in your store's currency": "すべての支払いは店舗の通貨で行われます",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPalでは、支払いごとの最大受信者数が6人に制限されています。すべてのXXが支払われるまで、このフォームを再利用する必要があります",
  "PayPal will charge a transaction fee (paid by the XX)": "PayPalは取引手数料を請求します（XXで支払われます）",
  "PayPal will charge a transaction fee": "PayPalは取引手数料を請求します",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "支払い後、PayPalによってデータが更新されるまでに数分かかることがあります。オプションとして、注文ページの[注文の再同期]機能を使用して注文ステータスを手動で再同期することもできます。",
  "We will automatically create a single use fixed amount discount code for each XX": "XXごとに使い捨て定額割引コードを自動的に作成します",
  "The commission specified in the table will be marked as paid": "表で指定された手数料は支払済みとしてマークされます",
  "We will notify the XX of their code via email": "XXにメールでコードを通知します",
  "This action will mark commission as paid and will notify the affected XX(s)": "このアクションにより、手数料が支払われたものとしてマークされ、影響を受けるXXに通知されます",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "影響を受けるすべてのXXとそれらが支払うべきコミッション金額をリストした通知を送信します",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "このリストを使用して、vwa.la以外の方法を使用して、XXごとにコミッションを支払います。つまり銀行振込、暗号など",
  "How to pay?": "支払い方法？",
  "Who to pay?": "誰が払うの？",
  "Customise": "カスタマイズ",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "次のフィルターを使用して、支払い先をカスタマイズできます。デフォルト値はグローバル設定から継承されます（マイアカウント>ストア設定）。 XXが領収書に表示するカスタムノートを指定することもできます",
  "Only pay XXs who want to be paid by {0}?": "{0}による支払いを希望するXXのみに支払いますか？",
  "Only pay commission on paid orders? (paid by customer)": "支払った注文に対してのみコミッションを支払いますか？ （お客様負担）",
  "Orders must be paid (by customer)?": "注文は（顧客が）支払う必要がありますか？",
  "Only pay commission on fulfilled orders?": "履行された注文に対してのみコミッションを支払いますか？",
  "Orders must be fulfilled (delivered)?": "注文は履行（配達）する必要がありますか？",
  "Min order age (days)": "最小注文年齢（日）",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "{0}日以上経過した注文に対してのみコミッションを支払います。これにより、変更される可能性のある新しい注文（払い戻し、キャンセルなど）にコミッションを支払うことができなくなります。これを30日に設定することを強くお勧めします",
  "Min order count": "最小注文数",
  "Only pay commission to XXs who have >= {0} orders": "> = {0}の注文があるXXにのみコミッションを支払います",
  "Min commission earned ({0})": "獲得した最小コミッション（{0}）",
  "Only pay commission to XXs who have earned commission >= {0}": "コミッションを獲得したXXにのみコミッションを支払う> = {0}",
  "Order dates": "注文日",
  "Commission will only be paid on orders that were created between the following dates": "コミッションは、次の日付の間に作成された注文に対してのみ支払われます",
  "Note": "注意",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "支払いにメモを追加できます。これはXXの支払い領収書に表示されます",
  "I understand how this feature works": "私はこの機能がどのように機能するのか理解しています",
  "Prepare": "準備する",
  "Preview": "プレビュー",
  "Calculating": "計算する",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "PayPalを使用して、次のXXに{0}コミッションを支払うことを選択しました",
  "Recipients": "受信者",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "手数料をストアクレジットで支払うことを選択しました。この支払いの各XXに対して、一意で使い捨ての定額割引コードが自動的に作成されます。詳細な手順については、下記の「この仕組み」セクションをご覧ください",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "vwa.la以外の方法（手動銀行振込など）を使用して、次のXXに{0}手数料を支払うことを選択しました",
  "Pay": "支払う",
  "Confirmation": "確認",
  "If you wish to cancel the payment, click the `cancel payment` button below": "支払いをキャンセルしたい場合は、下の[支払いをキャンセル]ボタンをクリックしてください。",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " またはPayPalウィンドウ内の「支払いのキャンセル」リンク。キャンセルした場合は、PayPalでの支払いを完了しないでください。",
  "Pending your approval": "承認待ち",
  "Paying": "支払う",
  "Your payment is being processed by PayPal": "あなたの支払いはPayPalによって処理されています",
  "You can view your payment history and track payment updates on the payments page": "支払いページで支払い履歴を確認したり、支払いの更新を追跡したりできます。",
  "Payment Id": "支払いID",
  "Payment amount": "支払金額",
  "Approval required": "承認が必要",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "あなたはPayPal取引を承認しなければなりません。 PayPal取引を新しいウィンドウで開きました（お使いのブラウザでこのページが開くことを確認してください）。新しいウィンドウに移動して支払いを承認する必要があります",
  "Re-open approval window": "承認ウィンドウを再度開く",
  "Cancel payment": "支払いをキャンセル",
  "Ok": "OK",
  "Opening PayPal": "PayPalを開く",
  "Creating Payment": "支払いを作成する",
  "Selected XXs": "選択されたXX",
  "Selected orders": "選択した注文",
  "All unpaid commission for this XX": "このXXのすべての未払いコミッション",
  "All unpaid commission for {0}": "{0}の全未払いコミッション",
  "All unpaid commission for the selected XXs": "選択したXXのすべての未払いコミッション",
  "All XXs with unpaid commission": "コミッションが未払いのすべてのXX",
  "Pay commission": "手数料を支払う",
  "Cancel": "キャンセル",
  "Orders": "ご注文",
  "Amount to pay": "支払うべき金額",
  "Email": "Eメール",
  "Status": "状態",
  "Amount": "量",
  "Code": "コード",
  "Group": "グループ",
  "Only pay XXs who belong to this group": "このグループに属するXXにのみ支払います"
}
