{
    "Saving. This task may take a few minutes. Please wait": "保存しています。この作業には数分かかる場合があります。お待ちください",
    "Promotion policy": "プロモーション方針",
    "Use this form to define the promotion policy of your store. Your promotion policy allows you to set commission rules specific to each of your influencer groups. Groups are a way for you to segment your influencers and reward them differently. You can create groups and; assign influencers to specific groups using the influencers page in the menu. When an influencer signs up, they are automatically assigned to the default group": "このフォームを使用して、店舗の宣伝方針を定義します。あなたの昇進の方針はあなたがあなたのインフルエンサーグループのそれぞれに特定のコミッションルールを設定することを可能にします。グループは、あなたがあなたのインフルエンサーをセグメント化し、それらに異なる報酬を与えるための方法です。あなたはグループを作成することができます。メニューのインフルエンサーページを使用して、インフルエンサーを特定のグループに割り当てます。インフルエンサーがサインアップすると、自動的にデフォルトグループに割り当てられます",
    "Learn more": "もっと詳しく知る",
    "Save": "保存する",
    "Create": "作成する",
    "This is the promotion policy for": "これはのプロモーションポリシーです",
    "It summarises the sales commission that you will earn for each referral order. Please read this policy carefully": "それはあなたがそれぞれの紹介注文のために稼ぐであろう販売手数料を要約します。この方針をよく読んでください",
    "Group specific rules": "グループ固有の規則",
    "Your sales commission policy": "あなたの販売手数料方針",
    "Code suffix": "コードサフィックス",
    "Influencers who are members of the {0} group will earn {1} commission on orders they create": "{0}グループのメンバーであるインフルエンサーは、作成したオーダーに対して{1}のコミッションを獲得します",
    "Customers who use the influencer's code when making an order will receive a {0} discount": "注文時にインフルエンサーのコードを使用した顧客は{0}割引を受けます",
    "The customer will only receive a discount if their order total is >= {0}": "注文合計が> = {0}の場合にのみ、顧客は割引を受けます。",
    "The customer will only receive a discount if they purchase specific products": "顧客は特定の製品を購入した場合にのみ割引を受けます",
    "The influencer will only earn commission on specific products": "インフルエンサーは特定の商品に対してのみコミッションを獲得します",
    "Influencer links will direct leads to your home page": "インフルエンサーリンクはあなたのホームページに直接つながる",
    "Influencer links will direct leads to a specific web page": "インフルエンサーリンクは特定のWebページへの誘導を導きます",
    "you have created": "あなたが作成しました",
    "referral orders": "紹介オーダー",
    "you have": "あなたが持っている",
    "of unpaid commission": "未払いコミッションの",
    "You will earn {0} commission on orders that your leads create": "リードが作成した注文に対して{0}のコミッションを獲得できます",
    "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "リンクベースのコミッションは、リンクがクリックされてから{0}日以内に注文が作成された場合にのみ報われます。",
    "This applies to orders created using your discount code only": "これは、割引コードを使用して作成された注文にのみ適用されます。",
    "Customers who use your discount code will receive a {0} discount": "あなたの割引コードを使用する顧客は{0}割引を受けるでしょう",
    "The customer can only use their discount code once": "顧客は自分の割引コードを一度だけ使用できます",
    "Commission is only rewarded if the customer is a new customer": "顧客が新規顧客である場合にのみ、手数料が支払われます。",
    "You will only earn commission on specific products": "特定の商品に対してのみコミッションを獲得できます",
    "Your influencer link will send leads to a specific web page": "あなたのインフルエンサーリンクは特定のウェブページに見込み客を送ります",
    "Your influencer link will send leads to our home page": "あなたのインフルエンサーリンクは私達のホームページにリードを送ります",
    "Personal orders are allowed": "個人の注文は許可されています",
    "Personal orders are not allowed": "個人注文はできません",
    "Your commission will only be paid once": "あなたのコミッションは一度だけ支払われます",
    "and": "そして",
    "Min order": "私の注文",
    "Customers will not receive a discount unless their order total is >= this value. However, the influencer will still earn commission": "注文合計がこの値を超えない限り、顧客は割引を受けられません。しかし、インフルエンサーはまだコミッションを獲得します",
    "Customers will not receive a discount unless their order total is >= this value. However, you will still earn commission": "注文合計がこの値を超えない限り、顧客は割引を受けられません。しかし、あなたはまだ手数料を稼ぐでしょう",
    "Product filter": "製品フィルター",
    "Limit this promotion to only specific products? E.g The customer will only receive a discount when purchasing these products": "このプロモーションを特定の商品に限定しますか？例：顧客はこれらの製品を購入するときにだけ割引を受けます",
    "Customers will only receive a discount using your discount code when they purchase these specific products": "これらの特定の製品を購入すると、顧客はあなたの割引コードを使用してのみ割引を受けます",
    "Collection filter": "収集フィルター",
    "Limit this promotion to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "このプロモーションをコレクション内の商品のみに限定しますか？例えば。これらの商品を購入すると、顧客は割引を受けるだけです。",
    "Customers will only receive a discount using your discount code when they purchase products from these collections": "彼らがこれらのコレクションから製品を購入するとき、顧客はあなたの割引コードを使って割引を受けるだけです",
    "Does the product filter(s) apply to only the customer, influencer or both?": "製品フィルタは、顧客、インフルエンサー、またはその両方にのみ適用されますか？",
    "Type": "タイプ",
    "Applies to both the influencer and customer": "インフルエンサーと顧客の両方に適用されます",
    "Applies to customer only": "顧客のみに適用",
    "Applies to influencer only": "インフルエンサーのみに適用",
    "Link behaviour": "リンク動作",
    "Each influencer in this group has a link. Where should their link send your leads (i.e. potential customers)?": "このグループの各インフルエンサーはリンクを持っています。彼らのリンクはあなたの見込み客（つまり潜在的な顧客）をどこに送るべきですか？",
    "Your referral link behaviour": "紹介リンクの動作",
    "Go to homepage": "ホームページへ",
    "Go to a specific product": "特定の商品に移動する",
    "Go to a specific collection": "特定のコレクションに移動する",
    "Each influencer in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "このグループの各インフルエンサーは紹介リンクを持っています。このリンクから見込み客（潜在的な顧客）に送信される商品/コレクションページをカスタマイズできます。このフィールドを使用するには、ページの名前を入力してからドロップダウンリストでそれを選択する必要があります。手動でURLを入力することはできません",
    "Important": "重要",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "いずれかの紹介リンクで変更をテストするときに正しいページが表示されない場合は、shopifyがキャッシュされたページをあなたのIPアドレスに（一時的に）返している可能性があります。 shopifyに正しいページを返させるように強制するには、紹介リンクの最後に？testを追加します。",
    "Your referral link will go to this page": "あなたの紹介リンクはこのページに行きます",
    "Influencer reward": "インフルエンサー報酬",
    "Customer reward": "顧客への報酬",
    "Filters": "フィルター",
    "Referral link": "紹介リンク",
    "group rules": "グループルール",
    "default group": "デフォルトグループ",
    "commission": "手数料",
    "Fixed Commission": "固定コミッション",
    "Commission": "手数料",
    "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "これは、インフルエンサーがコミッションで支払われるオーダーの割合です。すなわち10％のインフルエンサーコミッションで100ドルの注文（税金、配送料、割引を除く）は、注文を生成する彼らの努力のためにインフルエンサーに10ドルを与えるでしょう",
    "This is the % of an order that you will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award you $10 for your effort in generating the order": "これはあなたがコミッションで支払われる注文の割合です。すなわち10％のインフルエンサーコミッションで、100ドルの注文（税金、配送料、割引を除く）は、注文の生成におけるあなたの努力のためにあなたに10ドルを与えるでしょう",
    "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "これはインフルエンサーがあなたの店のために生成するすべての注文に対してコミッションで支払われることになる固定額です。",
    "This is the fixed amount that you will be paid in commission for every order that you generate for the store": "これは、店舗に対して生成したすべての注文に対して、コミッションで支払われる固定金額です。",
    "discount": "ディスカウント",
    "Fixed discount": "固定割引",
    "Discount": "ディスカウント",
    "Applies to discount codes only. This is the % of an order that the customer will receive as a discount. I.e. If their order is $100 (excluding shipping and tax) and their discount is 5%, they will receive $5 off their order total": "割引コードにのみ適用されます。これは、顧客が割引として受け取る注文の割合です。すなわち注文が100ドル（配送料と税金を除く）で、割引が5％の場合、注文の合計金額から5ドルを受け取ります。",
    "Applies to discount codes only. This is a fixed amount discount that the customer will receive as a discount for each order they create using an influencer's code": "割引コードにのみ適用されます。これは、インフルエンサーのコードを使用して作成した各注文の割引として顧客が受け取る固定額の割引です。"
}