{
  "Save": "保存する",
  "Theme": "テーマ",
  "Logo": "ロゴ",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "あなたのロゴのURL。ロゴ画像のURLを入力してください（例：shopifyストアのホームページに移動してからロゴ画像を右クリックしてから、画像のURLをクリップボードにコピーしてここに貼り付けてください）。",
  "or": "または",
  "If you have issues contact us and we'll help": "あなたが問題を抱えているならば、我々に連絡してください、そして、我々は助けます",
  "Preview": "プレビュー",
  "Invert colour?": "色を反転しますか？",
  "Primary Color": "原色",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "あなたのブランドの原色。白い背景に表示されるので、これはより暗い色である必要があります。",
  "Team name": "チームの名前",
  "Choose a name to describe your marketing team members": "マーケティングチームのメンバーを説明する名前を選択してください",
  "In-store widget": "店内ウィジェット",
  "Visible? (desktop)": "見える？ （デスクトップ）",
  "Display the in-store widget on desktop devices?": "デスクトップデバイスにインストアウィジェットを表示しますか？",
  "Visible? (mobile)": "見える？ （携帯）",
  "Display the in-store widget on mobile devices?": "モバイル機器で店内ウィジェットを表示しますか？",
  "Position": "ポジション",
  "The position that the widget will be displayed on your store page": "ウィジェットがストアページに表示される位置",
  "Bottom left": "左下の",
  "Bottom right": "右下",
  "The CTA text to show when the widget is visible": "ウィジェットが表示されているときに表示するCTAテキスト",
  "Signup page": "サインアップページ",
  "Hide commission info?": "手数料情報を非表示にしますか？",
  "Hide commission/discount info on the sign up page?": "サインアップページで手数料/割引情報を非表示にしますか？",
  "Disable social media linking?": "ソーシャルメディアのリンクを無効にしますか？",
  "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "カスタムT＆CページのURLを入力します。 T＆Cを受け入れるには、新しいXXが必要です",
  "Business Rules": "ビジネスルール",
  "Auto-approve sign-ups?": "登録を自動承認しますか？",
  "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "オンにすると、新しいXXが自動的に承認され、コードとリンクが与えられます。それ以外の場合は、新しいXXを手動で承認する必要があります",
  "In-app messaging": "アプリ内メッセージング",
  "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "XXはアプリ内メッセージングソリューションを介して連絡できますか？この機能はFacebookメッセンジャーに似ています",
  "In-app support": "アプリ内サポート",
  "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "XXはアプリ内チャットサポート（右下）を見ることができますか？有効にすると、サポートチームがXXをサポートし、FAQに回答し、アカウント/アプリ固有の問題を処理します。彼らの質問があなたの店に固有である場合、私たちはそれらをあなたのカスタマーサポートに紹介します",
  "In-app help": "アプリ内ヘルプ",
  "Can XXs see our in-app help menu?": "XXはアプリ内ヘルプメニューを表示できますか？",
  "Link Behaviour": "リンク動作",
  "How should your inbound links behave when clicked? This affects your XX's email and invite link": "クリックしたときのインバウンドリンクの動作これはXXのメールと招待リンクに影響します",
  "Open a new browser page": "新しいブラウザページを開く",
  "Open inside of my store": "私の店の中で開く",
  "Commission tracking rules": "手数料追跡ルール",
  "Lead expiration": "有効期限",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie). Default is 30 days": "リードトラッキングが期限切れになる前にリードをトラッキングする日数（つまりcookie）。デフォルトは30日です",
  "Link commission policy": "リンクコミッションポリシー",
  "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX be awarded commission?": "顧客がXXのリンクをたどり、XXのコードを使用せずに購入した場合、XXにコミッションが付与されますか？",
  "Allow link based commission?": "リンクベースのコミッションを許可しますか？",
  "Customer commission policy": "顧客手数料ポリシー",
  "Can an XX earn commission from new customers only?": "XXは新しい顧客からのみコミッションを獲得できますか？",
  "Limit commission to new customers only?": "新規顧客のみに手数料を制限しますか？",
  "Customer discount policy": "顧客割引ポリシー",
  "Limit the usage of a discount code to once per customer? Default is false": "ディスカウントコードの使用を顧客ごとに1回に制限しますか？デフォルトはfalseです",
  "Once per customer?": "顧客ごとに1回？",
  "Personal order policy": "個人注文ポリシー",
  "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "XXは自分の個人的な注文からコミッションを獲得できますか？デフォルトはfalseです。これは、不正防止システムが個人の注文をブロックすることを意味します。これはテスト中にのみ有効にする必要があります",
  "Allow personal orders?": "個人注文を許可しますか？",
  "Customer privacy": "顧客のプライバシー",
  "Allow XXs to see customer names?": "XXに顧客名の表示を許可しますか？",
  "Coupon site policy": "クーポンサイトポリシー",
  "If an XX code is found on a coupon site, what should we do?": "XXコードがクーポンサイトで見つかった場合、どうすればよいですか？",
  "Allow": "許可する",
  "Revoke the XX's access": "XXのアクセスを取り消す",
  "Commission payment rules": "コミッション支払い規則",
  "Min commission age": "最低コミッション年齢",
  "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "デフォルトでは、vwa.laは30日以内の注文に対する手数料の支払いを防ぎます。これにより、注文に対してコミッションを支払ったときに発生した複雑さからユーザーを保護できますが、その注文はその後変更、返金、または不正と判断されます。この設定は30日のままにしておくことを強くお勧めします。発生する可能性がある問題については責任を負いません。また、サポートは提供しません。",
  "Order status": "注文の状況",
  "Only pay commission on paid orders?": "支払い済みの注文に対してのみ手数料を支払うのですか。",
  "Orders must be paid?": "注文を支払う必要がありますか？",
  "Fulfillment status": "フルフィルメントステータス",
  "Only pay commission on fulfilled orders?": "満たされた注文に対してのみ手数料を支払うのですか？",
  "Orders must be fulfilled?": "注文は満たされなければなりませんか？",
  "Min order count": "最小注文数",
  "Only pay XXs who have >= this many referral orders": "この数以上の紹介注文があるXXにのみ支払います",
  "Min unpaid commission": "最低未払い手数料",
  "Only pay XXs who have unpaid commission >= this amount": "未払いのコミッションを持っているXXのみに支払う> =この金額",
  "Marketplace": "市場",
  "List my store?": "私の店をリストしなさいか。",
  "Select if you want marketers to discover your store's marketing program in our marketplace": "あなたが私たちの市場であなたの店のマーケティングプログラムをマーケティング担当者に発見してほしいかどうかを選択してください",
  "Show to XXs?": "XXに表示しますか？",
  "Allow XXs to see the marketplace?": "XXにマーケットプレイスの表示を許可しますか？",
  "Notifications": "通知",
  "Enable or disable email notifications": "メール通知を有効または無効にする",
  "New XX": "新しいXX",
  "Email": "Eメール",
  "New lead": "新しいリード",
  "New order": "新規注文",
  "Message templates": "メッセージテンプレート",
  "Use this form to customise the messages that we send to your XXs": "このフォームを使用して、XXに送信するメッセージをカスタマイズします",
  "Use this form to customise your email behaviour or service provider": "このフォームを使用して、メールの動作やサービスプロバイダをカスタマイズしてください。",
  "Service provider": "サービス提供者",
  "The email service provider that will be used to send your email": "あなたのEメールを送るために使われるEメールサービスプロバイダー",
  "Default": "デフォルト",
  "API key": "APIキー",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "メールサービスプロバイダのAPIキーを入力する必要があります。情報についてはプロバイダのドキュメントを参照してください。",
  "From email": "メールから",
  "The email that will be used to send your email": "メールの送信に使用されるメール",
  "From name": "名前から",
  "The name that will be used to send your email": "メールの送信に使用される名前",
  "Mailchimp": "メールチンプ",
  "Sync your XX data to a mailing list": "XXデータをメーリングリストに同期する",
  "Enable?": "有効にしますか？",
  "You must provide an API key. See Mailchimp's documentation for info": "APIキーを入力する必要があります。詳しくはMailchimpのドキュメントを参照してください。",
  "Sync": "同期",
  "Klaviyo": "クラビヨ",
  "You must provide an API key. See Klaviyo's documentation for info": "APIキーを入力する必要があります。詳しくはKlaviyoのドキュメントを参照してください。",
  "ActiveCampaign": "ActiveCampaign",
  "Account Id": "アカウントID",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "ActiveCampaignアカウントIDを提供する必要があります。詳細については、ActiveCampaignのドキュメントを参照してください",
  "You must provide an API key. See ActiveCampaign's documentation for info": "APIキーを提供する必要があります。詳細については、ActiveCampaignのドキュメントを参照してください",
  "Recharge": "再充電",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "リチャージを有効にするには-リチャージAPIトークンを作成します（サブスクリプションへの読み取りアクセス権付き）。次に、トークンのAPIキーとシークレットを以下のフォームに保存します。詳しくは、Rechargeのドキュメントをご覧ください",
  "You must provide an API key": "APIキーを提供する必要があります",
  "API Secret": "APIシークレット",
  "You must provide an API secret": "APIシークレットを提供する必要があります",
  "Test": "テスト",
  "Payments": "支払い",
  "Use this form to set up your preferred commission payment method. PayPal setup is only required if using PayPal": "このフォームを使用して、希望するコミッション支払い方法を設定してください。 PayPalの設定は、PayPalを使用している場合にのみ必要です。",
  "Preferred method": "好ましい方法",
  "Which payment method will be used to pay out commission?": "コミッションの支払いにはどの支払い方法が使用されますか？",
  "PayPal": "PayPal",
  "Store Credit": "ストアクレジット",
  "Manual (bank transfer)": "マニュアル（銀行振込）",
  "PayPal setup": "PayPalの設定",
  "Type": "タイプ",
  "Which PayPal method do you wish to use?": "どのPayPalメソッドを使用しますか？",
  "Simple (No setup required)": "シンプル（セットアップ不要）",
  "Advanced (Recommended. Requires a business account and API key)": "上級（推奨。ビジネスアカウントとAPIキーが必要です）",
  "Client Id": "クライアントID",
  "Add your PayPal REST API credential": "PayPal REST API認証情報を追加する",
  "client Id": "クライアントID",
  "Secret": "秘密の",
  "secret": "秘密の"
}
