{
  "Select a group": "グループを選択",
  "Assign to group": "グループに割り当てる",
  "Assign the selected influencer(s) to another group. In the promotions page, you can set group specific rewards": "選択したインフルエンサーを他のグループに割り当てます。プロモーションページでは、グループ固有の報酬を設定できます。",
  "Change group?": "グループを変更しますか？",
  "This will delete the selected influencers from your store. Their entire history will be removed": "これはあなたの店から選択されたインフルエンサーを削除します。彼らの全歴史は削除されます",
  "Notify influencer?": "影響を通知しますか？",
  "Delete?": "削除しますか？",
  "Selected influencers only": "選択したインフルエンサーのみ",
  "All orders for all influencers": "すべてのインフルエンサーに対するすべての注文",
  "You can not pay more than 1 influencer at a time by store credit": "ストアクレジットで一度に複数のインフルエンサーを支払うことはできません",
  "Pay by store credit": "ストアクレジットで支払う",
  "Pay by other": "他人による支払い",
  "Pay by PayPal": "PayPalで支払う",
  "Influencers": "インフルエンサー",
  "Groups": "グループ",
  "Suggested": "おすすめ",
  "to all influencers": "すべてのインフルエンサーに",
  "to the selected influencer": "選択したインフルエンサーへ",
  "to the selected influencers only": "選択したインフルエンサーのみ",
  "Change group": "グループを変更",
  "Each influencer can be assigned to 1 group. Groups are useful when you want to give different rewards to different influencers. i.e. VIPs. Use this action to change the selected influencer(s) group. You can create/re-name groups in the 'groups' tab. By default, new influencers are assigned to the 'default' group": "各インフルエンサーは1つのグループに割り当てることができます。グループは、異なるインフルエンサーに異なる報酬を与えたいときに便利です。すなわちVIP。選択したインフルエンサーグループを変更するには、この操作を使用します。 'groups'タブでグループを作成/名前変更することができます。デフォルトでは、新しいインフルエンサーは「デフォルト」グループに割り当てられています",
  "Pay": "支払う",
  "all": "すべて",
  "by Paypal": "ペイパル",
  "by other": "他によって",
  "Delete": "削除する",
  "You can delete up to": "あなたはまで削除することができます",
  "influencers at a time": "インフルエンサー",
  "Select 1 or more influencers": "1人以上のインフルエンサーを選択",
  "Export": "輸出する",
  "Actions": "行動",
  "No matches found": "一致が見つかりません",
  "selected": "選択された",
  "Suggested influencers": "提案されたインフルエンサー",
  "We understand that finding the right influencers to join your influencer marketing program is a highly desirable feature. Our team is presently working through the design of this feature which we intend to launch 2Q. If it is important to you let us know. The more you can tell us about your requirements the better": "インフルエンサーマーケティングプログラムに参加するための適切なインフルエンサーを見つけることは非常に望ましい機能です。私たちのチームは現在、2Qを立ち上げようとしているこの機能の設計を通して作業しています。それがあなたにとって重要なら私達に知らせてください。あなたがあなたの要求についてもっと私たちに話すことができるほど良い"
}
