{
  "Log into PayPal and fix your account": "PayPalにログインしてアカウントを修正する",
  "Your vwa.la email and PayPal email must be the same": "あなたのvwa.la EメールとPayPal Eメールは同じでなければなりません",
  "Your PayPal account is valid": "あなたのPayPalアカウントは有効です",
  "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues": "手数料を支払うには、PayPalアカウントにログインし、PayPalアカウントの設定に関する問題を解決する必要があります。",
  "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "手数料を支払うには、PayPalアカウントを作成する必要があります。あなたのPayPalアカウントとvwa.laアカウントは同じEメールアドレスを使わなければなりません。既存のPayPalアカウントの予備のメールとしてvwa.laメールを追加することもできます。",
  "This influencer can not be paid by PayPal until they resolve their PayPal account issues": "このインフルエンサーは、PayPalアカウントの問題を解決するまで、PayPalから支払いを受けることはできません。",
  "Check": "チェック",
  "Overview": "概要",
  "Marketing accounts": "マーケティングアカウント",
  "When you link a social media account with us, we use the following information": "あなたが私たちとソーシャルメディアアカウントをリンクするとき、私たちは以下の情報を使います",
  "Your basic public info": "あなたの基本的な公開情報",
  "Metrics that measure your marketing reach/engagment. I.e. # of followers": "あなたのマーケティングリーチ/エンゲージメントを測定する指標。すなわちフォロワー数",
  "Important": "重要",
  "We do not use or store any other information and we do not share your info": "私たちは他のいかなる情報も使用または保存せず、またあなたの情報を共有しません。",
  "Codes": "コード",
  "Links": "リンク集",
  "This table lists your influencer code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "この表には、インフルエンサーのコードとリンクがリストされています。リンクまたはコードの使用方法の詳細については、製品またはコレクション固有の紹介リンクを作成します。",
  "How do I use my link and code": "リンクとコードの使用方法",
  "section of our guide": "ガイドのセクション",
  "Orders": "ご注文",
  "Show": "見せる",
  "Leads": "見込み客",
  "Notes": "ノート",
  "Save": "保存する",
  "Leads (clicks)": "見込み客（クリック）",
  "Leads (unique)": "リード（ユニーク）",
  "Referrals": "紹介",
  "Sales": "売上高",
  "Conv rate": "コンバージョン率",
  "New": "新しい",
  "Returning": "戻る",
  "Ratio": "比率",
  "Owed": "所有している",
  "Payable": "買掛金",
  "Paid": "有料",
  "Lead sources": "リードソース",
  "Sales by customer": "顧客別売上",
  "Earnings": "収益"
}
