{
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " または、PayPal ウィンドウ内の「支払いをキャンセル」リンクをクリックします。キャンセルする場合は、PayPal の支払いを完了しようとしないでください",
  "Actions": "行動",
  "All payments are made in your store's currency": "すべての支払いはストアの通貨で行われます",
  "All unpaid commission for {0}": "{0} のすべての未払いコミッション",
  "All unpaid commission for the selected XXs": "選択した XX のすべての未払いコミッション",
  "All unpaid commission for this XX": "この XX のすべての未払いコミッション",
  "All XXs with unpaid commission": "未払いのコミッションがあるすべての XX",
  "Amount": "量",
  "Amount to pay": "支払う金額",
  "Approval required": "要承認",
  "Back": "戻る",
  "Calculating": "計算中",
  "Cancel": "キャンセル",
  "Cancel payment": "支払いをキャンセル",
  "Cancel payment?": "支払いをキャンセルしますか？",
  "Cancelling": "キャンセル中",
  "Cancelling payment": "支払いをキャンセルする",
  "Code": "コード",
  "Commission will only be paid on orders that were created between the following dates": "コミッションは、次の日付の間に作成された注文に対してのみ支払われます",
  "Confirmation": "確認",
  "Creating Payment": "支払いの作成",
  "Currency": "通貨",
  "Customise": "カスタマイズ",
  "Date": "日付",
  "Email": "Eメール",
  "Export (payment history)": "エクスポート（支払い履歴）",
  "Export (tax report)": "輸出（税務報告）",
  "Filter": "フィルタ",
  "Filter by status": "ステータスで絞り込む",
  "Filter by type": "タイプで絞り込む",
  "Filter data": "フィルターデータ",
  "Group": "グループ",
  "How does it work?": "それはどのように機能しますか？",
  "How referral payments work": "紹介支払いの仕組み",
  "How to pay commission": "手数料の支払い方法",
  "How to pay?": "支払い方法？",
  "I understand how this feature works": "この機能の仕組みを理解しています",
  "Id": "Id",
  "If you wish to cancel the payment, click the `cancel payment` button below": "支払いをキャンセルする場合は、下の「支払いをキャンセルする」ボタンをクリックしてください。",
  "Min commission earned ({0})": "最小コミッション獲得 ({0})",
  "Min order age (days)": "最低注文日数 (日)",
  "Min order count": "最小注文数",
  "Next": "次",
  "No matches found": "一致が見つかりません",
  "Note": "ノート",
  "Ok": "Ok",
  "Only pay commission on fulfilled orders?": "成約した注文に対してのみコミッションを支払いますか?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": ">= {0} 日経過した注文に対してのみコミッションを支払います。これにより、変更される可能性のある新しい注文 (払い戻し、キャンセルなど) に対してコミッションを支払うことができなくなります。これを 30 日に設定することを強くお勧めします",
  "Only pay commission on paid orders? (paid by customer)": "支払われた注文のコミッションのみを支払いますか? （お客様負担）",
  "Only pay commission to XXs who have >= {0} orders": "{0} 件以上の注文がある XX にのみコミッションを支払います",
  "Only pay commission to XXs who have earned commission >= {0}": "コミッション >= {0} を獲得した XX にのみコミッションを支払います",
  "Only pay XXs who belong to this group": "このグループに属する XX のみを支払う",
  "Only pay XXs who want to be paid by {0}?": "{0} までに支払いを希望する XX 人のみに支払いますか?",
  "Opening PayPal": "ペイパルを開く",
  "Order dates": "注文日",
  "Orders": "注文",
  "Orders must be fulfilled (delivered)?": "注文はフルフィルメント (配送) する必要がありますか?",
  "Orders must be paid (by customer)?": "注文は（顧客が）支払う必要がありますか？",
  "Paid": "有料",
  "Pay": "支払い",
  "Pay commission": "手数料を支払う",
  "Paying": "支払う",
  "Paying via credit card using PayPal's guest checkout is not supported": "PayPal のゲスト チェックアウトを使用したクレジット カードによる支払いはサポートされていません",
  "Payment amount": "支払金額",
  "Payment date": "支払期日",
  "Payment Id": "支払いID",
  "Payment status": "支払い状況",
  "Payment type": "支払いタイプ",
  "Payments": "支払い",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal では、1 回の支払いでの受取人の最大数を 6 に制限しています。すべての XX が支払われるまで、このフォームを再利用する必要があります。",
  "PayPal will charge a transaction fee": "PayPalは取引手数料を請求します",
  "PayPal will charge a transaction fee (paid by the XX)": "PayPal は取引手数料を請求します (XX が支払います)。",
  "Pending your approval": "承認待ち",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "支払い後、データが PayPal によって更新されるまでに数分かかる場合があります。必要に応じて、注文ページの「注文の再同期」機能を使用して、注文ステータスを手動で再同期することもできます",
  "Prepare": "準備",
  "Preview": "プレビュー",
  "Re-open approval window": "承認ウィンドウを再度開く",
  "Re-sync payment": "支払いを再同期する",
  "Recipients": "受信者",
  "selected": "選択された",
  "Selected orders": "選択した注文",
  "Selected XXs": "選択された XX",
  "Status": "状態",
  "The commission specified in the table will be marked as paid": "表に指定されたコミッションは支払い済としてマークされます",
  "The total payment amount (requested)": "お支払い総額（リクエスト）",
  "The total payment amount (successfully paid)": "合計支払い額（正常に支払い済み）",
  "This action will mark commission as paid and will notify the affected XX(s)": "このアクションにより、コミッションは支払われたものとしてマークされ、影響を受ける XX(s) に通知されます",
  "This page lists all commission payments that you have created": "このページはあなたが作成したすべてのコミッション支払いをリストします",
  "This page lists all commission payments that you have received": "このページはあなたが受け取ったすべてのコミッションの支払いを一覧表示します",
  "to all XXs": "すべてのXXに",
  "to the selected XX": "選択したXXへ",
  "to the selected XXs only": "選択した XX のみに",
  "Type": "タイプ",
  "Use this form to cancel a commission payment. When you cancel a commission payment, the commission paid will be marked as unpaid.": "コミッションの支払いをキャンセルするには、このフォームを使用してください。コミッションの支払いをキャンセルすると、コミッションの支払いは未払いとしてマークされます。",
  "We will automatically create a single use fixed amount discount code for each XX": "XXごとに1回限りの定額割引コードを自動作成",
  "We will notify the XX of their code via email": "XX にメールでコードを通知します",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "影響を受けるすべての XX と、それらが負うコミッション額を記載した通知をお送りします。",
  "Who to pay?": "誰に支払う？",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "支払いにメモを追加できます。これは、支払い領収書で XX に表示されます。",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "次のフィルターを使用して、誰が支払われるかをカスタマイズできます。デフォルト値は、グローバル設定 (マイ アカウント > ストア設定) から継承されます。 XX の支払い領収書に表示されるカスタム メモを指定することもできます。",
  "You can view your payment history and track payment updates on the payments page": "支払いページで支払い履歴を表示し、支払いの更新を追跡できます",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "{0} のコミッションをストア クレジットで支払うことを選択しました。この支払いの XX ごとに、一意の 1 回限りの定額割引コードが自動的に作成されます。詳細な手順については、以下の「この仕組み」セクションを参照してください。",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "vwa.la 以外の方法 (手動の銀行振込など) を使用して、次の XX に {0} コミッションを支払うことを選択しました。",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "PayPal を使用して次の XX に {0} のコミッションを支払うことを選択しました",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "PayPal 取引を承認する必要があります。新しいウィンドウで PayPal トランザクションを開きました (ブラウザでこのページを開くことができることを確認してください)。新しいウィンドウに移動して支払いを承認する必要があります",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "このリストを使用して、vwa.la 以外の方法で各 XX にコミッションを支払います。つまり銀行振込、暗号など",
  "Your payment is being processed by PayPal": "お支払いは PayPal によって処理されています"
}
