{
    "{0} is in use": "{0}이 (가) 사용 중",
    "Add Store": "매장 추가",
    "allow personal orders": "개인 주문 허용",
    "Already a user": "이미 사용자",
    "and then;": "그리고;",
    "Apply now": "지금 신청하십시오",
    "Apply or log in": "신청 또는 로그인",
    "Are you trying to recruit influencers? (aka affiliates)": "인플루언서를 모집하려고 하시나요? (일명 계열사)",
    "Are you trying to test vwa.la as a influencer?": "vwa.la를 인플루엔자로 테스트하려고합니까?",
    "Back": "뒤로",
    "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "고유 한 코드를 선택하십시오. 개인화 된 코드와 링크를 만드는 데 사용됩니다. 고유 한 것을 선택하십시오 (예 : 이름, 인스 타 그램 또는 YouTube 사용자 이름 등). 이것은 중요합니다. 코드를 공유하고 다른 사람들과 연결합니다",
    "Choose your code / link": "코드 / 링크 선택",
    "Code": "암호",
    "completing the sign-up form": "가입 양식 작성",
    "Confirm email": "이메일 확인",
    "Confirm password": "비밀번호 확인",
    "Confirm your email": "이메일 확인",
    "Confirm your password": "암호를 확인",
    "Done": "끝난",
    "Email": "이메일",
    "Enter a password": "비밀번호 입력",
    "Enter your code": "코드를 입력하십시오",
    "Enter your contact info": "연락처 정보 입력",
    "Enter your email": "이메일을 입력하십시오.",
    "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid": "이메일 주소를 입력하세요. PayPal 계정이있는 경우 해당 계정과 연결된 이메일을 사용해야합니다. 이것이 지급 방식입니다.",
    "First name": "이름",
    "for more info.": "더 많은 정보를 위해서.",
    "Great! You're all done": "큰! 다 끝났어",
    "Great! You're all done. You can now share your code {0} and link": "큰! 모두 끝났습니다. 이제 {0} 코드를 공유하고 링크 할 수 있습니다",
    "Great! Your account is pending approval. You will be notified if your account is approved": "큰! 귀하의 계정은 승인 대기 중입니다. 계정이 승인되면 알림을 받게됩니다.",
    "help guide": "도움말 가이드",
    "How does it work?": "어떻게 작동합니까?",
    "I want to choose a different email": "다른 이메일을 선택하고 싶습니다",
    "I want to log in and add {0} to my existing account": "로그인하여 기존 계정에 {0}을 (를) 추가하고 싶습니다",
    "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "영향력있는 마케팅 프로그램을 영향력있는 사람으로 테스트하려는 경우 다음을 통해 테스트 영향력 계정을 만들 수 있습니다.",
    "Important": "중대한",
    "Important:": "중대한:",
    "Influencer marketing program": "영향력있는 마케팅 프로그램",
    "Last name": "성",
    "Link": "링크",
    "Link your marketing account": "마케팅 계정 연결",
    "Log in": "로그인",
    "Log in to open your influencer marketing dashboard": "영향력있는 마케팅 대시 보드를 열려면 로그인하십시오.",
    "new browser/incognito session": "새 브라우저 / 시크릿 세션",
    "Next": "다음 것",
    "Open my dashboard": "내 대시 보드 열기",
    "opening your influencer invite link in a": "인플루엔자 초대 링크를",
    "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "우리의 부정 방지 시스템은 귀하의 테스트 인플루엔자가 자신이 만든 주문에 대해 보상을받는 커미션을받지 못하게합니다. 테스트 인플루엔자 계정을 사용하여 주문을 테스트하려면 먼저 내 계정> 상점 설정> 비즈니스 규칙 및",
    "Password": "암호",
    "Preview": "시사",
    "Sign up": "가입",
    "Sign up or log in": "가입 또는 로그인",
    "Sign up to our marketing program": "우리의 마케팅 프로그램에 가입하십시오",
    "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "상점의 영향 요인 마켓팅 프로그램에 참여하려면 참여시킬 상점의 도메인 이름을 입력하고 다음을 클릭하십시오. 나. somestore.com",
    "To join another stores' marketing program, enter the stores' domain name": "다른 상점의 마케팅 프로그램에 참여하려면 상점의 도메인 이름을 입력하십시오.",
    "To sign-up influencers, you'll need to share your influencer signup link with them.": "영향력있는 사람에게 가입하려면 해당 사용자와 영향 요인 등록 링크를 공유해야합니다.",
    "to start marketing and earning sales commission": "마케팅을 시작하고 판매 수수료를 벌기 위해",
    "Updating your account..": "계정 업데이트 중 ..",
    "Use this page to add additional stores to your marketing account": "이 페이지를 사용하여 마케팅 계정에 추가 상점을 추가하십시오.",
    "Want to promote": "홍보하고 싶다.",
    "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "브랜드를 홍보하고 수수료를 벌고 싶습니까? 상점의 도메인 이름을 입력하고 가입을 클릭하여 영향력있는 마케팅 프로그램에 가입하십시오.",
    "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "우리는 귀하의 시장 도달 범위와 적합성을 이해해야합니다. 귀하의 계정에 액세스 할 수 없습니다. 우리는 귀하의 정보를 공유하지 않습니다",
    "We will also give your customers a discount when they use your code": "또한 고객이 귀하의 코드를 사용할 때 할인을 제공합니다.",
    "We will review your application. If approved..": "신청서를 검토하겠습니다. 승인 된 경우 ..",
    "We will reward you with {0} commission for every fulfilled referral order that you create": "귀하가 작성한 모든 이행 추천서에 대해 {0} 수수료로 귀하에게 보상 해 드리겠습니다.",
    "What is my influencer sign-up link?": "내 영향 요인 등록 링크는 무엇입니까?",
    "Which social media account will you use for marketing?": "마케팅에 어떤 소셜 미디어 계정을 사용 하시겠습니까?",
    "You are already a member of this store. Please choose another": "귀하는 이미이 상점의 회원입니다. 다른 것을 선택하십시오",
    "You can disable this setting after your testing. See our": "테스트 후에이 설정을 사용하지 않도록 설정할 수 있습니다. 우리를 보아라.",
    "You can manage your account and track your performance and earnings from your dashboard": "계정을 관리하고 대시 보드에서 실적 및 수입을 추적 할 수 있습니다.",
    "You must link at least one account": "하나 이상의 계정을 연결해야합니다",
    "You'll be issued a unique referral link and code (not for personal use)": "고유 한 추천 링크 및 코드가 발급됩니다 (개인용 아님)",
    "You'll promote our store/products by sharing either your code or link across your social network": "소셜 네트워크에서 코드 또는 링크를 공유하여 매장 / 제품을 홍보 할 수 있습니다.",
    "You're logged in as a merchant!": "판매자로 로그인했습니다.",
    "Your link is": "귀하의 링크는"
}