{
  "Saving. This task may take a few minutes. Please wait": "절약. 이 작업에는 몇 분이 소요될 수 있습니다. 기다려주세요.",
  "Promotion policy": "프로모션 정책",
  "Use this form to define the promotion policy of your store. Your promotion policy allows you to set commission rules specific to each of your influencer groups. Groups are a way for you to segment your influencers and reward them differently. You can create groups and; assign influencers to specific groups using the influencers page in the menu. When an influencer signs up, they are automatically assigned to the default group": "이 양식을 사용하여 상점의 판촉 정책을 정의하십시오. 프로모션 정책을 통해 각 영향 요인 그룹별로 커미션 규칙을 설정할 수 있습니다. 그룹은 영향력있는 사람을 분류하여 다르게 보상 할 수있는 방법입니다. 당신은 그룹을 만들 수 있습니다; 영향력있는 사람을 메뉴의 영향 요인 페이지를 사용하여 특정 그룹에 할당하십시오. 영향 요인이 등록되면 자동으로 기본 그룹에 할당됩니다.",
  "Learn more": "더 알아보기",
  "Save": "구하다",
  "This is the promotion policy for": "이것은 다음에 대한 홍보 정책입니다.",
  "It summarises the sales commission that you will earn for each referral order. Please read this policy carefully": "각 추천 주문에 대해 얻게 될 판매 수수료를 요약합니다. 이 정책을주의 깊게 읽으십시오.",
  "Group specific rules": "그룹 별 규칙",
  "Your sales commission policy": "판매 수수료 정책",
  "Code suffix": "코드 접미사",
  "Influencers who are members of the {0} group will earn {1} commission on orders they create": "{0} 그룹의 구성원 인 영향력자는 자신이 생성 한 명령에 대해 {1} 수수료를받습니다.",
  "Customers who use the influencer's code when making an order will receive a {0} discount": "주문시 영향 요인 코드를 사용하는 고객에게는 {0} 할인 혜택이 제공됩니다.",
  "The customer will only receive a discount if their order total is >= {0}": "주문 총계가> = {0} 일 경우에만 고객에게 할인 혜택이 제공됩니다.",
  "The customer will only receive a discount if they purchase specific products": "고객은 특정 제품을 구매할 경우에만 할인을 받게됩니다.",
  "The influencer will only earn commission on specific products": "influencer는 특정 제품에 대해서만 커미션을 지급합니다.",
  "Influencer links will direct leads to your home page": "영향력있는 링크는 리드를 홈페이지로 유도합니다.",
  "Influencer links will direct leads to a specific web page": "영향력있는 링크는 리드를 특정 웹 페이지로 유도합니다.",
  "you have created": "당신이 만든",
  "referral orders": "의뢰 명령",
  "you have": "너는 가지고있다.",
  "of unpaid commission": "미 지불 임무",
  "You will earn {0} commission on orders that your leads create": "리드가 생성 한 주문에 대해 {0} 수수료를받습니다.",
  "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "링크 기반 커미션은 링크를 클릭 한 지 {0} 일 이내에 주문이 생성 된 경우에만 보상을받습니다.",
  "This applies to orders created using your discount code only": "할인 코드를 사용하여 생성 된 주문에만 적용됩니다.",
  "Customers who use your discount code will receive a {0} discount": "할인 코드를 사용하는 고객에게는 {0} 할인이 적용됩니다.",
  "The customer can only use their discount code once": "고객은 할인 코드를 한 번만 사용할 수 있습니다.",
  "Commission is only rewarded if the customer is a new customer": "위원회는 고객이 신규 고객 인 경우에만 보상을받습니다.",
  "You will only earn commission on specific products": "특정 제품에 대해서만 수수료를받습니다.",
  "Your influencer link will send leads to a specific web page": "영향력있는 링크가 특정 웹 페이지로 리드를 보냅니다.",
  "Your influencer link will send leads to our home page": "영향력있는 링크가 리드를 홈페이지로 보냅니다.",
  "Personal orders are allowed": "개인 주문이 허용됩니다.",
  "Personal orders are not allowed": "개인 주문은 허용되지 않습니다.",
  "Your commission will only be paid once": "커미션은 한 번만 내야합니다.",
  "and": "과",
  "Min order": "내 주문",
  "Customers will not receive a discount unless their order total is >= this value. However, the influencer will still earn commission": "주문 합계가이 값보다 크지 않으면 고객에게 할인이 적용되지 않습니다. 그러나 인플루엔자는 여전히 커미션을 얻을 것입니다.",
  "Customers will not receive a discount unless their order total is >= this value. However, you will still earn commission": "주문 합계가이 값보다 크지 않으면 고객에게 할인이 적용되지 않습니다. 그러나, 당신은 여전히 수수료를 벌 것입니다",
  "Product filter": "제품 필터",
  "Limit this promotion to only specific products? E.g The customer will only receive a discount when purchasing these products": "이 프로모션을 특정 제품으로 제한 하시겠습니까? 예 : 고객은 이러한 제품을 구매할 때만 할인을 받게됩니다.",
  "Customers will only receive a discount using your discount code when they purchase these specific products": "고객은 이러한 특정 제품을 구입할 때만 할인 코드를 사용하여 할인을 받게됩니다.",
  "Collection filter": "컬렉션 필터",
  "Limit this promotion to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "이 프로모션을 컬렉션 내의 제품으로 제한 하시겠습니까? 예 : 고객은이 제품을 구입할 때만 할인을 받게됩니다.",
  "Customers will only receive a discount using your discount code when they purchase products from these collections": "고객은이 컬렉션에서 제품을 구입할 때만 할인 코드를 사용하여 할인을받습니다.",
  "Does the product filter(s) apply to only the customer, influencer or both?": "제품 필터가 고객, 영향 요인 또는 둘 모두에만 적용됩니까?",
  "Type": "유형",
  "Applies to both the influencer and customer": "영향 요인과 고객 모두에 적용됩니다.",
  "Applies to customer only": "고객에게만 적용됩니다.",
  "Applies to influencer only": "영향 요인에만 적용됩니다.",
  "Link behaviour": "링크 비헤이비어",
  "Each influencer in this group has a link. Where should their link send your leads (i.e. potential customers)?": "이 그룹의 각 영향 요인에는 링크가 있습니다. 링크를 통해 잠재 고객 (즉, 잠재 고객)을 어디에서 보냅니 까?",
  "Your referral link behaviour": "추천 링크 동작",
  "Go to homepage": "홈페이지로 이동하기",
  "Go to a specific product": "특정 제품으로 이동",
  "Go to a specific collection": "특정 컬렉션으로 이동",
  "Each influencer in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "이 그룹의 각 영향 요인에는 추천 링크가 있습니다. 이 링크가 리드 (즉, 잠재 고객)를 전송할 제품 / 컬렉션 페이지를 맞춤 설정할 수 있습니다. 이 필드를 사용하려면 페이지 이름을 입력 한 다음 드롭 다운 목록에서 페이지 이름을 선택해야합니다. URL을 수동으로 입력 할 수 없습니다.",
  "Important": "중대한",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "추천 링크 중 하나를 사용하여 변경 사항을 테스트 할 때 올바른 페이지가 보이지 않으면 shopify가 페이지의 캐시 된 버전을 IP 주소로 일시적으로 반환하기 때문일 수 있습니다. shopify가 올바른 페이지를 반환하도록하려면 추천 링크의 끝에? test를 추가하십시오.",
  "Your referral link will go to this page": "추천 링크가이 페이지로 이동합니다.",
  "Influencer reward": "영향 요인 보상",
  "Customer reward": "고객 보상",
  "Filters": "필터",
  "Referral link": "관련 링크",
  "group rules": "그룹 규칙들",
  "default group": "기본 그룹",
  "commission": "위원회",
  "Fixed Commission": "고정 수수료",
  "Commission": "위원회",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "이것은 영향력있는 사람이 커미션으로 지불 될 주문의 비율입니다. 나. 영향력있는 커미션 10 %를 포함한 100 달러 (세금, 배송료, 할인 제외)의 주문은 주문 생성에 대한 노력으로 10 달러를 받게됩니다.",
  "This is the % of an order that you will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award you $10 for your effort in generating the order": "이것은 당신이 커미션으로 지불 할 주문의 비율입니다. 나. 영향력있는 커미션 10 %를 포함한 100 달러 (세금, 배송료, 할인 제외)의 주문은 주문 생성에 필요한 비용으로 10 달러를 제공합니다",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "이는 귀하의 상점을 위해 생성하는 모든 주문에 대해 영향력을 행사할 고정 금액입니다",
  "This is the fixed amount that you will be paid in commission for every order that you generate for the store": "이 금액은 귀하가 상점을 위해 생성하는 모든 주문에 대해 수수료로 지불하게 될 고정 금액입니다",
  "discount": "할인",
  "Fixed discount": "고정 할인",
  "Discount": "할인",
  "Applies to discount codes only. This is the % of an order that the customer will receive as a discount. I.e. If their order is $100 (excluding shipping and tax) and their discount is 5%, they will receive $5 off their order total": "할인 코드에만 적용됩니다. 고객이 할인으로 받게되는 주문의 비율입니다. 나. 주문이 $ 100 (배송 및 세금 제외)이고 할인이 5 % 인 경우 주문 총액에서 5 달러를받습니다.",
  "Applies to discount codes only. This is a fixed amount discount that the customer will receive as a discount for each order they create using an influencer's code": "할인 코드에만 적용됩니다. 이것은 고객이 영향력 자의 코드를 사용하여 작성한 각 주문에 대해 할인으로 제공되는 고정 금액 할인입니다",
  "Limit this rule to only specific products? E.g The customer will only receive a discount when purchasing these products": "이 규칙을 특정 제품으로 만 제한 하시겠습니까? 예 : 고객은이 제품을 구매할 때만 할인을받습니다",
  "Limit this rule to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "이 규칙을 컬렉션 내의 제품으로 만 제한 하시겠습니까? 예 : 고객은 이러한 제품을 구매할 때만 할인을받습니다"
}
