{
  "Account Id": "계정 ID",
  "ActiveCampaign": "액티브 캠페인",
  "Add your PayPal REST API credential": "PayPal REST API 자격증 명 추가",
  "Advanced (Recommended. Requires a business account and API key)": "고급 (권장. 비즈니스 계정 및 API 키 필요)",
  "Allow": "허용하다",
  "Allow (notify me)": "허용 (알림)",
  "Allow code based commission?": "코드 기반 커미션을 허용 하시겠습니까?",
  "Allow link based commission?": "링크 기반 커미션을 허용 하시겠습니까?",
  "Allow my XXs to see the marketplace?": "내 XX가 마켓플레이스를 볼 수 있도록 허용하시겠습니까?",
  "Allow personal orders?": "개인 주문을 허용 하시겠습니까?",
  "Allow XXs to discover and join your store's marketing program?": "XX가 매장의 마케팅 프로그램을 찾고 참여하도록 허용하시겠습니까?",
  "Allow XXs to see customer names?": "XX가 고객 이름을 볼 수 있도록 허용 하시겠습니까?",
  "API key": "API 키",
  "API Secret": "API 시크릿",
  "Auto-approve sign-ups?": "가입 자동 승인?",
  "Bottom left": "왼쪽 하단",
  "Bottom right": "오른쪽 하단",
  "Brightness": "명도",
  "Business Rules": "비즈니스 규칙",
  "Can an XX earn commission from new customers only?": "XX는 신규 고객 에게서만 커미션을받을 수 있습니까?",
  "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block commission on personal orders. You should only enable this during testing": "XX가 개인 주문으로 커미션을 받을 수 있나요? 기본값은 false입니다. 즉, 사기 방지 시스템이 개인 주문에 대한 수수료를 차단합니다. 테스트 중에만 활성화해야 합니다.",
  "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "XXs가 인앱 메시징 솔루션을 통해 연락 할 수 있습니까? 이 기능은 Facebook 메신저와 유사합니다.",
  "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "XX는 인앱 채팅 지원을 볼 수 있습니까 (오른쪽 하단)? 활성화되면 지원팀이 FAQ에 답변하고 계정 / 앱 관련 문제를 처리하여 XX를 지원합니다. 해당 질문이 귀하의 매장과 관련된 경우 고객 지원팀에 문의합니다",
  "Can XXs see our in-app help menu?": "XX는 인앱 도움말 메뉴를 볼 수 있나요?",
  "Can your XXs redeem their commission as store credit themselves? The amount they can redeem is based on your commission payment rules": "귀하의 XX가 수수료를 스토어 크레딧으로 사용할 수 있습니까? 그들이 상환할 수 있는 금액은 귀하의 수수료 지불 규칙을 기반으로 합니다.",
  "Choose a name to describe your marketing team members": "마케팅 팀원을 설명하는 이름 선택",
  "client Id": "고객 ID",
  "Client Id": "고객 ID",
  "Code commission policy": "코드 커미션 정책",
  "Code wins": "코드 승리",
  "Commission payment methods": "수수료 지불 방법",
  "Commission payment rules": "커미션 지급 규칙",
  "Commission tracking rules": "커미션 추적 규칙",
  "Coupon site policy": "쿠폰 사이트 정책",
  "Customer commission policy": "고객 위탁 정책",
  "Customer privacy": "고객 프라이버시",
  "Dark": "어두운",
  "Default": "태만",
  "Disable social media linking?": "소셜 미디어 연결을 비활성화 하시겠습니까?",
  "Display the launcher button on desktop devices?": "데스크탑 장치에 런처 버튼을 표시하시겠습니까?",
  "Display the launcher button on mobile devices?": "모바일 장치에 런처 버튼을 표시하시겠습니까?",
  "Email": "이메일",
  "Email templates": "이메일 템플릿",
  "Enable or disable email notifications": "이메일 알림 활성화 또는 비활성화",
  "Enable?": "사용 하시겠습니까?",
  "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "사용자 정의 T & C 페이지의 URL을 입력하십시오. T & C를 수락하려면 새 XX가 필요합니다.",
  "From email": "이메일에서",
  "From name": "이름에서",
  "Fulfillment status": "이행 상태",
  "Hide commission info?": "커미션 정보를 숨기시겠습니까?",
  "Hide commission/discount info on the sign up page?": "가입 페이지에서 수수료 / 할인 정보를 숨기시겠습니까?",
  "How should your inbound links behave when clicked? This affects your XX's email and invite link": "인바운드 링크를 클릭하면 어떻게 작동해야합니까? 이것은 XX의 이메일 및 초대 링크에 영향을 미칩니다.",
  "How will you pay commission?": "수수료는 어떻게 지불합니까?",
  "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "고객이 XX 링크를 따라 매장으로 이동하여 XX 코드를 사용하지 않고 구매하는 경우 XX가 커미션을 받아야합니까?",
  "If a customer uses an XX code, should the XX earn commission?": "고객이 XX 코드를 사용하는 경우 XX가 커미션을 받아야합니까?",
  "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "고객의 주문이 2개의 다른 XX의 코드와 링크 모두와 관련이 있는 경우 어느 XX가 수수료를 받아야 합니까?",
  "If an XX code is found on a coupon site, what should we do?": "쿠폰 사이트에서 XX 코드가 발견되면 어떻게해야합니까?",
  "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "선택하면 새 XX가 자동으로 승인되고 코드와 링크가 제공됩니다. 그렇지 않으면 새 XX를 수동으로 승인해야합니다.",
  "If you have issues contact us and we'll help": "문제가 있으면 Google에 문의하십시오.",
  "In-app help": "인앱 도움말",
  "In-app messaging": "인앱 메시지",
  "In-app support": "인앱 지원",
  "In-store signup page launcher": "매장 가입 페이지 런처",
  "Invert colour?": "색상 반전?",
  "Klaviyo": "클라비 요",
  "Lead expiration": "유효 기간 만료",
  "Light": "빛",
  "Limit commission to new customers only?": "커미션을 신규 고객에게만 제한 하시겠습니까?",
  "Link Behaviour": "링크 동작",
  "Link commission policy": "링크 커미션 정책",
  "Link wins": "링크 승리",
  "List my store?": "내 스토어를 나열 하시겠습니까?",
  "Logo": "심벌 마크",
  "Mailchimp": "메일 침프",
  "Manual (bank transfer)": "수동 (은행 송금)",
  "Marketplace": "시장",
  "Min commission earned": "최소 커미션 획득",
  "Min order age (days)": "최소 주문 기간 (일)",
  "Min order count": "최소 주문 수",
  "New order": "새로운 주문",
  "New XX": "새로운 XX",
  "Notifications": "알림",
  "Only pay commission on fulfilled orders?": "완수 된 명령에 대해서만 수수료를 지불합니까?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "{0} 일 이상 지난 주문에 대해서만 수수료를 지불합니다. 이렇게하면 변경 될 수있는 새 주문 (환불, 취소 등)에 대한 수수료를 지불 할 수 없습니다. 30 일로 설정하는 것이 좋습니다.",
  "Only pay commission on paid orders?": "유료 주문에 대해서만 수수료를 지불합니까?",
  "Only pay commission to XXs who have >= {0} orders": "주문이 {0} 개 이상인 XX에게만 커미션 지불",
  "Only pay commission to XXs who have earned commission >= {0}": "커미션> = {0}을 (를) 획득 한 XXs에게만 커미션 지불",
  "Open a new browser page": "새 브라우저 페이지 열기",
  "Open inside of my store": "내 가게 내부 열기",
  "or": "또는",
  "Order status": "주문 상태",
  "Orders must be fulfilled (delivered)?": "주문을 이행 (배송)해야합니까?",
  "Orders must be paid (by customer)?": "주문은 (고객이) 지불해야합니까?",
  "PayPal": "PayPal",
  "PayPal setup": "PayPal 설정",
  "Personal order policy": "개인 주문 정책",
  "Position": "위치",
  "Preview": "시사",
  "Primary Color": "원색",
  "Priority": "우선 사항",
  "Recharge": "재충전",
  "Revoke the XX's access": "XX의 액세스 권한 취소",
  "Revoke the XX's access and cancel unpaid commission": "XX의 액세스 권한을 취소하고 미지급 수수료를 취소합니다.",
  "Save": "구하다",
  "secret": "비밀",
  "Secret": "비밀",
  "Service provider": "서비스 제공 업체",
  "Show to my XXs?": "내 XX에게 표시하시겠습니까?",
  "Signup page": "가입 페이지",
  "Simple (No setup required)": "단순 (설정 필요 없음)",
  "Store Credit": "상점 크레딧",
  "Store Credit (self service)": "스토어 크레딧(셀프 서비스)",
  "Sync": "동조",
  "Sync your XX data to a mailing list": "XX 데이터를 메일 링리스트에 동기화",
  "Team name": "팀 이름",
  "Test": "테스트",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "리드 추적이 만료되기 전에 리드를 추적 할 일 수 (예 : 쿠키)",
  "The CTA text to show when the launcher is visible": "런처가 표시 될 때 표시 할 CTA 텍스트",
  "The email service provider that will be used to send your email": "이메일을 보내는 데 사용할 이메일 서비스 제공 업체",
  "The email that will be used to send your email": "이메일을 보내는 데 사용될 이메일",
  "The name that will be used to send your email": "이메일을 보내는 데 사용될 이름",
  "The position that the launcher will be displayed on your store page": "런처가 스토어 페이지에 표시 될 위치",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "브랜드의 기본 색상. 흰색 배경에 표시 될 때와 같이 어두운 색이어야합니다.",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "로고의 URL입니다. 로고 이미지의 URL을 입력하십시오 (예 : 매장 스토어 홈페이지로 이동하여 로고 이미지를 마우스 오른쪽 버튼으로 클릭 한 다음 이미지의 URL을 클립 보드에 복사하여 여기에 붙여 넣기하십시오.) URL 앞에는",
  "Theme": "테마",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "충전을 활성화하려면-구독에 대한 읽기 권한이있는 충전 API 토큰을 만듭니다. 그런 다음 토큰의 API 키와 비밀을 아래 양식에 저장하십시오. 자세한 내용은 충전 설명서를 참조하십시오",
  "Type": "유형",
  "Use this form to customise the emails that we send to your XXs": "이 양식을 사용하여 XX로 보내는 이메일을 맞춤 설정하세요.",
  "Use this form to customise your email behaviour or service provider": "이 양식을 사용하여 전자 메일 동작 또는 서비스 공급자를 사용자 정의하십시오.",
  "Use this form to set up your preferred commission payment method": "이 양식을 사용하여 선호하는 수수료 지불 방법을 설정하십시오.",
  "Visible? (desktop)": "명백한? (데스크톱)",
  "Visible? (mobile)": "명백한? (변하기 쉬운)",
  "Which PayPal method do you wish to use?": "어떤 PayPal 방법을 사용 하시겠습니까?",
  "You must provide an API key": "API 키를 제공해야합니다",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "전자 메일 서비스 공급자에 대한 API 키를 제공해야합니다. 정보는 공급자 설명서를 참조하십시오.",
  "You must provide an API key. See ActiveCampaign's documentation for info": "API 키를 제공해야합니다. 정보는 ActiveCampaign 설명서를 참조하십시오",
  "You must provide an API key. See Klaviyo's documentation for info": "API 키를 제공해야합니다. 정보를 보려면 Klaviyo의 설명서를 참조하십시오.",
  "You must provide an API key. See Mailchimp's documentation for info": "API 키를 제공해야합니다. 정보에 대해서는 Mailchimp의 문서를 참조하십시오.",
  "You must provide an API secret": "API 시크릿을 제공해야합니다",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "ActiveCampaign 계정 ID를 제공해야합니다. 정보는 ActiveCampaign 설명서를 참조하십시오"
}
