{
    "Selected orders only": "선택한 주문 만",
    "All orders for": "모든 주문",
    "this influencer": "이 영향력",
    "All orders from": "모든 주문",
    "All orders from the selected influencers": "선택한 영향 요인의 모든 주문",
    "All orders for all influencers": "모든 영향 요인의 모든 주문",
    "You can not pay more than 1 influencer at a time by store credit": "상점 크레딧별로 한 번에 1 명 이상의 인플레멘더에 지불 할 수 없습니다.",
    "Pay by store credit": "상점 신용으로 지불",
    "Pay by other": "다른 사람 지불",
    "Pay by PayPal": "PayPal로 지불",
    "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the influencer will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "추천서 주문 수수료를 취소하려면이 양식을 사용하십시오. 추천 주문의 수수료를 취소하면 수수료가 무효화되고 영향력이 통보됩니다. 주문이 사기로 생성 된 경우 주문 커미션을 취소하는 것이 유효합니다. 주문을 직접 테스트로 만들었을 때",
    "Cancel reason": "이유 취소",
    "Cancel commission?": "커미션을 취소 하시겠습니까?",
    "Use this form to reverse the cancelled commission of the selected referral orders": "이 추천서 양식의 취소 된 수수료를 취소하려면이 양식을 사용하십시오.",
    "Reverse cancelled commission?": "역방향 취소 수수료?",
    "Commission status": "위원회 상태",
    "Filter orders by commission status": "수수료 상태 별 주문 필터링",
    "Order date": "주문 날짜",
    "Filter data": "데이터 필터링",
    "Filter": "필터",
    "Cancel": "취소",
    "to all influencers": "모든 영향 요인에게",
    "to the selected influencer": "선택한 영향 요인에",
    "to the selected influencers only": "선택한 영향 요인 만",
    "for": "...에 대한",
    "orders": "명령",
    "The total commission owed for this selection is": "이 선택에 대한 총 수수료는",
    "Orders": "명령",
    "This page summarises the orders created by your influencers. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your influencers": "이 페이지에는 영향력있는 사람들이 작성한 주문이 요약되어 있습니다. 또한 주문 당 임원 수수료 (또는 지불 된 금액)를 보여줍니다. 이 페이지를 사용하여 영향력자를 대량 지불 할 수 있습니다",
    "This page summarises the orders created by your account. It also shows your commission": "이 페이지는 귀하의 계정으로 작성된 주문을 요약합니다. 또한 커미션을 보여줍니다.",
    "How referral orders work": "추천 명령의 작동 방식",
    "How to pay commission": "커미션 지급 방법",
    "Your selection contains orders with non-payable commission. Commission can only be paid on orders that are paid, fulfilled and at least": "선택한 항목에 미납 수수료가있는 주문이 포함되어 있습니다. 위원회는 지불되거나 이행 된 주문에 대해서만 지불 할 수 있습니다.",
    "days old": "며칠",
    "Re-sync the selected orders with Shopify (and if required PayPal)": "선택된 주문을 Shopify (및 PayPal 필요시)로 다시 동기화하십시오.",
    "Only 10 orders can be synced at a time": "한 번에 10 개의 주문 만 동기화 할 수 있습니다.",
    "Re-sync orders": "주문 다시 동기화",
    "Pay": "지불",
    "by Paypal": "페이팔",
    "all": "모든",
    "by other": "다른 사람",
    "Cancel commission": "커미션 취소",
    "Reverse cancelled commission": "취소 된 수수료 취소",
    "Export": "수출",
    "Actions": "행위",
    "selected": "선택된",
    "No matches found": "검색 결과가 없습니다"
}