{
    " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " 또는 PayPal 창 내의 '결제 취소' 링크. 취소하는 경우 PayPal 결제를 완료하려고 시도하지 마세요.",
    "Actions": "행위",
    "All payments are made in your store's currency": "모든 결제는 매장 통화로 이루어집니다.",
    "All unpaid commission for {0}": "{0}에 대한 모든 미지급 수수료",
    "All unpaid commission for the selected XXs": "선택한 XX에 대한 모든 미지급 커미션",
    "All unpaid commission for this XX": "이 XX에 대한 모든 미지급 커미션",
    "All XXs with unpaid commission": "미지급 수수료가 있는 모든 XX",
    "Amount": "양",
    "Amount to pay": "지불할 금액",
    "Approval required": "승인 필요",
    "Back": "뒤쪽에",
    "Calculating": "계산 중",
    "Cancel": "취소",
    "Cancel payment": "결제 취소",
    "Cancel payment?": "결제를 취소 하시겠습니까?",
    "Cancelling": "취소 중",
    "Cancelling payment": "지불 취소",
    "Code": "암호",
    "Commission will only be paid on orders that were created between the following dates": "커미션은 다음 날짜 사이에 생성된 주문에 대해서만 지급됩니다.",
    "Confirmation": "확인",
    "Creating Payment": "결제 생성",
    "Currency": "통화",
    "Customise": "커스터마이징",
    "Date": "날짜",
    "Email": "이메일",
    "Export (payment history)": "수출(결제내역)",
    "Export (tax report)": "수출(세금신고)",
    "Filter": "필터",
    "Filter by status": "상태 별 필터링",
    "Filter by type": "유형별 필터링",
    "Filter data": "데이터 필터링",
    "Group": "그룹",
    "How does it work?": "어떻게 작동합니까?",
    "How referral payments work": "추천 지불 방식",
    "How to pay commission": "커미션 지급 방법",
    "How to pay?": "지불하는 방법?",
    "I understand how this feature works": "이 기능의 작동 방식을 이해합니다.",
    "Id": "신분증",
    "If you wish to cancel the payment, click the `cancel payment` button below": "결제취소를 원하시면 하단의 '결제취소' 버튼을 눌러주세요.",
    "Min commission earned ({0})": "최소 수수료 획득({0})",
    "Min order age (days)": "최소 주문 기간(일)",
    "Min order count": "최소 주문 수",
    "Next": "다음",
    "No matches found": "검색 결과가 없습니다",
    "Note": "메모",
    "Ok": "확인",
    "Only pay commission on fulfilled orders?": "처리된 주문에 대해서만 수수료를 지불합니까?",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "{0}일 이상 지난 주문에 대해서만 수수료를 지불하십시오. 이렇게 하면 변경될 수 있는 새 주문(환불, 취소 등)에 대해 수수료를 지불하지 않아도 됩니다. 30일로 설정하는 것이 좋습니다.",
    "Only pay commission on paid orders? (paid by customer)": "유료 주문에 대해서만 수수료를 지불합니까? (고객 부담)",
    "Only pay commission to XXs who have >= {0} orders": "주문이 >= {0}인 XX에게만 수수료를 지불합니다.",
    "Only pay commission to XXs who have earned commission >= {0}": "커미션을 받은 XX에게만 커미션 지급 >= {0}",
    "Only pay XXs who belong to this group": "이 그룹에 속한 XX에게만 지불",
    "Only pay XXs who want to be paid by {0}?": "{0}에서 지불을 원하는 XX에게만 지불하시겠습니까?",
    "Opening PayPal": "페이팔 열기",
    "Order dates": "주문 날짜",
    "Orders": "명령",
    "Orders must be fulfilled (delivered)?": "주문을 이행(배송)해야 합니까?",
    "Orders must be paid (by customer)?": "주문은 (고객이) 지불해야 합니까?",
    "Paid": "유료",
    "Pay": "지불",
    "Pay commission": "수수료 지불",
    "Paying": "지불",
    "Paying via credit card using PayPal's guest checkout is not supported": "PayPal의 게스트 체크아웃을 사용한 신용 카드 결제는 지원되지 않습니다.",
    "Payment amount": "결제 금액",
    "Payment date": "지불 날짜",
    "Payment Id": "결제 아이디",
    "Payment status": "지불 상태",
    "Payment type": "지불 유형",
    "Payments": "지불",
    "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal은 결제당 최대 수신자 수를 6명으로 제한합니다. 모든 XX가 결제될 때까지 이 양식을 다시 사용해야 합니다.",
    "PayPal will charge a transaction fee": "PayPal에서 거래 수수료를 부과합니다.",
    "PayPal will charge a transaction fee (paid by the XX)": "PayPal에서 거래 수수료를 부과합니다(XX가 지불).",
    "Pending your approval": "승인 대기 중",
    "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "결제 후 PayPal에서 데이터를 업데이트하는 데 몇 분 정도 걸릴 수 있습니다. 선택적으로 주문 페이지의 '주문 재동기화' 기능을 사용하여 주문 상태를 수동으로 재동기화할 수도 있습니다.",
    "Prepare": "준비하다",
    "Preview": "시사",
    "Re-open approval window": "승인 창 다시 열기",
    "Re-sync payment": "결제 재 동기화",
    "Recipients": "받는 사람",
    "selected": "선택된",
    "Selected orders": "선택한 주문",
    "Selected XXs": "선택된 XX",
    "Status": "지위",
    "The commission specified in the table will be marked as paid": "표에 명시된 커미션은 지불된 것으로 표시됩니다.",
    "The total payment amount (requested)": "총 지불 금액 (요청)",
    "The total payment amount (successfully paid)": "총 지불 금액 (성공적으로 지불 됨)",
    "This action will mark commission as paid and will notify the affected XX(s)": "이 조치는 커미션을 지불된 것으로 표시하고 영향을 받는 XX(들)에게 통지합니다.",
    "This page lists all commission payments that you have created": "이 페이지에는 귀하가 생성 한 모든 수수료가 나열됩니다",
    "This page lists all commission payments that you have received": "이 페이지는 귀하가 수령 한 모든 수당 지불을 열거합니다.",
    "to all XXs": "모든 XX에게",
    "to the selected XX": "선택한 XX에게",
    "to the selected XXs only": "선택한 XX에게만",
    "Type": "유형",
    "Use this form to cancel a commission payment. When you cancel a commission payment, the commission paid will be marked as unpaid.": "수수료 지불을 취소하려면이 양식을 사용하십시오. 커미션 지불을 취소하면 지불 한 커미션이 미지급으로 표시됩니다.",
    "We will automatically create a single use fixed amount discount code for each XX": "각 XX에 대해 일회용 고정 금액 할인 코드를 자동으로 생성합니다.",
    "We will notify the XX of their code via email": "이메일을 통해 XX에게 코드를 알려드립니다.",
    "We will send you a notification that lists all affected XXs and the commission amount they are owed": "영향을 받는 모든 XX와 그들이 지불해야 할 커미션 금액을 나열하는 알림을 보내드립니다.",
    "Who to pay?": "누구에게 지불합니까?",
    "You can add a note to your payment. This will be visible to the XX on their payment receipt": "결제에 메모를 추가할 수 있습니다. 결제 영수증에서 XX에게 표시됩니다.",
    "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "다음 필터를 사용하여 지급 대상을 사용자 정의할 수 있습니다. 기본값은 전역 설정(내 계정 > 스토어 설정)에서 상속됩니다. XX가 결제 영수증에 표시할 맞춤 메모를 지정할 수도 있습니다.",
    "You can view your payment history and track payment updates on the payments page": "결제 페이지에서 결제 내역을 확인하고 결제 업데이트를 추적할 수 있습니다.",
    "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "스토어 크레딧으로 {0} 수수료를 지불하도록 선택했습니다. 이 결제에서 각 XX에 대해 고유한 일회용 고정 금액 할인 코드를 자동으로 생성합니다. 자세한 지침은 아래의 '작동 방식' 섹션을 참조하세요.",
    "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "vwa.la 이외의 방법(예: 수동 은행 송금)을 사용하여 다음 XX에게 {0} 수수료를 지불하도록 선택했습니다.",
    "You have chosen to pay {0} commission to the following XXs using PayPal": "PayPal을 사용하여 다음 XX에게 {0} 수수료를 지불하도록 선택했습니다.",
    "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "PayPal 거래를 승인해야 합니다. 새 창에서 PayPal 거래를 열었습니다(브라우저에서 이 페이지를 열 수 있는지 확인하십시오). 새 창으로 이동하여 결제를 승인해야 합니다.",
    "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "이 목록을 사용하여 vwa.la 외부의 방법을 사용하여 각 XX에게 커미션을 지불합니다. 즉. 은행 송금, 암호화폐 등",
    "Your payment is being processed by PayPal": "PayPal에서 결제를 처리 중입니다."
}