{
    "Actions": "행위",
    "Approve": "승인하다",
    "Approving": "승인",
    "Assign to group": "그룹에 할당",
    "Cancel": "취소",
    "Change group": "그룹 변경",
    "Changing code": "코드 변경",
    "Check": "검사",
    "Codes": "코드",
    "Conv rate": "전환율",
    "Create": "창조하다",
    "Delete": "지우다",
    "Delete XX": "XX 삭제",
    "Delete XX link?": "XX 링크를 삭제 하시겠습니까?",
    "Earnings": "수입",
    "Edit": "편집하다",
    "Export": "수출",
    "Group": "그룹",
    "Groups": "여러 떼",
    "How do I use my link and code": "내 링크와 코드를 어떻게 사용합니까?",
    "Important": "중대한",
    "Invalid code": "유효하지 않은 코드",
    "Lead sources": "리드 소스",
    "Leads": "리드",
    "Leads (clicks)": "리드 (클릭)",
    "Leads (unique)": "리드 (고유)",
    "Links": "연결",
    "Log into PayPal and fix your account": "PayPal에 로그인하고 계정 수정",
    "Marketing accounts": "마케팅 계정",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "마케팅 범위 / 참여도를 측정하는 측정 항목입니다. 즉 팔로워 수",
    "New": "새로운",
    "New code": "새 코드",
    "No matches found": "검색 결과가 없습니다",
    "Notify XX?": "XX에게 알리시겠습니까?",
    "Orders": "명령",
    "Overview": "개요",
    "Owed": "빚진",
    "Paid": "유료",
    "Payable": "지불 가능",
    "Please wait": "기다려주세요",
    "Ratio": "비율",
    "Referrals": "추천",
    "Rename code": "코드 이름 변경",
    "Restore": "복원",
    "Restoring": "복원",
    "Returning": "복귀",
    "Revoke": "취소",
    "Revoking": "취소",
    "Sales": "매상",
    "Sales by customer": "고객 별 판매",
    "Search": "찾다",
    "section of our guide": "가이드 섹션",
    "Select a group": "그룹 선택",
    "selected": "선택된",
    "Show": "보여 주다",
    "Signup date": "가입 날짜",
    "Status": "지위",
    "Suggested": "제안 됨",
    "Suggested XXs": "추천 XX",
    "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "이 표에는 XX 코드와 링크가 나와 있습니다. 귀하의 링크 또는 코드를 사용하는 방법에 대한 자세한 내용 및 제품 또는 컬렉션 관련 추천 링크를 만들려면",
    "This XX can not be paid by PayPal until they resolve their PayPal account issues": "이 XX는 PayPal 계정 문제를 해결할 때까지 PayPal로 지불 할 수 없습니다.",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "수수료를 받으려면 PayPal 계정을 만들어야합니다. PayPal 계정과 vwa.la 계정은 동일한 이메일 주소를 사용해야합니다. vwa.la 이메일을 기존 PayPal 계정에 보조 이메일로 추가 할 수도 있습니다.",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "수수료를 받으려면 PayPal 계정에 로그인하고 PayPal 계정 설정 문제를 해결해야합니다. 계정에서 {0}을 (를) 수락해야합니다.",
    "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "이 양식을 사용하여 XX의 코드 및 링크 이름을 변경하십시오. XX의 이전 링크는 {0} 일 후에 삭제됩니다.",
    "We do not use or store any other information and we do not share your info": "우리는 다른 정보를 사용하거나 저장하지 않으며 귀하의 정보를 공유하지 않습니다",
    "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "XX 마케팅 프로그램에 참여할 올바른 XX를 찾는 것이 매우 바람직한 기능이라는 것을 알고 있습니다. 우리 팀은 현재이 기능의 설계를 진행하고 있습니다. 중요한 경우 알려주십시오. 귀하의 요구 사항에 대해 더 많이 말할수록 더 좋습니다.",
    "When you link a social media account with us, we use the following information": "소셜 미디어 계정을 당사와 연결할 때 당사는 다음 정보를 사용합니다.",
    "XXs at a time": "한 번에 XX 개",
    "You can delete up to": "최대까지 삭제할 수 있습니다.",
    "You have deleted your account for this store. Because you have been paid commission, we have archived your account. This is required for data integrity and legal compliance purposes. You will be excluded from all communications. If you wish to restore your account, please contact the store via their customer support.": "이 상점의 계정을 삭제했습니다. 귀하가 수수료를 지불했기 때문에 귀하의 계정을 보관처리했습니다. 이는 데이터 무결성 및 법률 준수 목적에 필요합니다. 귀하는 모든 커뮤니케이션에서 제외됩니다. 계정을 복원하려면 고객 지원을 통해 매장에 문의하세요.",
    "Your basic public info": "기본 공개 정보",
    "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "귀하의 비활성으로 인해 코드 및 링크가 일시 중지되었습니다 (리드 또는 주문 부족).",
    "Your PayPal account is valid": "PayPal 계정이 유효합니다.",
    "Your vwa.la email and PayPal email must be the same": "vwa.la 이메일과 PayPal 이메일이 동일해야합니다."
}