{
    "Add code to cart?": "장바구니에 코드를 추가 하시겠습니까?",
    "Applies to all XXs": "모든 XX에 적용",
    "Behaviour": "행동",
    "Buy X": "X 구매",
    "Buy X get Y": "X를 사면 Y를 얻는다",
    "collection filter": "컬렉션 필터",
    "Collection filter": "컬렉션 필터",
    "commission": "위원회",
    "Commission": "위원회",
    "Create a rule that will periodically disable or delete inactive XXs": "비활성 XX를 주기적으로 비활성화하거나 삭제하는 규칙을 만듭니다.",
    "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "상점에 새로운 고객을 유치 할 때 평생 수수료로 XX에 보상하는 규칙을 작성하십시오.",
    "Customer discount": "고객 할인",
    "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "주문 총계가이 값보다 크지 않으면 고객은 할인을받지 않습니다. 그러나 XX는 여전히 수수료를받습니다",
    "Date range": "날짜 범위",
    "Days inactive": "비활성 일수",
    "Disable only?": "비활성화만 하시겠습니까?",
    "discount": "할인",
    "Discount": "할인",
    "Duration": "지속",
    "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "이 그룹의 각 XX에는 링크가 있습니다. 그들의 링크는 어디에서 리드 (즉, 잠재 고객)를 보내야합니까?",
    "Each XX in this group has a referral link. You can customise the Shopify page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the Shopify page and then select it in the drop-down list. You can not enter a URL manually": "이 그룹의 각 XX에는 추천 링크가 있습니다. 이 링크가 리드(예: 잠재 고객)를 보낼 Shopify 페이지를 사용자 정의할 수 있습니다. 이 필드를 사용하려면 Shopify 페이지의 이름을 입력한 다음 드롭다운 목록에서 선택해야 합니다. URL을 수동으로 입력할 수 없습니다.",
    "Filters": "필터",
    "Fixed commission": "고정 수수료",
    "Fixed discount": "고정 할인",
    "Free shipping": "무료 배송",
    "Get Y": "Y 가져오기",
    "Get Y collection filter": "Y 컬렉션 필터 가져오기",
    "Get Y product filter": "Y 제품 필터 가져오기",
    "Go to a specific collection": "특정 컬렉션으로 이동",
    "Go to a specific page": "특정 페이지로 이동",
    "Go to a specific product": "특정 제품으로 이동",
    "Go to homepage": "홈페이지로 이동",
    "Inactive XX rule": "비활성 XX 규칙",
    "Link behaviour": "링크 동작",
    "Link page": "링크 페이지",
    "Max shipping amount": "최대 배송 금액",
    "Max usages per order": "주문당 최대 사용량",
    "Min order": "내 주문",
    "Once per customer?": "고객당 한 번?",
    "product filter": "제품 필터",
    "Product filter": "제품 필터",
    "Spend X": "지출 X",
    "Spend X get Y": "X를 쓰고 Y를 얻다",
    "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "이것은 XX가 귀하의 상점에 대해 생성하는 모든 주문에 대해 수수료로 XX에게 지급되는 고정 금액입니다.",
    "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "이것은 XX가 커미션으로 지불 될 주문의 %입니다. 즉 $ 100 주문 (세금, 배송비, 할인 제외), XX 수수료 10 %는 주문 생성에 대한 노력에 대해 XX $ 10을 수여합니다.",
    "Type": "유형",
    "When testing your changes with one of your referral links, if you don't see the correct Shopify page, it is likely because shopify is returning a cached version of the Shopify page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "추천 링크 중 하나로 변경 사항을 테스트할 때 올바른 Shopify 페이지가 표시되지 않으면 shopify가 캐시된 버전의 Shopify 페이지를 귀하의 IP 주소로 (일시적으로) 반환하기 때문일 수 있습니다. Shopify에서 올바른 페이지를 반환하도록 하려면 추천 링크 끝에 ?test를 추가하세요.",
    "Which products can the customer receive?": "고객은 어떤 제품을 받을 수 있습니까?",
    "Who does this rule apply to?": "이 규칙은 누구에게 적용됩니까?",
    "XX": "배반",
    "XX customer commission tracking": "XX 고객 수수료 추적",
    "XX group": "XX 그룹",
    "XX link behaviour": "XX 링크 동작",
    "XX reward": "XX 보상",
    "XX reward - 1st order": "XX 보상-1 차 주문",
    "XX reward - Subsequent orders": "XX 보상-후속 주문"
}