{
    "Theme": "테마",
    "Logo": "심벌 마크",
    "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "로고의 URL입니다. 로고 이미지의 URL을 입력하십시오 (예 : 매장 스토어 홈페이지로 이동하여 로고 이미지를 마우스 오른쪽 버튼으로 클릭 한 다음 이미지의 URL을 클립 보드에 복사하여 여기에 붙여 넣기하십시오.) URL 앞에는",
    "or": "또는",
    "If you have issues contact us and we'll help": "문제가 있으면 Google에 문의하십시오.",
    "Preview": "시사",
    "Invert colour?": "색상 반전?",
    "Primary Color": "원색",
    "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "브랜드의 기본 색상. 흰색 배경에 표시 될 때와 같이 어두운 색이어야합니다.",
    "Team name": "팀 이름",
    "Choose a name to describe your marketing team members": "마케팅 팀원을 설명하는 이름 선택",
    "In-store widget": "매장 내 위젯",
    "Visible? (desktop)": "명백한? (데스크톱)",
    "Display the in-store widget on desktop devices?": "데스크톱 기기에 오프라인 위젯을 표시 하시겠습니까?",
    "Visible? (mobile)": "명백한? (변하기 쉬운)",
    "Display the in-store widget on mobile devices?": "모바일 기기에 오프라인 위젯을 표시 하시겠습니까?",
    "Position": "위치",
    "The position that the widget will be displayed on your store page": "스토어 페이지에 위젯이 표시 될 위치",
    "Bottom left": "왼쪽 하단",
    "Bottom right": "오른쪽 하단",
    "The CTA text to show when the widget is visible": "위젯이 표시 될 때 표시 할 CTA 텍스트",
    "In-store signup page": "오프라인 매장 가입 페이지",
    "Hide promotion details?": "프로모션 세부 정보 숨기기",
    "Do not show promotion policy on these pages?": "이 페이지에 프로모션 정책을 표시하지 않습니까?",
    "Business Rules": "비즈니스 규칙",
    "Auto-approve sign-ups?": "가입 자동 승인?",
    "If checked, when an influencer signs up they will be automatically approved and issued a personalised discount code and link. Otherwise you'll need to do this manually for each influencer.": "이 옵션을 선택하면 인플루엔자가 등록되면 자동으로 승인되고 맞춤형 할인 코드와 링크가 발행됩니다. 그렇지 않으면 각 영향 요인에 대해 수동으로 수행해야합니다.",
    "In-app messaging": "인앱 메시지",
    "Can influencers contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "영향력있는 사람들이 인앱 메시징 솔루션을 통해 연락 할 수 있습니까? 이 기능은 Facebook 메신저와 유사합니다.",
    "In-app support": "인앱 지원",
    "Can influencers see our in-app chat support (bottom right)? When enabled, our support team will support your influencers by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "영향력있는 사람들이 인앱 채팅 지원을 볼 수 있습니까 (오른쪽 하단)? 사용 설정되면 Google 지원팀이 FAQ에 응답하고 계정 / 앱 관련 문제를 처리하여 영향력있는 사람들을 지원합니다. 고객의 질문이 상점과 관련이있는 경우 고객 지원에 문의합니다.",
    "In-app help": "인앱 도움말",
    "Can influencers see our in-app help menu?": "영향력있는 사람들은 인앱 도움말 메뉴를 볼 수 있습니까?",
    "Commission tracking rules": "커미션 추적 규칙",
    "Lead expiration": "유효 기간 만료",
    "The # of days that we will track a lead before our lead tracking expires (i.e. cookie). Default is 30 days": "리드 추적이 만료되기 전에 (즉, 쿠키) 리드를 추적 할 일 수입니다. 기본값은 30 일입니다.",
    "Link commission policy": "링크 커미션 정책",
    "If a customer follows a referral link to your store and makes a purchase without using the influencer's code, should the influencer be awarded commission?": "고객이 상점에 대한 추천 링크를 따라 영향 요인의 코드를 사용하지 않고 구매할 경우 영향 요인에 위임을 받아야합니까?",
    "Allow link based commission?": "링크 기반 커미션을 허용 하시겠습니까?",
    "Customer commission policy": "고객 위탁 정책",
    "Can an influencer earn commission from new customers only?": "영향력있는 사람이 신규 고객으로부터 수수료를받을 수 있습니까?",
    "Limit commission to new customers only?": "커미션을 신규 고객에게만 제한 하시겠습니까?",
    "Customer discount policy": "고객 할인 정책",
    "Limit the usage of a discount code to once per customer? Default is false": "고객 당 한 번 할인 코드의 사용을 제한 하시겠습니까? 기본값은 false입니다.",
    "Once per customer?": "고객 당 한 번?",
    "Personal order policy": "개인 주문 정책",
    "Can an influencer earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "영향력있는 사람이 자신의 개인 주문으로 수수료를받을 수 있습니까? 기본값은 거짓입니다. 즉, 사기 방지 시스템이 개인 주문을 차단합니다. 테스트 중에 만 활성화해야합니다.",
    "Allow personal orders?": "개인 주문을 허용 하시겠습니까?",
    "Coupon site policy": "쿠폰 사이트 정책",
    "If an influencer code is found on a coupon site, what should we do?": "쿠폰 사이트에서 영향 코드가 발견되면 어떻게해야합니까?",
    "Allow": "허용하다",
    "Revoke the influencer's access": "인플 루 언서 액세스 거부",
    "Commission payment rules": "커미션 지급 규칙",
    "Min commission age": "최소 수수료 연령",
    "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "기본적으로 vwa.la는 30 일 미만의 주문에 대해 수수료를 지불하지 못하게합니다. 이것은 주문에 대한 수수료를 지불했을 때 발생하는 합병증으로부터 당신을 보호하지만 그 주문은 이후에 변경되거나 환불되거나 사기성으로 판명됩니다. 이 설정은 30 일로 두는 것이 좋습니다. 우리는 발생할 수있는 문제에 대해 책임을지지 않으며 지원을 제공하지 않을 것입니다.",
    "Order status": "주문 상태",
    "Only pay commission on paid orders?": "유료 주문에 대해서만 수수료를 지불합니까?",
    "Orders must be paid?": "주문은 지불해야합니까?",
    "Fulfillment status": "이행 상태",
    "Only pay commission on fulfilled orders?": "완수 된 명령에 대해서만 수수료를 지불합니까?",
    "Orders must be fulfilled?": "주문을 이행해야합니까?",
    "Min order count": "최소 주문 수",
    "Only pay influencers who have >= this many referral orders": "이 추천 추천 수가 많은 인플레이션 만 지불합니다.",
    "Min unpaid commission": "최소 미지급 수수료",
    "Only pay influencers who have unpaid commission >= this amount": "미 지불 임무> =이 금액을 가진 영향력있는 사람에게만 지불하십시오.",
    "Marketplace": "시장",
    "List my store?": "내 스토어를 나열 하시겠습니까?",
    "Select if you want marketers to discover your store's marketing program in our marketplace": "마케팅 담당자가 마켓 플레이스에서 귀하의 상점 마케팅 프로그램을 발견하게하려면 선택하십시오.",
    "Show to influencers?": "영향력있는 사람들에게 보여?",
    "Allow influencers to see the marketplace within their dashboard?": "영향력있는 사람들이 대시 보드 내에서 시장을 볼 수있게합니까?",
    "Notifications": "알림",
    "Enable or disable email and in-app notifications": "이메일 및 인앱 알림 사용 또는 사용 중지",
    "New influencer": "새로운 영향력",
    "Email": "이메일",
    "New lead": "새로운 리드",
    "New order": "새로운 주문",
    "Message templates": "메시지 템플릿",
    "Use this form to customise the messages that we send to your influencers": "이 양식을 사용하여 영향력있는 사람들에게 보내는 메시지를 사용자 정의하십시오.",
    "Use this form to customise your email behaviour or service provider": "이 양식을 사용하여 전자 메일 동작 또는 서비스 공급자를 사용자 정의하십시오.",
    "Service provider": "서비스 제공 업체",
    "The email service provider that will be used to send your email": "이메일을 보내는 데 사용할 이메일 서비스 제공 업체",
    "Default": "태만",
    "API key": "API 키",
    "You must provide an API key for the email service provider. See the provider's documentation for info": "전자 메일 서비스 공급자에 대한 API 키를 제공해야합니다. 정보는 공급자 설명서를 참조하십시오.",
    "From email": "이메일에서",
    "The email that will be used to send your email": "이메일을 보내는 데 사용될 이메일",
    "From name": "이름에서",
    "The name that will be used to send your email": "이메일을 보내는 데 사용될 이름",
    "Link Behaviour": "링크 동작",
    "How should links within an influencer's email behave when clicked": "클릭하면 영향 요인의 이메일 내의 링크가 어떻게 동작해야합니까?",
    "Open a new browser page": "새 브라우저 페이지 열기",
    "Open inside of my store": "내 가게 내부 열기",
    "Mailchimp": "메일 침프",
    "Sync your influencer data to a mailing list": "영향력있는 사용자 데이터를 메일 링리스트에 동기화",
    "Enable?": "사용 하시겠습니까?",
    "You must provide an API key. See Mailchimp's documentation for info": "API 키를 제공해야합니다. 정보에 대해서는 Mailchimp의 문서를 참조하십시오.",
    "Sync": "동조",
    "Klaviyo": "클라비 요",
    "You must provide an API key. See Klaviyo's documentation for info": "API 키를 제공해야합니다. 정보를 보려면 Klaviyo의 설명서를 참조하십시오.",
    "Payments": "지불",
    "Use this form to set up your preferred commission payment method. PayPal setup is only required if using PayPal": "이 양식을 사용하여 선호하는 수수료 지불 방법을 설정하십시오. PayPal을 사용하는 경우에만 PayPal 설정이 필요합니다.",
    "Preferred method": "선호되는 방법",
    "Which payment method will be used to pay out commission?": "커미션을 지불하는 데 사용할 지불 방법은 무엇입니까?",
    "PayPal": "PayPal",
    "Store Credit": "상점 크레딧",
    "Manual (bank transfer)": "수동 (은행 송금)",
    "PayPal setup": "PayPal 설정",
    "Type": "유형",
    "Which PayPal method do you wish to use?": "어떤 PayPal 방법을 사용 하시겠습니까?",
    "Simple (no setup required)": "단순 (설정 필요 없음)",
    "Advanced (requires a business account and API key)": "고급 (비즈니스 계정 및 API 키 필요)",
    "Client Id": "고객 ID",
    "Add your PayPal REST API credential": "PayPal REST API 자격증 명 추가",
    "client Id": "고객 ID",
    "How to pay commission": "커미션 지급 방법",
    "Secret": "비밀",
    "secret": "비밀",
    "Test": "테스트",
    "Changes may take up to 5 minutes before taking effect": "변경 사항이 적용되기까지 최대 5 분이 소요될 수 있습니다.",
    "Save": "구하다"
}