{
    "(not for personal use)": "(ikke til personlig bruk)",
    "{0} is in use": "{0} er i bruk",
    "Add Store": "Legg til butikk",
    "allow personal orders": "tillate personlige bestillinger",
    "Already a user": "Allerede en bruker",
    "and then;": "og så;",
    "Apply now": "Søk nå",
    "Apply or log in": "Søk eller logg inn",
    "Are you trying to recruit influencers? (aka affiliates)": "Prøver du å rekruttere influencere? (aka tilknyttede selskaper)",
    "Are you trying to test vwa.la as a influencer?": "Prøver du å teste vwa.la som influencer?",
    "Back": "Tilbake",
    "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "Velg en unik kode. Den vil bli brukt til å lage din personlige kode og lenke. Velg noe unikt (f.eks. ditt navn, instagram eller youtube brukernavn osv.). Dette er viktig. Du vil dele koden din og lenke med andre",
    "Choose your code / link": "Velg din kode/lenke",
    "Code": "Kode",
    "completing the sign-up form": "fylle ut registreringsskjemaet",
    "Confirm email": "Bekreft epost",
    "Confirm password": "Bekreft passord",
    "Confirm your email": "Bekreft e-posten din",
    "Confirm your password": "Bekreft passordet ditt",
    "Done": "Ferdig",
    "Email": "E-post",
    "Enter a password": "Skriv inn et passord",
    "Enter your code": "Skriv inn koden din",
    "Enter your contact info": "Skriv inn kontaktinformasjonen din",
    "Enter your email": "Skriv inn din email",
    "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid": "Skriv inn email adressen din. Hvis du har en PayPal-konto, bør du bruke e-postadressen knyttet til den kontoen, da dette er hvordan du vil bli betalt",
    "First name": "Fornavn",
    "for more info.": "for mer info.",
    "Great! You're all done": "Flott! Du er ferdig",
    "Great! You're all done. You can now share your code {0} and link": "Flott! Du er ferdig. Du kan nå dele koden din {0} og koblingen",
    "Great! Your account is pending approval. You will be notified if your account is approved": "Flott! Kontoen din venter på godkjenning. Du vil bli varslet hvis kontoen din er godkjent",
    "help guide": "hjelpeveiledning",
    "How does it work?": "Hvordan virker det?",
    "I want to choose a different email": "Jeg vil velge en annen e-postadresse",
    "I want to log in and add {0} to my existing account": "Jeg vil logge på og legge til {0} i min eksisterende konto",
    "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Hvis du prøver å teste influencer-markedsføringsprogrammet ditt som influencer, kan du opprette en test influencer-konto ved å",
    "Important": "Viktig",
    "Important:": "Viktig:",
    "Influencer marketing program": "Influencer markedsføringsprogram",
    "Last name": "Etternavn",
    "Link": "Link",
    "Link your marketing account": "Koble til markedsføringskontoen din",
    "Log in": "Logg Inn",
    "Log in to open your influencer marketing dashboard": "Logg på for å åpne dashbordet for influencer-markedsføring",
    "new browser/incognito session": "ny nettleser/inkognitoøkt",
    "Next": "Neste",
    "Open my dashboard": "Åpne dashbordet mitt",
    "opening your influencer invite link in a": "åpne influencer-invitasjonslenken i en",
    "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "vårt anti-svindelsystem vil forhindre at testpåvirkeren din blir belønnet med provisjon på bestillinger som de oppretter. Hvis du ønsker å teste bestillinger med testinfluenserkontoen din, må du først gå til min konto > butikkinnstillinger > forretningsregler og",
    "Password": "Passord",
    "Preview": "Forhåndsvisning",
    "Sign up": "Melde deg på",
    "Sign up or log in": "Registrer deg eller logg inn",
    "Sign up to our marketing program": "Registrer deg for vårt markedsføringsprogram",
    "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "For å bli med i en butikks influencer-markedsføringsprogram, skriv inn domenenavnet til butikken du vil bli med og klikk Neste. Dvs. somestore.com",
    "To join another stores' marketing program, enter the stores' domain name": "For å bli med i en annen butikkers markedsføringsprogram, skriv inn butikkens domenenavn",
    "To sign-up influencers, you'll need to share your influencer signup link with them.": "For å registrere influencers, må du dele influencer-registreringslenken din med dem.",
    "to start marketing and earning sales commission": "å starte markedsføring og tjene salgsprovisjon",
    "Updating your account..": "Oppdaterer kontoen din..",
    "Use this page to add additional stores to your marketing account": "Bruk denne siden til å legge til flere butikker på markedsføringskontoen din",
    "Want to promote": "Ønsker å promotere",
    "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Vil du markedsføre merkevarer og tjene provisjon? Skriv inn butikkenes domenenavn og klikk på Registrer deg for å bli med i deres influencer-markedsføringsprogram",
    "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "Vi må forstå din markedsrekkevidde og tilpasning. Dette gir oss ikke tilgang til kontoen din. Vi deler ikke informasjonen din",
    "We will also give your customers a discount when they use your code": "Vi vil også gi dine kunder rabatt når de bruker koden din",
    "We will review your application. If approved..": "Vi vil vurdere søknaden din. Hvis godkjent..",
    "We will reward you with {0} commission for every fulfilled referral order that you create": "Vi belønner deg med {0} provisjon for hver fullførte henvisningsbestilling du oppretter",
    "What is my influencer sign-up link?": "Hva er min influencer-registreringslink?",
    "Which social media account will you use for marketing?": "Hvilken sosiale mediekonto vil du bruke til markedsføring?",
    "You are already a member of this store. Please choose another": "Du er allerede medlem av denne butikken. Vennligst velg en annen",
    "You can disable this setting after your testing. See our": "Du kan deaktivere denne innstillingen etter testingen. Se vår",
    "You can manage your account and track your performance and earnings from your dashboard": "Du kan administrere kontoen din og spore ytelsen og inntektene dine fra dashbordet",
    "You must link at least one account": "Du må koble til minst én konto",
    "You'll be issued a unique referral link and code": "Du vil bli utstedt en unik henvisningslenke og kode",
    "You'll be issued a unique referral link and code (not for personal use)": "Du vil bli utstedt en unik henvisningslenke og kode (ikke for personlig bruk)",
    "You'll promote our store/products by sharing either your code or link across your social network": "Du markedsfører butikken/produktene våre ved å dele enten koden din eller lenken din på tvers av det sosiale nettverket ditt",
    "You're logged in as a merchant!": "Du er logget inn som selger!",
    "Your link is": "Linken din er"
}