{
    "Add code to cart?": "Legge til kode i handlekurven?",
    "Applies to all XXs": "Gjelder alle XX-er",
    "Behaviour": "Oppførsel",
    "Buy X": "Kjøp X",
    "Buy X get Y": "Kjøp X få Y",
    "collection filter": "oppsamlingsfilter",
    "Collection filter": "Samlingsfilter",
    "commission": "kommisjon",
    "Commission": "Kommisjon",
    "Create a rule that will periodically disable or delete inactive XXs": "Opprett en regel som med jevne mellomrom vil deaktivere eller slette inaktive XX-er",
    "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Lag en regel som belønner en XX med livstidsprovisjon når de tar med en ny kunde til butikken din",
    "Customer discount": "Kunderabatt",
    "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Kunder vil ikke motta rabatt med mindre ordresummen deres er >= denne verdien. Imidlertid vil XX fortsatt tjene provisjon",
    "Date range": "Datointervall",
    "Days inactive": "Inaktive dager",
    "Disable only?": "Kun deaktivere?",
    "discount": "rabatt",
    "Discount": "Rabatt",
    "Duration": "Varighet",
    "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Hver XX i denne gruppen har en lenke. Hvor skal linken deres sende potensielle kunder (dvs. potensielle kunder)?",
    "Each XX in this group has a referral link. You can customise the Shopify page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the Shopify page and then select it in the drop-down list. You can not enter a URL manually": "Hver XX i denne gruppen har en henvisningslenke. Du kan tilpasse Shopify-siden som denne koblingen vil sende dine potensielle kunder (dvs. potensielle kunder). For å bruke dette feltet må du skrive inn navnet på Shopify-siden og deretter velge det i rullegardinlisten. Du kan ikke angi en URL manuelt",
    "Filters": "Filtre",
    "Fixed commission": "Fast provisjon",
    "Fixed discount": "Fast rabatt",
    "Free shipping": "Gratis frakt",
    "Get Y": "Få Y",
    "Get Y collection filter": "Få Y-samlingsfilter",
    "Get Y product filter": "Få Y-produktfilter",
    "Go to a specific collection": "Gå til en bestemt samling",
    "Go to a specific page": "Gå til en bestemt side",
    "Go to a specific product": "Gå til et bestemt produkt",
    "Go to homepage": "Gå til hjemmesiden",
    "Inactive XX rule": "Inaktiv XX-regel",
    "Link behaviour": "Koblingsadferd",
    "Link page": "Link side",
    "Max shipping amount": "Maks fraktbeløp",
    "Max usages per order": "Maks bruk per bestilling",
    "Min order": "Min bestilling",
    "Once per customer?": "En gang per kunde?",
    "product filter": "produktfilter",
    "Product filter": "Produktfilter",
    "Spend X": "Bruk X",
    "Spend X get Y": "Bruk X for å få Y",
    "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Dette er et fast beløp som XX-en skylder i provisjon for hver bestilling de genererer for butikken din",
    "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "Dette er % av en ordre som XX vil bli betalt i provisjon. Dvs. en bestilling på $100 (ekskludert skatter, frakt, rabatter), med en XX-provisjon på 10 %, vil gi XX $10 for deres innsats med å generere bestillingen",
    "Type": "Type",
    "When testing your changes with one of your referral links, if you don't see the correct Shopify page, it is likely because shopify is returning a cached version of the Shopify page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Når du tester endringene dine med en av henvisningslenkene dine, hvis du ikke ser riktig Shopify-side, er det sannsynligvis fordi shopify returnerer en bufret versjon av Shopify-siden til IP-adressen din (midlertidig). For å tvinge shopify til å returnere den riktige siden til deg, legg til ?test på slutten av henvisningslenken",
    "Which products can the customer receive?": "Hvilke produkter kan kunden motta?",
    "Who does this rule apply to?": "Hvem gjelder denne regelen for?",
    "XX": "XX",
    "XX customer commission tracking": "XX kundeprovisjonssporing",
    "XX group": "XX gruppe",
    "XX link behaviour": "XX-koblingsadferd",
    "XX reward": "XX belønning",
    "XX reward - 1st order": "XX belønning - 1. bestilling",
    "XX reward - Subsequent orders": "XX-belønning - Påfølgende bestillinger"
}