{
  "Actions": "Handlinger",
  "Allow commission": "Tillat provisjon",
  "Allow commission?": "Vil du tillate provisjon?",
  "Allow XXs to earn commission on the selected order(s)": "Tillat XX å tjene provisjon på de valgte bestillingen(e)",
  "Cancel": "Avbryt",
  "Cancel commission": "Avbryt provisjon",
  "Cancel commission?": "Kansellere provisjon?",
  "Cancel reason": "Avbryt årsak",
  "Commission status": "Kommisjonsstatus",
  "Export": "Eksport",
  "Filter": "Filter",
  "Filter data": "Filtrer data",
  "Filter orders by commission status": "Filtrer bestillinger etter provisjonsstatus",
  "How referral orders work": "Hvordan henvisningsordrer fungerer",
  "How to pay commission": "Hvordan betale provisjon",
  "No matches found": "Ingen treff funnet",
  "Notify XX?": "Varsle XX?",
  "Only {0} orders can be synced at a time": "Bare {0} bestillinger kan synkroniseres om gangen",
  "Order date": "Bestillingsdato",
  "Orders": "Ordrene",
  "Pay commission": "Betal provisjon",
  "Re-sync orders": "Synkroniser bestillinger på nytt",
  "selected": "valgt",
  "This page summarises the orders created by your account. It also shows your commission": "Denne siden oppsummerer bestillingene opprettet av kontoen din. Det viser også provisjonen din",
  "This page summarises the orders created by your XXs. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your XXs": "Denne siden oppsummerer bestillingene opprettet av XX-ene dine. Den viser også hvor mye provisjon som er skyldig (eller har blitt betalt) per ordre. Du kan bruke denne siden til å massebetale XX-ene dine",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the XX will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Bruk dette skjemaet for å kansellere provisjon for henvisningsbestilling. Når du kansellerer provisjonen til en henvisningsordre, vil den skyldige provisjonen bli ugyldig og XX vil bli varslet. Det er gyldig å kansellere ordreprovisjon når ordren ble opprettet på uredelig vis eller; når du opprettet bestillingen selv som en test"
}
