{
    " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " eller koblingen \"kanseller betaling\" i PayPal-vinduet. Hvis du avbryter, ikke prøv å fullføre PayPal-betalingen",
    "All payments are made in your store's currency": "Alle betalinger gjøres i butikkens valuta",
    "All unpaid commission for {0}": "All ubetalt provisjon for {0}",
    "All unpaid commission for the selected XXs": "All ubetalt provisjon for de valgte XXene",
    "All unpaid commission for this XX": "All ubetalt provisjon for denne XX",
    "All XXs with unpaid commission": "Alle XX-er med ubetalt provisjon",
    "Amount": "Beløp",
    "Amount to pay": "Beløp å betale",
    "Approval required": "Godkjenning kreves",
    "Back": "Tilbake",
    "Calculating": "Beregner",
    "Cancel": "Avbryt",
    "Cancel payment": "Kanseller betaling",
    "Cancelling": "Avbryter",
    "Claim commission": "Krev provisjon",
    "Code": "Kode",
    "Commission will only be paid on orders that were created between the following dates": "Provisjon vil kun bli utbetalt på bestillinger som ble opprettet mellom følgende datoer",
    "Confirmation": "Bekreftelse",
    "Creating Payment": "Opprette betaling",
    "Customise": "Tilpass",
    "Email": "E-post",
    "Group": "Gruppe",
    "How does it work?": "Hvordan virker det?",
    "How to pay?": "Hvordan betale?",
    "I understand how this feature works": "Jeg forstår hvordan denne funksjonen fungerer",
    "If you wish to cancel the payment, click the `cancel payment` button below": "Hvis du ønsker å kansellere betalingen, klikker du på knappen \"kanseller betaling\" nedenfor",
    "Min commission earned ({0})": "Minste provisjon opptjent ({0})",
    "Min order age (days)": "Minste bestillingsalder (dager)",
    "Min order count": "Min ordreantall",
    "Next": "Neste",
    "Note": "Merk",
    "Ok": "Ok",
    "Only pay commission on fulfilled orders?": "Kun betale provisjon på oppfylte bestillinger?",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Betal kun provisjon på bestillinger som er >= {0} dager gamle. Dette forhindrer deg i å betale provisjon på nye bestillinger som kan endres (refusjoner, kanselleringer osv.). Vi anbefaler på det sterkeste at du setter dette til 30 dager",
    "Only pay commission on paid orders? (paid by customer)": "Kun betale provisjon på betalte bestillinger? (betales av kunden)",
    "Only pay commission to XXs who have >= {0} orders": "Betal bare provisjon til XXer som har >= {0} bestillinger",
    "Only pay commission to XXs who have earned commission >= {0}": "Betal bare provisjon til XX-ere som har opptjent provisjon >= {0}",
    "Only pay XXs who belong to this group": "Betal kun XXer som tilhører denne gruppen",
    "Only pay XXs who want to be paid by {0}?": "Vil du bare betale XXer som ønsker å bli betalt av {0}?",
    "Opening PayPal": "Åpner PayPal",
    "Order dates": "Bestillingsdatoer",
    "Orders": "Ordrene",
    "Orders must be fulfilled (delivered)?": "Bestillinger må oppfylles (leveres)?",
    "Orders must be paid (by customer)?": "Bestillinger må betales (av kunden)?",
    "Pay": "Betale",
    "Pay commission": "Betal provisjon",
    "Paying": "Betaler",
    "Paying via credit card using PayPal's guest checkout is not supported": "Betaling med kredittkort med PayPals gjestekasse støttes ikke",
    "Payment amount": "Betalings beløp",
    "Payment Id": "Betalings-ID",
    "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal begrenser det maksimale antallet mottakere per betaling til 6. Du bør gjenbruke dette skjemaet til alle XXene er betalt",
    "PayPal will charge a transaction fee": "PayPal vil belaste et transaksjonsgebyr",
    "PayPal will charge a transaction fee (paid by the XX)": "PayPal vil belaste et transaksjonsgebyr (betalt av XX)",
    "Pending your approval": "Venter på din godkjenning",
    "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Etter betaling kan det ta noen minutter før dataene dine oppdateres av PayPal. Alternativt kan du også re-synkronisere ordrestatusen manuelt ved å bruke funksjonen \"re-sync orders\" på ordresiden",
    "Prepare": "Forberede",
    "Preview": "Forhåndsvisning",
    "Re-open approval window": "Åpne godkjenningsvinduet på nytt",
    "Receipt": "Kvittering",
    "Recipients": "Mottakere",
    "Selected orders": "Utvalgte bestillinger",
    "Selected XXs": "Valgte XXer",
    "Status": "Status",
    "The commission specified in the table will be marked as paid": "Provisjonen spesifisert i tabellen vil bli merket som betalt",
    "This action can not be reversed": "Denne handlingen kan ikke reverseres",
    "This action will mark commission as paid and will notify the affected XX(s)": "Denne handlingen vil merke provisjon som betalt og vil varsle de berørte XX(ene)",
    "We will automatically create a single use fixed amount discount code for each XX": "Vi vil automatisk opprette en engangskode for fast beløp for hver XX",
    "We will notify the XX of their code via email": "Vi vil varsle XX om koden deres via e-post",
    "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Vi sender deg et varsel som viser alle berørte XX-er og provisjonsbeløpet de skylder",
    "Who to pay?": "Hvem skal betale?",
    "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Du kan legge til en merknad til betalingen. Dette vil være synlig for XX på betalingskvitteringen",
    "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "Du kan tilpasse hvem som skal betales ved å bruke følgende filtre. Standardverdiene arves fra dine globale innstillinger (min konto > butikkinnstillinger). Du kan også spesifisere et tilpasset notat som XX vil se på betalingskvitteringen",
    "You can view your payment history and track payment updates on the payments page": "Du kan se betalingshistorikken din og spore betalingsoppdateringer på betalingssiden",
    "You have {0} of commission that can be claimed. Do you want to claim it as store credit?": "Du har {0} i provisjon som kan kreves. Vil du kreve det som butikkkreditt?",
    "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Du har valgt å betale {0} provisjon med butikkkreditt. Vi oppretter automatisk en unik rabattkode for engangsbruk for hver XX i denne betalingen. For detaljerte instruksjoner, se \"hvordan fungerer dette\"-delen nedenfor",
    "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Du har valgt å betale {0} provisjon til følgende XX-er ved å bruke en metode utenfor vwa.la (f.eks. manuell bankoverføring)",
    "You have chosen to pay {0} commission to the following XXs using PayPal": "Du har valgt å betale {0} provisjon til følgende XX-er med PayPal",
    "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Du må godkjenne PayPal-transaksjonen. Vi har åpnet PayPal-transaksjonen i et nytt vindu (kontroller at nettleseren din tillater at denne siden åpnes). Du må gå til det nye vinduet og godkjenne betalingen",
    "You will be given a credit code (a single use fixed amount discount code). This credit code can be used to spend your commission. To use the code, you must enter it at the store checkout during your next purchase. Any credit balance remaining after your next purchase will be usable in your future purchases": "Du vil få en kredittkode (en engangskode med fast beløp). Denne kredittkoden kan brukes til å bruke provisjonen din. For å bruke koden må du skrive den inn i butikkkassen ved ditt neste kjøp. Eventuell kredittsaldo som gjenstår etter ditt neste kjøp vil kunne brukes i fremtidige kjøp",
    "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Du bruker denne listen til å betale hver XX deres provisjon, ved å bruke en metode utenfor vwa.la. Dvs. bankoverføring, krypto etc.",
    "Your code is {0}. To use the code, you must enter it at the store checkout during your next purchase. Any credit balance remaining after your next purchase will be usable in your future purchases": "Koden din er {0}. For å bruke koden må du skrive den inn i butikkkassen ved ditt neste kjøp. Eventuell kredittsaldo som gjenstår etter ditt neste kjøp vil kunne brukes i fremtidige kjøp",
    "Your payment is being processed by PayPal": "Betalingen din behandles av PayPal"
}