{
    "Actions": "Handlinger",
    "Approve": "Vedta",
    "Approving": "Godkjenner",
    "Assign to group": "Tilordne til gruppe",
    "Cancel": "Avbryt",
    "Change group": "Bytt gruppe",
    "Changing code": "Endre kode",
    "Check": "Sjekk",
    "Codes": "Koder",
    "Conv rate": "Konv. rate",
    "Create": "Skape",
    "Delete": "Slett",
    "Delete XX": "Slett XX",
    "Delete XX link?": "Vil du slette XX-koblingen?",
    "Earnings": "Inntjening",
    "Edit": "Redigere",
    "Export": "Eksport",
    "Group": "Gruppe",
    "Groups": "Grupper",
    "How do I use my link and code": "Hvordan bruker jeg linken og koden min",
    "Important": "Viktig",
    "Invalid code": "Ugyldig kode",
    "Lead sources": "Ledende kilder",
    "Leads": "Leder",
    "Leads (clicks)": "Leads (klikk)",
    "Leads (unique)": "Leads (unikt)",
    "Links": "Lenker",
    "Log into PayPal and fix your account": "Logg på PayPal og fiks kontoen din",
    "Marketing accounts": "Markedsføringskontoer",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Beregninger som måler din markedsføringsrekkevidde/engasjement. Dvs. antall følgere",
    "New": "Ny",
    "New code": "Ny kode",
    "No matches found": "Ingen treff funnet",
    "Notify XX?": "Varsle XX?",
    "Orders": "Ordrene",
    "Overview": "Oversikt",
    "Owed": "Skyldte",
    "Paid": "Betalt",
    "Payable": "Som skal betales",
    "Please wait": "Vennligst vent",
    "Ratio": "Forhold",
    "Referrals": "Henvisninger",
    "Rename code": "Gi nytt navn til kode",
    "Restore": "Restaurere",
    "Restoring": "Gjenoppretter",
    "Returning": "Returnerer",
    "Revoke": "Oppheve",
    "Revoking": "Opphever",
    "Sales": "Salg",
    "Sales by customer": "Salg etter kunde",
    "Search": "Søk",
    "section of our guide": "delen av guiden vår",
    "Select a group": "Velg en gruppe",
    "selected": "valgt",
    "Show": "Forestilling",
    "Signup date": "Registreringsdato",
    "Status": "Status",
    "Suggested": "Foreslått",
    "Suggested XXs": "Foreslått XX",
    "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Denne tabellen viser XX-koden og koblingen din. For detaljer om hvordan du bruker lenken eller koden din og; opprette produkt- eller samlingsspesifikke henvisningslenker, se",
    "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Denne XX kan ikke betales av PayPal før de har løst PayPal-kontoproblemer",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "For å få utbetalt provisjon må du opprette en PayPal-konto. PayPal-kontoen og vwa.la-kontoen din må bruke samme e-postadresse. Du kan også legge til din vwa.la-e-post som en sekundær e-post til en eksisterende PayPal-konto",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "For å få utbetalt provisjon må du logge på PayPal-kontoen din og fikse problemer med oppsett av PayPal-konto. Kontoen din må godta {0}",
    "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Bruk dette skjemaet til å gi nytt navn til XX-koden og lenken. Den gamle koblingen til XX vil bli slettet om {0} dager",
    "We do not use or store any other information and we do not share your info": "Vi bruker eller lagrer ikke annen informasjon, og vi deler ikke informasjonen din",
    "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Vi forstår at det er en svært ønskelig funksjon å finne de riktige XXene for å bli med i XX-markedsføringsprogrammet ditt. Teamet vårt jobber for tiden med utformingen av denne funksjonen. Gi oss beskjed hvis det er viktig for deg. Jo mer du kan fortelle oss om dine krav, jo bedre",
    "When you link a social media account with us, we use the following information": "Når du kobler en konto på sosiale medier til oss, bruker vi følgende informasjon",
    "XXs at a time": "XXs om gangen",
    "You can delete up to": "Du kan slette opptil",
    "You have deleted your account for this store. Because you have been paid commission, we have archived your account. This is required for data integrity and legal compliance purposes. You will be excluded from all communications. If you wish to restore your account, please contact the store via their customer support.": "Du har slettet kontoen din for denne butikken. Fordi du har fått utbetalt provisjon, har vi arkivert kontoen din. Dette er nødvendig for dataintegritet og lovlig overholdelse. Du vil bli ekskludert fra all kommunikasjon. Hvis du ønsker å gjenopprette kontoen din, vennligst kontakt butikken via deres kundestøtte.",
    "Your basic public info": "Din grunnleggende offentlige informasjon",
    "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Koden og lenken din er suspendert på grunn av inaktiviteten din (manglende kundeemner eller bestillinger)",
    "Your PayPal account is valid": "PayPal-kontoen din er gyldig",
    "Your vwa.la email and PayPal email must be the same": "Din vwa.la-e-post og PayPal-e-post må være den samme"
}