{
    "Account Id": "Konto-ID",
    "ActiveCampaign": "ActiveCampaign",
    "Add your PayPal REST API credential": "Legg til PayPal REST API-legitimasjonen din",
    "Advanced (Recommended. Requires a business account and API key)": "Avansert (anbefalt. Krever en bedriftskonto og API-nøkkel)",
    "Allow": "Tillate",
    "Allow (notify me)": "Tillat (varsle meg)",
    "Allow code based commission?": "Vil du tillate kodebasert provisjon?",
    "Allow link based commission?": "Vil du tillate lenkebasert provisjon?",
    "Allow my XXs to see the marketplace?": "Vil jeg la XX-ene mine se markedsplassen?",
    "Allow personal orders?": "Vil du tillate personlige bestillinger?",
    "Allow XXs to discover and join your store's marketing program?": "La XX-ere oppdage og bli med i butikkens markedsføringsprogram?",
    "Allow XXs to see customer names?": "Vil du tillate XX å se kundenavn?",
    "API key": "API-nøkkel",
    "API Secret": "API-hemmelighet",
    "Auto-approve sign-ups?": "Autogodkjenne registreringer?",
    "Bottom left": "Nede til venstre",
    "Bottom right": "Nede til høyre",
    "Brightness": "Lysstyrke",
    "Business Rules": "Forretningsregler",
    "Can an XX earn commission from new customers only?": "Kan en XX kun tjene provisjon fra nye kunder?",
    "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block commission on personal orders. You should only enable this during testing": "Kan en XX tjene provisjon fra sine egne personlige bestillinger? Standarden er falsk, noe som betyr at vårt anti-svindelsystem vil blokkere provisjon på personlige bestillinger. Du bør bare aktivere dette under testing",
    "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "Kan XXs kontakte deg via vår meldingsløsning i appen? Denne funksjonen ligner på Facebook Messenger",
    "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "Kan XX-ere se vår chat-støtte i appen (nederst til høyre)? Når den er aktivert, vil støtteteamet vårt støtte XX-ene dine ved å svare på vanlige spørsmål og håndtere konto-/appspesifikke problemer. Hvis spørsmålene deres er spesifikke for butikken din, vil vi henvise dem til kundestøtten din",
    "Can XXs see our in-app help menu?": "Kan XX-ere se hjelpemenyen i appen vår?",
    "Can your XXs redeem their commission as store credit themselves? The amount they can redeem is based on your commission payment rules": "Kan XX-ene dine løse inn provisjonen som butikkkreditt selv? Beløpet de kan løse inn er basert på reglene for provisjonsbetaling",
    "Choose a name to describe your marketing team members": "Velg et navn for å beskrive medlemmene av markedsføringsteamet",
    "client Id": "klient-ID",
    "Client Id": "Klient-ID",
    "Code commission policy": "Kodekommisjonspolitikk",
    "Code wins": "Koden vinner",
    "Commission payment methods": "Provisjonsbetalingsmetoder",
    "Commission payment rules": "Regler for provisjonsbetaling",
    "Commission tracking rules": "Kommisjonens sporingsregler",
    "Coupon site policy": "Retningslinjer for kupongside",
    "Customer commission policy": "Kundeprovisjonspolicy",
    "Customer privacy": "Kundens personvern",
    "Dark": "Mørk",
    "Default": "Misligholde",
    "Disable social media linking?": "Deaktivere koblinger til sosiale medier?",
    "Display the launcher button on desktop devices?": "Vil du vise startknappen på stasjonære enheter?",
    "Display the launcher button on mobile devices?": "Vil du vise startknappen på mobile enheter?",
    "Email": "E-post",
    "Email templates": "E-postmaler",
    "Enable or disable email notifications": "Aktiver eller deaktiver e-postvarsler",
    "Enable?": "Muliggjøre?",
    "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "Skriv inn URL-en til din egendefinerte T&Cs-side. Nye XX-er kreves for å godta vilkårene dine",
    "From email": "Fra e-post",
    "From name": "Fra navn",
    "Fulfillment status": "Oppfyllelsesstatus",
    "Hide commission info?": "Vil du skjule provisjonsinformasjon?",
    "Hide commission/discount info on the sign up page?": "Vil du skjule provisjons-/rabattinformasjon på registreringssiden?",
    "How should your inbound links behave when clicked? This affects your XX's email and invite link": "Hvordan skal de inngående koblingene dine oppføre seg når de klikkes? Dette påvirker din XXs e-post og invitasjonslink",
    "How will you pay commission?": "Hvordan betaler du provisjon?",
    "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "Hvis en kunde følger en XX-kobling til butikken din og foretar et kjøp uten å bruke XX-koden, bør XXen tjene provisjon?",
    "If a customer uses an XX code, should the XX earn commission?": "Hvis en kunde bruker en XX-kode, bør XXen tjene provisjon?",
    "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "Hvis en kundes bestilling samsvarer med både koden og lenken til 2 forskjellige XX-er, hvilken XX bør tjene provisjon?",
    "If an XX code is found on a coupon site, what should we do?": "Hvis en XX-kode blir funnet på en kupongside, hva skal vi gjøre?",
    "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "Hvis det er merket av, vil nye XX-er automatisk bli godkjent og gitt en kode og lenke. Ellers må du godkjenne nye XXer manuelt",
    "If you have issues contact us and we'll help": "Kontakt oss hvis du har problemer, så hjelper vi deg",
    "In-app help": "Hjelp i appen",
    "In-app messaging": "Meldinger i appen",
    "In-app support": "Støtte i appen",
    "In-store signup page launcher": "Starter for registreringsside i butikk",
    "Invert colour?": "Invertere farge?",
    "Klaviyo": "claviyo",
    "Lead expiration": "Lead utløp",
    "Light": "Lys",
    "Limit commission to new customers only?": "Begrense provisjonen til kun nye kunder?",
    "Link Behaviour": "Koblingsatferd",
    "Link commission policy": "Link provisjon policy",
    "Link wins": "Link vinner",
    "List my store?": "Liste opp butikken min?",
    "Logo": "Logo",
    "Mailchimp": "Mailchimp",
    "Manual (bank transfer)": "Manuell (bankoverføring)",
    "Marketplace": "Markedsplass",
    "Min commission earned": "Min provisjon opptjent",
    "Min order age (days)": "Minste bestillingsalder (dager)",
    "Min order count": "Min ordreantall",
    "New order": "Ny bestilling",
    "New XX": "Ny XX",
    "Notifications": "Varsler",
    "Only pay commission on fulfilled orders?": "Kun betale provisjon på oppfylte bestillinger?",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Betal kun provisjon på bestillinger som er >= {0} dager gamle. Dette forhindrer deg i å betale provisjon på nye bestillinger som kan endres (refusjoner, kanselleringer osv.). Vi anbefaler på det sterkeste at du setter dette til 30 dager",
    "Only pay commission on paid orders?": "Kun betale provisjon på betalte bestillinger?",
    "Only pay commission to XXs who have >= {0} orders": "Betal bare provisjon til XXer som har >= {0} bestillinger",
    "Only pay commission to XXs who have earned commission >= {0}": "Betal bare provisjon til XX-ere som har opptjent provisjon >= {0}",
    "Open a new browser page": "Åpne en ny nettleserside",
    "Open inside of my store": "Åpne inne i butikken min",
    "or": "eller",
    "Order status": "Ordre status",
    "Orders must be fulfilled (delivered)?": "Bestillinger må oppfylles (leveres)?",
    "Orders must be paid (by customer)?": "Bestillinger må betales (av kunden)?",
    "PayPal": "PayPal",
    "PayPal setup": "PayPal-oppsett",
    "Personal order policy": "Personlig ordrepolicy",
    "Position": "Posisjon",
    "Preview": "Forhåndsvisning",
    "Primary Color": "Primærfarge",
    "Priority": "Prioritet",
    "Recharge": "Lad opp",
    "Revoke the XX's access": "Oppheve XX sin tilgang",
    "Revoke the XX's access and cancel unpaid commission": "Opphev XXs tilgang og kanseller ubetalt provisjon",
    "Save": "Lagre",
    "secret": "hemmelig",
    "Secret": "Hemmelig",
    "Service provider": "Tjenesteleverandør",
    "Show to my XXs?": "Vis til XX-ene mine?",
    "Signup page": "Påmeldingsside",
    "Simple (No setup required)": "Enkel (ingen oppsett kreves)",
    "Store Credit": "Butikkreditt",
    "Store Credit (self service)": "Butikkkreditt (selvbetjening)",
    "Sync": "Synkroniser",
    "Sync your XX data to a mailing list": "Synkroniser XX-dataene dine til en e-postliste",
    "Team name": "Lag navn",
    "Test": "Test",
    "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "Antall dager vi vil spore et kundeemne før sporingen av potensielle salg utløper (dvs. informasjonskapsel)",
    "The CTA text to show when the launcher is visible": "CTA-teksten for å vise når startprogrammet er synlig",
    "The email service provider that will be used to send your email": "E-posttjenesteleverandøren som skal brukes til å sende e-posten din",
    "The email that will be used to send your email": "E-posten som skal brukes til å sende e-posten din",
    "The name that will be used to send your email": "Navnet som skal brukes til å sende e-posten din",
    "The position that the launcher will be displayed on your store page": "Posisjonen som starteren vil vises på butikksiden din",
    "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "Hovedfargen til merkevaren din. Dette bør være en mørkere farge, da det vil vises på en hvit bakgrunn",
    "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "URL-en til logoen din. Vennligst skriv inn nettadressen til logobildet ditt (gå for eksempel til startsiden for shopify-butikken og høyreklikk deretter på logobildet ditt. Kopier deretter nettadressen til bildet til utklippstavlen og lim det inn her. Nettadressen må settes foran med",
    "Theme": "Tema",
    "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "For å aktivere Recharge - lag et Recharge API-token (med lesetilgang til abonnementer). Lagre deretter tokens API-nøkkel og hemmelighet i skjemaet nedenfor. Se Recharges dokumentasjon for info",
    "Type": "Type",
    "Use this form to customise the emails that we send to your XXs": "Bruk dette skjemaet til å tilpasse e-postene vi sender til XX-ene dine",
    "Use this form to customise your email behaviour or service provider": "Bruk dette skjemaet til å tilpasse e-postatferden eller tjenesteleverandøren din",
    "Use this form to set up your preferred commission payment method": "Bruk dette skjemaet for å sette opp din foretrukne provisjonsbetalingsmetode",
    "Visible? (desktop)": "Synlig? (skrivebord)",
    "Visible? (mobile)": "Synlig? (mobil)",
    "Which PayPal method do you wish to use?": "Hvilken PayPal-metode ønsker du å bruke?",
    "You must provide an API key": "Du må oppgi en API-nøkkel",
    "You must provide an API key for the email service provider. See the provider's documentation for info": "Du må oppgi en API-nøkkel for e-posttjenesteleverandøren. Se leverandørens dokumentasjon for info",
    "You must provide an API key. See ActiveCampaign's documentation for info": "Du må oppgi en API-nøkkel. Se ActiveCampaigns dokumentasjon for info",
    "You must provide an API key. See Klaviyo's documentation for info": "Du må oppgi en API-nøkkel. Se Klaviyos dokumentasjon for info",
    "You must provide an API key. See Mailchimp's documentation for info": "Du må oppgi en API-nøkkel. Se Mailchimps dokumentasjon for info",
    "You must provide an API secret": "Du må oppgi en API-hemmelighet",
    "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Du må oppgi ActiveCampaign-konto-ID. Se ActiveCampaigns dokumentasjon for info"
}