{
    "(not for personal use)": "(nie do użytku osobistego)",
    "{0} is in use": "{0} jest w użyciu",
    "Add Store": "Dodaj sklep",
    "allow personal orders": "zezwalaj na zamówienia osobiste",
    "Already a user": "Już jesteś użytkownikiem",
    "and then;": "i wtedy;",
    "Apply now": "Aplikuj teraz",
    "Apply or log in": "Aplikuj lub zaloguj się",
    "Are you trying to recruit influencers? (aka affiliates)": "Próbujesz pozyskać influencerów? (aka afilianci)",
    "Are you trying to test vwa.la as a influencer?": "Czy próbujesz przetestować vwa.la jako influencer?",
    "Back": "Z powrotem",
    "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "Wybierz unikalny kod. Zostanie on wykorzystany do stworzenia spersonalizowanego kodu i linku. Wybierz coś unikalnego (np. Twoje imię i nazwisko, instagram lub nazwę użytkownika youtube itp.). To jest ważne. Podzielisz się swoim kodem i linkiem z innymi",
    "Choose your code / link": "Wybierz swój kod/link",
    "Code": "Kod",
    "completing the sign-up form": "wypełnienie formularza rejestracyjnego",
    "Confirm email": "Potwierdź email",
    "Confirm password": "Potwierdź hasło",
    "Confirm your email": "Potwierdź swój email",
    "Confirm your password": "Potwierdź swoje hasło",
    "Done": "Gotowy",
    "Email": "E-mail",
    "Enter a password": "Wprowadź hasło",
    "Enter your code": "Wpisz swój kod",
    "Enter your contact info": "Wpisz swoje dane kontaktowe",
    "Enter your email": "Wprowadź swój email",
    "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid": "Wpisz swój adres e-mail. Jeśli masz konto PayPal, użyj adresu e-mail powiązanego z tym kontem, ponieważ w ten sposób otrzymasz płatność",
    "First name": "Imię",
    "Great! You're all done": "Wspaniały! Wszystko gotowe",
    "Great! You're all done. You can now share your code {0} and link": "Wspaniały! Wszystko gotowe. Możesz teraz udostępnić swój kod {0} i link",
    "Great! Your account is pending approval. You will be notified if your account is approved": "Wspaniały! Twoje konto czeka na zatwierdzenie. Otrzymasz powiadomienie, jeśli Twoje konto zostanie zatwierdzone",
    "help guide": "przewodnik pomocniczy",
    "How does it work?": "Jak to działa?",
    "I want to choose a different email": "Chcę wybrać inny adres e-mail",
    "I want to log in and add {0} to my existing account": "Chcę się zalogować i dodać {0} do mojego istniejącego konta",
    "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Jeśli próbujesz przetestować swój program influencer marketingowy jako influencer, możesz utworzyć konto testowego influencera przez",
    "Important": "Ważny",
    "Influencer marketing program": "Wpływający program marketingowy",
    "Last name": "Nazwisko",
    "Link": "Połączyć",
    "Link your marketing account": "Połącz swoje konto marketingowe",
    "Log in": "Zaloguj sie",
    "Log in to open your influencer marketing dashboard": "Zaloguj się, aby otworzyć swój panel marketingowy dla influencerów",
    "new browser/incognito session": "nowa sesja przeglądarki/incognito",
    "Next": "Kolejny",
    "Open my dashboard": "Otwórz mój pulpit nawigacyjny",
    "opening your influencer invite link in a": "otwierając link z zaproszeniem do influencerów w pliku",
    "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you want to create test orders using a test influencer account then you must first go to your 'customise page > commission tracking rules section' and": "nasz system przeciwdziałania oszustwom zapobiegnie wynagradzaniu twojego influencera testowego prowizją od zamówień, które stworzy. Jeśli chcesz tworzyć zamówienia testowe przy użyciu konta influencera testowego, musisz najpierw przejść do „strony dostosowywania > sekcji zasad śledzenia prowizji” i",
    "Password": "Hasło",
    "Preview": "Zapowiedź",
    "Sign up": "Zapisz się",
    "Sign up or log in": "Zarejestruj się lub zaloguj",
    "Sign up to our marketing program": "Zarejestruj się w naszym programie marketingowym",
    "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Aby dołączyć do programu influencer marketingu sklepu, wprowadź nazwę domeny sklepu, do którego chcesz dołączyć, i kliknij Dalej. To znaczy. somestore.com",
    "To join another stores' marketing program, enter the stores' domain name": "Aby dołączyć do programu marketingowego innego sklepu, wprowadź nazwę domeny sklepu",
    "To sign-up influencers, you'll need to share your influencer signup link with them.": "Aby zarejestrować influencerów, musisz udostępnić im swój link rejestracyjny.",
    "to start marketing and earning sales commission": "zacząć marketing i zarabiać prowizję od sprzedaży",
    "Updating your account..": "Aktualizuję Twoje konto...",
    "Use this page to add additional stores to your marketing account": "Użyj tej strony, aby dodać dodatkowe sklepy do swojego konta marketingowego",
    "Want to promote": "Chcesz promować",
    "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Chcesz promować marki i zarabiać prowizję? Wpisz nazwę domeny sklepu i kliknij Zarejestruj się, aby dołączyć do ich programu marketingowego influencer",
    "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "Musimy poznać Twój zasięg rynkowy i dopasowanie. To nie daje nam dostępu do Twojego konta. Nie udostępniamy Twoich informacji",
    "We will also give your customers a discount when they use your code": "Udzielimy również Twoim klientom rabatu, gdy użyją Twojego kodu",
    "We will review your application. If approved..": "Sprawdzimy Twoje zgłoszenie. Jeśli zatwierdzone...",
    "We will reward you with {0} commission for every fulfilled referral order that you create": "Nagrodzimy Cię prowizją {0} za każde zrealizowane zamówienie polecające, które utworzysz",
    "What is my influencer sign-up link?": "Jaki jest mój link rejestracyjny dla influencera?",
    "Which social media account will you use for marketing?": "Którego konta w mediach społecznościowych użyjesz do marketingu?",
    "You are already a member of this store. Please choose another": "Jesteś już członkiem tego sklepu. Proszę wybierz inny",
    "You can disable this setting after your testing. For more information see our": "Możesz wyłączyć to ustawienie po zakończeniu testów. Aby uzyskać więcej informacji, zobacz nasze",
    "You can manage your account and track your performance and earnings from your dashboard": "Możesz zarządzać swoim kontem i śledzić swoje wyniki i zarobki z pulpitu nawigacyjnego",
    "You must link at least one account": "Musisz połączyć co najmniej jedno konto",
    "You'll be issued a unique referral link and code": "Otrzymasz unikalny link polecający i kod",
    "You'll be issued a unique referral link and code (not for personal use)": "Otrzymasz unikalny link polecający i kod (nie do użytku osobistego)",
    "You'll promote our store/products by sharing either your code or link across your social network": "Będziesz promować nasz sklep/produkty, udostępniając swój kod lub link w swojej sieci społecznościowej",
    "You're logged in as a merchant!": "Jesteś zalogowany jako kupiec!",
    "Your link is": "Twój link to"
}