{
    "Actions": "działania",
    "Approve": "Zatwierdzać",
    "Approving": "Pochlebny",
    "Assign to group": "Przypisz do grupy",
    "Cancel": "Anuluj",
    "Change group": "Zmień grupę",
    "Changing code": "Zmiana kodu",
    "Check": "Czek",
    "Codes": "Kody",
    "Conv rate": "Współczynnik konw.",
    "Create": "Stwórz",
    "Delete": "Kasować",
    "Delete XX": "Usuń XX",
    "Delete XX link?": "Usunąć link XX?",
    "Earnings": "Zyski",
    "Edit": "Edytować",
    "Export": "Eksport",
    "Group": "Grupa",
    "Groups": "Grupy",
    "How do I use my link and code": "Jak korzystać z mojego linku i kodu?",
    "Important": "Ważny",
    "Invalid code": "Zły kod",
    "Lead sources": "Źródła ołowiu",
    "Leads": "Wskazówki",
    "Leads (clicks)": "Prowadzi (kliknięcia)",
    "Leads (unique)": "Prowadzi (unikalne)",
    "Links": "Spinki do mankietów",
    "Log into PayPal and fix your account": "Zaloguj się do PayPal i napraw swoje konto",
    "Marketing accounts": "Konta marketingowe",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Wskaźniki, które mierzą Twój zasięg/zaangażowanie marketingowe. To znaczy. # obserwujących",
    "New": "Nowy",
    "New code": "Nowy kod",
    "No matches found": "Nie znaleziono żadnego meczu",
    "Notify XX?": "Powiadomić XX?",
    "Orders": "Zamówienia",
    "Overview": "Przegląd",
    "Owed": "Należny",
    "Paid": "Płatny",
    "Payable": "Płatny",
    "Please wait": "Proszę czekać",
    "Ratio": "Stosunek",
    "Referrals": "Polecenia",
    "Rename code": "Zmień nazwę kodu",
    "Restore": "Przywracać",
    "Restoring": "Przywracanie",
    "Returning": "Powracający",
    "Revoke": "Unieważnić",
    "Revoking": "Unieważnianie",
    "Sales": "Sprzedaż",
    "Sales by customer": "Sprzedaż według klienta",
    "Search": "Szukaj",
    "section of our guide": "rozdział naszego przewodnika",
    "Select a group": "Wybierz grupę",
    "selected": "wybrany",
    "Show": "Pokazać",
    "Signup date": "Data rejestracji",
    "Status": "Status",
    "Suggested": "Zasugerował",
    "Suggested XXs": "Sugerowane XXs",
    "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Ta tabela zawiera Twój kod XX i łącze. Aby uzyskać szczegółowe informacje na temat korzystania z łącza lub kodu oraz; utwórz linki polecające specyficzne dla produktu lub kolekcji, patrz",
    "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Ten XX nie może zostać zapłacony przez PayPal, dopóki nie rozwiążą problemów z kontem PayPal",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Aby otrzymać prowizję, musisz założyć konto PayPal. Twoje konto PayPal i konto vwa.la muszą używać tego samego adresu e-mail. Możesz także dodać swój adres vwa.la jako dodatkowy adres e-mail do istniejącego konta PayPal",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "Aby otrzymać prowizję, musisz zalogować się na swoje konto PayPal i rozwiązać problemy z konfiguracją konta PayPal. Twoje konto musi akceptować {0}",
    "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Użyj tego formularza, aby zmienić nazwę kodu i łącza XX. Stary link XX zostanie usunięty za {0} dni",
    "We do not use or store any other information and we do not share your info": "Nie używamy ani nie przechowujemy żadnych innych informacji i nie udostępniamy Twoich danych",
    "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Rozumiemy, że znalezienie odpowiednich XX, aby dołączyć do programu marketingowego XX, jest bardzo pożądaną funkcją. Nasz zespół pracuje obecnie nad projektem tej funkcji. Jeśli to dla Ciebie ważne, daj nam znać. Im więcej powiesz nam o swoich wymaganiach, tym lepiej",
    "When you link a social media account with us, we use the following information": "Kiedy łączysz z nami konto w mediach społecznościowych, korzystamy z następujących informacji",
    "XXs at a time": "XXs na raz",
    "You can delete up to": "Możesz usunąć maksymalnie",
    "You have deleted your account for this store. Because you have been paid commission, we have archived your account. This is required for data integrity and legal compliance purposes. You will be excluded from all communications. If you wish to restore your account, please contact the store via their customer support.": "Usunąłeś swoje konto w tym sklepie. Ponieważ otrzymałeś prowizję, zarchiwizowaliśmy Twoje konto. Jest to wymagane do celów integralności danych i zgodności z prawem. Zostaniesz wykluczony z wszelkiej komunikacji. Jeśli chcesz przywrócić swoje konto, skontaktuj się ze sklepem za pośrednictwem jego obsługi klienta.",
    "Your basic public info": "Twoje podstawowe informacje publiczne",
    "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Twój kod i link zostały zawieszone z powodu Twojej nieaktywności (niewystarczająca liczba potencjalnych klientów lub zamówień)",
    "Your PayPal account is valid": "Twoje konto PayPal jest ważne",
    "Your vwa.la email and PayPal email must be the same": "Twój adres e-mail vwa.la i adres e-mail PayPal muszą być takie same"
}