{
    "Account Id": "ID konta",
    "Add your PayPal REST API credential": "Dodaj swoje dane uwierzytelniające PayPal REST API",
    "Advanced (Recommended. Requires a business account and API key)": "Zaawansowane (zalecane. Wymaga konta firmowego i klucza API)",
    "Allow": "Dopuszczać",
    "Allow (notify me)": "Zezwól (powiadom mnie)",
    "Allow my XXs to see the marketplace?": "Pozwolić moim XX-kom zobaczyć rynek?",
    "Allow XXs to discover and join your store's marketing program?": "Pozwolić XX-ami odkryć i dołączyć do programu marketingowego Twojego sklepu?",
    "Allow XXs to see customer names?": "Zezwalać XX-ami na wyświetlanie nazw klientów?",
    "API key": "Klucz API",
    "API Secret": "Sekret API",
    "Auto-approve sign-ups?": "Automatycznie zatwierdzać rejestracje?",
    "Bottom left": "Na dole po lewej",
    "Bottom right": "Prawy dolny",
    "Brightness": "Jasność",
    "Business Rules": "Zasady biznesowe",
    "Can an XX earn commission from new customers only?": "Czy XX może otrzymać prowizję tylko od nowych klientów?",
    "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block commission on personal orders. You should only enable this during testing": "Czy XX może zarobić prowizję od własnych zamówień osobistych? Wartość domyślna to false, co oznacza, że nasz system antyfraudowy zablokuje prowizję od zamówień osobistych. Powinieneś włączyć to tylko podczas testowania",
    "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "Czy XXs mogą skontaktować się z Tobą za pośrednictwem naszego rozwiązania do przesyłania wiadomości w aplikacji? Ta funkcja jest podobna do komunikatora na Facebooku",
    "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "Czy XXs mogą zobaczyć naszą obsługę czatu w aplikacji (u dołu po prawej)? Po włączeniu nasz zespół pomocy technicznej będzie wspierać Twoje XX-y, odpowiadając na ich często zadawane pytania i rozwiązując problemy związane z ich kontami / aplikacjami. Jeśli ich pytania dotyczą Twojego sklepu, skierujemy je do obsługi klienta",
    "Can XXs see our in-app help menu?": "Czy XXs mogą zobaczyć nasze menu pomocy w aplikacji?",
    "Choose a name to describe your marketing team members": "Wybierz nazwę opisującą członków zespołu marketingowego",
    "client Id": "Identyfikator klienta",
    "Client Id": "Identyfikator klienta",
    "Code commission policy": "Polityka prowizji kodu",
    "Code wins": "Kod wygrywa",
    "Commission payment methods": "Metody płatności prowizji",
    "Commission payment rules": "Zasady płatności prowizji",
    "Commission tracking rules": "Zasady śledzenia prowizji",
    "Coupon site policy": "Zasady dotyczące witryn z kuponami",
    "Customer commission policy": "Polityka prowizji klienta",
    "Customer privacy": "Prywatność klienta",
    "Dark": "Ciemny",
    "Default": "Domyślna",
    "Disable social media linking?": "Wyłączyć łączenie w mediach społecznościowych?",
    "Display the launcher button on desktop devices?": "Wyświetlać przycisk uruchamiania na urządzeniach stacjonarnych?",
    "Display the launcher button on mobile devices?": "Wyświetlać przycisk uruchamiania na urządzeniach mobilnych?",
    "Email": "E-mail",
    "Email templates": "Szablony wiadomości",
    "Enable or disable email notifications": "Włącz lub wyłącz powiadomienia e-mail",
    "Enable?": "Włączyć?",
    "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "Wprowadź adres URL swojej niestandardowej strony T&Cs. Nowe XX będą musiały zaakceptować Twoje OWU",
    "From email": "Z emaila",
    "From name": "Z nazwy",
    "Fulfillment status": "Stan realizacji",
    "Hide commission info?": "Ukryć informacje o prowizji?",
    "Hide commission/discount info on the sign up page?": "Ukryć informacje o prowizji/rabacie na stronie rejestracji?",
    "How should your inbound links behave when clicked? This affects your XX's email and invite link": "Jak powinny zachowywać się linki przychodzące po kliknięciu? Ma to wpływ na adres e-mail i link z zaproszeniem Twojego XX",
    "How will you pay commission?": "Jak zapłacisz prowizję?",
    "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "Jeśli klient kliknie link XX do Twojego sklepu i dokona zakupu bez użycia kodu XX, czy XX powinien zarabiać prowizję?",
    "If a customer uses an XX code, should the XX earn commission?": "Jeśli klient używa kodu XX, czy XX powinien otrzymać prowizję?",
    "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "Jeśli zamówienie klienta jest powiązane zarówno z kodem, jak i linkiem 2 różnych XX, który XX powinien otrzymać prowizję?",
    "If an XX code is found on a coupon site, what should we do?": "Jeśli kod XX zostanie znaleziony na stronie z kuponami, co powinniśmy zrobić?",
    "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "Jeśli zaznaczone, nowe XXs zostaną automatycznie zatwierdzone i otrzymają kod oraz łącze. W przeciwnym razie musisz ręcznie zatwierdzić nowe XXs",
    "If you have issues contact us and we'll help": "Jeśli masz problemy, skontaktuj się z nami, a pomożemy",
    "In-app help": "Pomoc w aplikacji",
    "In-app messaging": "Wiadomości w aplikacji",
    "In-app support": "Wsparcie w aplikacji",
    "In-store signup page launcher": "Uruchamianie strony rejestracji w sklepie",
    "Invert colour?": "Odwróć kolor?",
    "Lead expiration": "Wygaśnięcie ołowiu",
    "Light": "Lekki",
    "Link Behaviour": "Zachowanie linków",
    "Link commission policy": "Polityka prowizji linków",
    "Link wins": "Link wygrywa",
    "List my store?": "Wystawić mój sklep?",
    "Logo": "Logo",
    "Manual (bank transfer)": "Ręczny (przelew bankowy)",
    "Marketplace": "Rynek",
    "Min commission earned": "Minimalna zarobiona prowizja",
    "Min order age (days)": "Minimalny wiek zamówienia (dni)",
    "Min order count": "Minimalna liczba zamówień",
    "New order": "Nowe zamówienie",
    "New XX": "Nowy XX",
    "Notifications": "Powiadomienia",
    "Only pay commission on fulfilled orders (delivered)?": "Płacisz prowizję tylko od zrealizowanych (dostarczonych) zamówień?",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Płać prowizję tylko za zamówienia, które mają >= {0} dni. Uniemożliwia to płacenie prowizji za nowe zamówienia, które mogą ulec zmianie (zwroty, anulowanie itp.). Zdecydowanie zalecamy ustawienie 30 dni",
    "Only pay commission on paid orders?": "Płacisz prowizję tylko od płatnych zamówień?",
    "Only pay commission to XXs who have >= {0} orders": "Płać prowizję tylko XX-ym, którzy mają >= {0} zamówień",
    "Only pay commission to XXs who have earned commission >= {0}": "Płać prowizję tylko XX-m, które zarobiły prowizję >= {0}",
    "Open a new browser page": "Otwórz nową stronę przeglądarki",
    "Open inside of my store": "Otwórz w moim sklepie!",
    "or": "lub",
    "Order status": "Status zamówienia",
    "PayPal": "PayPal",
    "PayPal setup": "Konfiguracja PayPal",
    "Personal order policy": "Polityka zamówień osobistych",
    "Position": "Pozycja",
    "Preview": "Zapowiedź",
    "Primary Color": "Kolor podstawowy",
    "Priority": "Priorytet",
    "Recharge": "Doładuj",
    "Rename the XX's code": "Zmień nazwę kodu XX",
    "Require social media linking?": "Wymagać połączenia z mediami społecznościowymi?",
    "Revoke the XX's access": "Odbierz dostęp XX",
    "Revoke the XX's access and cancel unpaid commission": "Odbierz dostęp XX i anuluj niezapłacone prowizje",
    "secret": "sekret",
    "Secret": "Sekret",
    "Service provider": "Dostawca usługi",
    "Show to my XXs?": "Pokazać moim XX?",
    "Signup page": "Strona rejestracji",
    "Simple (No setup required)": "Prosty (nie wymaga konfiguracji)",
    "Store Credit": "Kredyt sklepowy",
    "Sync": "Synchronizuj",
    "Team name": "Nazwa drużyny",
    "Test": "Test",
    "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "Liczba dni, w których będziemy śledzić potencjalnego klienta przed wygaśnięciem śledzenia potencjalnego klienta (tj. plik cookie)",
    "The CTA text to show when the launcher is visible": "Tekst wezwania do działania, który ma się pokazać, gdy program uruchamiający jest widoczny",
    "The email service provider that will be used to send your email": "Dostawca usług poczty e-mail, który zostanie użyty do wysłania wiadomości e-mail",
    "The email that will be used to send your email": "Adres e-mail, który zostanie użyty do wysłania wiadomości e-mail",
    "The name that will be used to send your email": "Imię, które zostanie użyte do wysłania wiadomości e-mail",
    "The position that the launcher will be displayed on your store page": "Pozycja, w której program uruchamiający będzie wyświetlany na stronie Twojego sklepu",
    "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "Podstawowy kolor Twojej marki. Powinien to być ciemniejszy kolor, ponieważ będzie wyświetlany na białym tle",
    "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "Adres URL Twojego logo. Wprowadź adres URL obrazu logo (np. przejdź do strony głównej sklepu Shopify, a następnie kliknij prawym przyciskiem myszy obraz logo. Następnie skopiuj adres URL obrazu do schowka i wklej go tutaj. Adres URL musi być poprzedzony prefiksem",
    "Theme": "Motyw",
    "Type": "Rodzaj",
    "Use this form to customise the emails that we send to your XXs": "Użyj tego formularza, aby dostosować e-maile, które wysyłamy do Twoich XX-ów",
    "Use this form to customise your email behaviour or service provider": "Użyj tego formularza, aby dostosować zachowanie poczty e-mail lub dostawcę usług",
    "Use this form to set up your preferred commission payment method": "Użyj tego formularza, aby ustawić preferowaną metodę płatności prowizji",
    "Visible? (desktop)": "Widoczny? (pulpit)",
    "Visible? (mobile)": "Widoczny? (mobilny)",
    "Which PayPal method do you wish to use?": "Z której metody PayPal chcesz skorzystać?",
    "You must provide an API key": "Musisz podać klucz API",
    "You must provide an API key for the email service provider. See the provider's documentation for info": "Musisz podać klucz API dla dostawcy usług poczty e-mail. Więcej informacji można znaleźć w dokumentacji dostawcy",
    "You must provide an API key. See ActiveCampaign's documentation for info": "Musisz podać klucz API. Więcej informacji można znaleźć w dokumentacji ActiveCampaign",
    "You must provide an API key. See Klaviyo's documentation for info": "Musisz podać klucz API. Zobacz dokumentację Klaviyo, aby uzyskać informacje",
    "You must provide an API key. See Mailchimp's documentation for info": "Musisz podać klucz API. Więcej informacji można znaleźć w dokumentacji Mailchimp",
    "You must provide an API key. See Omnisend's documentation for info": "Musisz podać klucz API. Więcej informacji można znaleźć w dokumentacji Omnisend",
    "You must provide an API secret": "Musisz podać sekret API",
    "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Musisz podać swój identyfikator konta ActiveCampaign. Więcej informacji można znaleźć w dokumentacji ActiveCampaign"
}