{
  "All payments are made in your store's currency": "Wszystkie płatności są dokonywane w walucie Twojego sklepu",
  "All unpaid commission for {0}": "Wszystkie niezapłacone prowizje za {0}",
  "All unpaid commission for the selected XXs": "Wszystkie niezapłacone prowizje za wybrane XXs",
  "All unpaid commission for this XX": "Wszystkie niezapłacone prowizje za to XX",
  "All XXs with unpaid commission": "Wszystkie XX z nieopłaconą prowizją",
  "Amount": "Ilość",
  "Amount to pay": "Kwota do zapłaty",
  "Approval required": "Wymaga zatwierdzenia",
  "Back": "Z powrotem",
  "Calculating": "Obliczenie",
  "Cancel": "Anuluj",
  "Cancel payment": "Anuluj płatność",
  "Cancelling": "Anulowanie",
  "Claim commission": "Odbierz prowizję",
  "Code": "Kod",
  "Commission will only be paid on orders that were created between the following dates": "Prowizja zostanie wypłacona tylko od zamówień, które zostały utworzone między następującymi datami",
  "Confirmation": "Potwierdzenie",
  "Creating Payment": "Tworzenie płatności",
  "Customise": "Dostosuj",
  "Email": "E-mail",
  "Group": "Grupa",
  "How does it work?": "Jak to działa?",
  "How to pay?": "Jak zapłacić?",
  "I understand how this feature works": "Rozumiem, jak działa ta funkcja",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Jeśli chcesz anulować płatność, kliknij przycisk „anuluj płatność” poniżej",
  "Min commission earned ({0})": "Minimalna zarobiona prowizja ({0})",
  "Min order age (days)": "Minimalny wiek zamówienia (dni)",
  "Min order count": "Minimalna liczba zamówień",
  "Next": "Kolejny",
  "Note": "Uwaga",
  "Ok": "Dobrze",
  "Only pay commission on fulfilled orders?": "Płacisz prowizję tylko od zrealizowanych zamówień?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Płać prowizję tylko za zamówienia, które mają >= {0} dni. Uniemożliwia to płacenie prowizji za nowe zamówienia, które mogą ulec zmianie (zwroty, anulowanie itp.). Zdecydowanie zalecamy ustawienie 30 dni",
  "Only pay commission on paid orders? (paid by customer)": "Płacisz prowizję tylko od płatnych zamówień? (płatne przez klienta)",
  "Only pay commission to XXs who have >= {0} orders": "Płać prowizję tylko XX-ym, którzy mają >= {0} zamówień",
  "Only pay commission to XXs who have earned commission >= {0}": "Płać prowizję tylko XX-m, które zarobiły prowizję >= {0}",
  "Only pay XXs who belong to this group": "Płać tylko XX, którzy należą do tej grupy",
  "Only pay XXs who want to be paid by {0}?": "Płać tylko XX, którzy chcą otrzymać płatność do {0}?",
  "Opening PayPal": "Otwarcie PayPal",
  "or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": "lub link „anuluj płatność” w oknie PayPal. Jeśli anulujesz, nie próbuj realizować płatności PayPal",
  "Order dates": "Terminy zamówień",
  "Orders": "Zamówienia",
  "Orders must be fulfilled (delivered)?": "Zamówienia muszą być zrealizowane (dostarczone)?",
  "Orders must be paid (by customer)?": "Zamówienia muszą być opłacone (przez klienta)?",
  "Pay": "Zapłacić",
  "Pay commission": "Zapłać prowizję",
  "Paying": "Intratny",
  "Paying via credit card using PayPal's guest checkout is not supported": "Płacenie kartą kredytową za pomocą płatności dla gości PayPal nie jest obsługiwane",
  "Payment amount": "Wielkość płatności",
  "Payment Id": "Identyfikator płatności",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal ogranicza maksymalną liczbę odbiorców na płatność do 6. Powinieneś ponownie używać tego formularza, dopóki wszystkie XX nie zostaną opłacone",
  "PayPal will charge a transaction fee": "PayPal pobierze opłatę transakcyjną",
  "PayPal will charge a transaction fee (paid by the XX)": "PayPal pobierze opłatę transakcyjną (płatną przez XX)",
  "Pending your approval": "Oczekuje na Twoje zatwierdzenie",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Po dokonaniu płatności może upłynąć kilka minut, zanim Twoje dane zostaną zaktualizowane przez PayPal. Opcjonalnie możesz również ręcznie zsynchronizować stan zamówienia, korzystając z funkcji „ponownie zsynchronizuj zamówienia” na stronie zamówień",
  "Prepare": "Przygotować",
  "Preview": "Zapowiedź",
  "Re-open approval window": "Ponownie otwórz okno zatwierdzania",
  "Receipt": "Paragon fiskalny",
  "Recipients": "Odbiorcy",
  "Selected orders": "Wybrane zamówienia",
  "Selected XXs": "Wybrane XXs",
  "Status": "Status",
  "The commission specified in the table will be marked as paid": "Prowizja określona w tabeli zostanie oznaczona jako zapłacona",
  "This action can not be reversed": "Tej akcji nie można cofnąć",
  "This action will mark commission as paid and will notify the affected XX(s)": "To działanie spowoduje oznaczenie prowizji jako zapłaconej i powiadomienie dotkniętych XX(-ów)",
  "We will automatically create a single use fixed amount discount code for each XX": "Automatycznie utworzymy jednorazowy kod rabatowy o stałej kwocie dla każdego XX",
  "We will notify the XX of their code via email": "Powiadomimy XX o ich kodzie e-mailem",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Wyślemy Ci powiadomienie zawierające listę wszystkich XX-ów, których to dotyczy, oraz kwotę prowizji, jaką są im należne",
  "Who to pay?": "Komu zapłacić?",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Możesz dodać notatkę do swojej płatności. Będzie to widoczne dla XX na potwierdzeniu płatności",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "Za pomocą poniższych filtrów możesz określić, kto będzie wypłacany. Wartości domyślne są dziedziczone z ustawień globalnych (moje konto> ustawienia sklepu). Możesz również określić niestandardową notatkę, którą XX zobaczy na potwierdzeniu płatności",
  "You can view your payment history and track payment updates on the payments page": "Możesz przeglądać historię płatności i śledzić aktualizacje płatności na stronie płatności",
  "You have {0} of commission that can be claimed. Do you want to claim it as store credit?": "Masz {0} prowizji, którą możesz odebrać. Czy chcesz go odebrać jako kredyt sklepowy?",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Wybrałeś płacenie {0} prowizji za pomocą kredytu w sklepie. Automatycznie utworzymy unikalny, jednorazowy kod rabatowy o stałej kwocie dla każdego XX w tej płatności. Aby uzyskać szczegółowe instrukcje, zobacz sekcję `jak to działa` poniżej",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Wybrałeś płacenie {0} prowizji następującym XX-ym przy użyciu metody spoza vwa.la (np. ręczny przelew bankowy)",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "Zdecydowałeś się zapłacić {0} prowizji następującym XXs za pomocą PayPal",
  "You have claimed your commission as store credit": "Odebrałeś prowizję jako kredyt w sklepie",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Musisz zatwierdzić transakcję PayPal. Otworzyliśmy transakcję PayPal w nowym oknie (upewnij się, że Twoja przeglądarka umożliwia otwarcie tej strony). Musisz przejść do nowego okna i zatwierdzić płatność",
  "You will be given a credit code (a single use fixed amount discount code). This credit code can be used to spend your commission. To use the code, you must enter it at the store checkout during your next purchase. Any credit balance remaining after your next purchase will be usable in your future purchases": "Otrzymasz kod kredytowy (jednorazowy kod rabatowy o stałej kwocie). Ten kod kredytowy może zostać wykorzystany do wydania prowizji. Aby skorzystać z kodu, musisz wprowadzić go w kasie sklepu podczas następnego zakupu. Wszelkie saldo kredytowe pozostałe po następnym zakupie będzie można wykorzystać w przyszłych zakupach",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Użyjesz tej listy, aby zapłacić każdemu XX prowizji, korzystając z metody spoza vwa.la. To znaczy. przelew bankowy, krypto itp.",
  "Your code is {0}. To use the code, you must enter it at the store checkout during your next purchase. Any credit balance remaining after your next purchase will be usable in your future purchases": "Twój kod to {0}. Aby skorzystać z kodu, musisz wprowadzić go w kasie sklepu podczas następnego zakupu. Wszelkie saldo kredytowe pozostałe po następnym zakupie będzie można wykorzystać w przyszłych zakupach",
  "Your payment is being processed by PayPal": "Twoja płatność jest przetwarzana przez PayPal"
}