{
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the XX will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Użyj tego formularza, aby anulować prowizję za polecenie polecenia. Kiedy anulujesz prowizję za polecenie polecenia, należna prowizja zostanie unieważniona, a XX zostanie o tym powiadomiony. Anulowanie prowizji od zamówienia jest ważne, gdy zamówienie zostało utworzone w sposób nieuczciwy lub; kiedy sam stworzyłeś zamówienie jako test",
  "Cancel reason": "Anuluj powód",
  "Notify XX?": "Powiadomić XX?",
  "Cancel commission?": "Anulować prowizję?",
  "Allow XXs to earn commission on the selected order(s)": "Zezwól XX na zarabianie prowizji od wybranego zamówienia (zamówień)",
  "Allow commission?": "Zezwolić na prowizję?",
  "Commission status": "Status Komisji",
  "Filter orders by commission status": "Filtruj zamówienia według statusu prowizji",
  "Order date": "Data zamówienia",
  "Filter data": "Filtruj dane",
  "Filter": "Filtr",
  "Cancel": "Anuluj",
  "Orders": "Zamówienia",
  "This page summarises the orders created by your XXs. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your XXs": "Ta strona podsumowuje zamówienia utworzone przez Twoje XX. Pokazuje również, jaka prowizja jest należna (lub została zapłacona) za zamówienie. Możesz użyć tej strony, aby zbiorczo zapłacić XXs",
  "This page summarises the orders created by your account. It also shows your commission": "Ta strona podsumowuje zamówienia utworzone na Twoim koncie. Pokazuje również twoją prowizję",
  "How referral orders work": "Jak działają polecenia skierowania",
  "How to pay commission": "Jak zapłacić prowizję",
  "Only {0} orders can be synced at a time": "Jednocześnie można zsynchronizować tylko {0} zamówień",
  "Re-sync orders": "Ponowna synchronizacja zamówień",
  "Pay commission": "Zapłać prowizję",
  "Cancel commission": "Anuluj prowizję",
  "Allow commission": "Zezwól na prowizję",
  "Export": "Eksport",
  "Actions": "działania",
  "selected": "wybrany",
  "No matches found": "Nie znaleziono żadnego meczu"
}
