{
  "Add code to cart?": "Dodać kod do koszyka?",
  "Behaviour": "Zachowanie",
  "Buy X": "Kup X",
  "Buy X get Y": "Kup X, weź Y",
  "collection filter": "filtr kolekcji",
  "Collection filter": "Filtr kolekcji",
  "commission": "zamawiać",
  "Commission": "Zamawiać",
  "Create a rule that will periodically disable or delete inactive XXs": "Utwórz regułę, która będzie okresowo wyłączać lub usuwać nieaktywne XX",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Utwórz regułę, która nagrodzi XX dożywotnią prowizją, gdy przyciągnie nowego klienta do Twojego sklepu",
  "Customer discount": "Zniżka dla klienta",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Klienci nie otrzymają rabatu, chyba że suma ich zamówienia jest >= tej wartości. Jednak XX nadal będzie zarabiać prowizję",
  "Date range": "Zakres dat",
  "Days inactive": "Dni nieaktywne",
  "Disable only?": "Wyłącz tylko?",
  "discount": "rabat",
  "Discount": "Rabat",
  "Duration": "Czas trwania",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Każdy XX w tej grupie ma link. Gdzie ich link powinien kierować Twoich potencjalnych klientów (tj. potencjalnych klientów)?",
  "Each XX in this group has a referral link. You can customise the Shopify page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the Shopify page and then select it in the drop-down list. You can not enter a URL manually": "Każdy XX w tej grupie ma link polecający. Możesz dostosować stronę Shopify, którą ten link będzie wysyłał do Twoich potencjalnych klientów (tj. potencjalnych klientów). Aby użyć tego pola, musisz wpisać nazwę strony Shopify, a następnie wybrać ją z listy rozwijanej. Adresu URL nie można wprowadzić ręcznie",
  "Edit": "Edytować",
  "Filters": "Filtry",
  "Fixed commission": "Stała prowizja",
  "Fixed discount": "Stała zniżka",
  "Free shipping": "Darmowa dostawa",
  "Get Y": "Zdobądź Y",
  "Get Y collection filter": "Uzyskaj filtr kolekcji Y",
  "Get Y product filter": "Uzyskaj filtr produktów Y",
  "Go to a specific collection": "Przejdź do określonej kolekcji",
  "Go to a specific page": "Przejdź do określonej strony",
  "Go to a specific product": "Przejdź do konkretnego produktu",
  "Go to homepage": "Wróć do strony głównej",
  "Inactive XX rule": "Nieaktywna reguła XX",
  "Learn more": "Ucz się więcej",
  "Link behaviour": "Zachowanie łącza",
  "Link page": "Strona z linkami",
  "Max shipping amount": "Maksymalna kwota wysyłki",
  "Max usages per order": "Maksymalne użycie na zamówienie",
  "Min order": "Moje zamówienie",
  "Once per customer?": "Raz na klienta?",
  "product filter": "filtr produktów",
  "Product filter": "Filtr produktów",
  "Rule": "Reguła",
  "Spend X": "Wydaj X",
  "Spend X get Y": "Wydaj X, zdobądź Y",
  "Status": "Status",
  "Test": "Test",
  "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Jest to stała kwota, którą XX będzie należna z tytułu prowizji za każde zamówienie wygenerowane dla Twojego sklepu",
  "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "Jest to % zamówienia, za który XX zostanie opłacona prowizja. Tj. zamówienie o wartości 100 USD (bez podatków, wysyłki, rabatów), z prowizją XX w wysokości 10%, nagrodzi XX 10 USD za wysiłek włożony w wygenerowanie zamówienia",
  "Type": "Rodzaj",
  "When testing your changes with one of your referral links, if you don't see the correct Shopify page, it is likely because shopify is returning a cached version of the Shopify page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Podczas testowania zmian za pomocą jednego z linków polecających, jeśli nie widzisz prawidłowej strony Shopify, prawdopodobnie jest to spowodowane tym, że Shopify zwraca wersję strony Shopify z pamięci podręcznej na Twój adres IP (tymczasowo). Aby zmusić Shopify do zwrócenia Ci prawidłowej strony, dodaj ?test na końcu linku polecającego",
  "Which products can the customer receive?": "Jakie produkty może otrzymać klient?",
  "Who does this rule apply to?": "Kogo dotyczy ta zasada?",
  "XX": "XX",
  "XX customer commission tracking": "Śledzenie XX prowizji od klientów",
  "XX group": "XX grupa",
  "XX link behaviour": "Zachowanie łącza XX",
  "XX reward": "XX nagroda",
  "XX reward - 1st order": "Nagroda XX - 1. zamówienie",
  "XX reward - Subsequent orders": "Nagroda XX - Kolejne rozkazy",
  "XX rules": "XX zasady"
}
