{
  "Notify influencer?": "Notificar influência?",
  "Do you want to notify the influencer of this change?": "Quer notificar o influenciador dessa alteração?",
  "Delete link?": "Excluir link?",
  "(Coming soon) Delete the influencer's link?": "(Em breve) Excluir o link do influenciador?",
  "Approve": "Aprovar",
  "Cancel": "Cancelar",
  "Approving code": "Aprovação de código",
  "Please wait": "Por favor, espere",
  "Revoke": "Revogar",
  "Revoking code": "Revogando código",
  "Claiming code": "Reivindicando código",
  "Use this form to rename your influencer code and link. Your existing link and code will work temporarily for": "Use este formulário para renomear seu código e link de influenciador. Seu link e código existentes funcionarão temporariamente",
  "days and will then be removed. Please use only the new code": "dias e será removido. Por favor, use apenas o novo código",
  "New code": "Novo Código",
  "Rename your influencer code?": "Renomeie seu código de influenciador?",
  "Invalid code": "Código inválido",
  "Changing code": "Mudando código",
  "Codes": "Códigos",
  "This page lists all of your influencer's codes and their status. You can approve or revoke codes as required": "Esta página lista todos os códigos de seu influenciador e seu status. Você pode aprovar ou revogar códigos conforme necessário",
  "This page lists all of your influencer codes and their status. If you wish to join a product specific sales promotion, you can claim a promotion specific code. Click the promotion link in the table for more information about the promotion and the rewards it will give": "Esta página lista todos os seus códigos de influenciador e seu status. Se você deseja participar de uma promoção de vendas específica do produto, pode reivindicar um código específico da promoção. Clique no link da promoção na tabela para mais informações sobre a promoção e as recompensas que ela dará",
  "Approve selected codes": "Aprovar códigos selecionados",
  "Revoke selected codes": "Revogar códigos selecionados",
  "Claim selected codes": "Reivindicar códigos selecionados",
  "Claim": "Afirmação",
  "Actions": "Ações",
  "No matches found": "Nenhuma equivalência encontrada",
  "selected": "selecionado",
  "Your influencer ID is": "Seu ID de influenciador é",
  "You have no codes": "Você não tem códigos"
}
