{
  "Account Id": "ID da conta",
  "ActiveCampaign": "ActiveCampaign",
  "Add your PayPal REST API credential": "Adicione sua credencial da API REST do PayPal",
  "Advanced (Recommended. Requires a business account and API key)": "Avançado (recomendado. Requer uma conta comercial e chave de API)",
  "Allow": "Permitir",
  "Allow (notify me)": "Permitir (avisar)",
  "Allow code based commission?": "Permitir comissão baseada em código?",
  "Allow link based commission?": "Permitir comissão baseada em links?",
  "Allow my XXs to see the marketplace?": "Permitir que meus XXs vejam o mercado?",
  "Allow personal orders?": "Permitir pedidos pessoais?",
  "Allow XXs to discover and join your store's marketing program?": "Permitir que XXs descubra e participe do programa de marketing de sua loja?",
  "Allow XXs to see customer names?": "Permitir que XXs vejam os nomes dos clientes?",
  "API key": "Chave API",
  "API Secret": "Segredo da API",
  "Auto-approve sign-ups?": "Aprovar automaticamente as inscrições?",
  "Bottom left": "Inferior esquerdo",
  "Bottom right": "Canto inferior direito",
  "Brightness": "Brilho",
  "Business Rules": "Regras do negócio",
  "Can an XX earn commission from new customers only?": "Um XX pode ganhar comissão apenas de novos clientes?",
  "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "Um XX pode ganhar comissão com seus próprios pedidos pessoais? O padrão é falso, o que significa que nosso sistema antifraude bloqueará pedidos pessoais. Você só deve habilitar isso durante o teste",
  "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "XXs pode contatá-lo através de nossa solução de mensagens no aplicativo? Este recurso é semelhante ao Facebook Messenger",
  "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "Os XXs podem ver nosso suporte de bate-papo no aplicativo (canto inferior direito)? Quando habilitado, nossa equipe de suporte apoiará seus XXs respondendo às perguntas frequentes e lidando com problemas específicos de conta / aplicativo. Se as perguntas deles forem específicas de sua loja, iremos encaminhá-los ao seu suporte ao cliente",
  "Can XXs see our in-app help menu?": "Os XXs podem ver nosso menu de ajuda no aplicativo?",
  "Choose a name to describe your marketing team members": "Escolha um nome para descrever seus membros da equipe de marketing",
  "client Id": "ID do Cliente",
  "Client Id": "ID do Cliente",
  "Code commission policy": "Política de comissão de código",
  "Code wins": "Código vence",
  "Commission payment methods": "Métodos de pagamento de comissão",
  "Commission payment rules": "Regras de pagamento da comissão",
  "Commission tracking rules": "Regras de acompanhamento da Comissão",
  "Coupon site policy": "Política do site de cupons",
  "Customer commission policy": "Política de comissão do cliente",
  "Customer privacy": "Privacidade do cliente",
  "Dark": "Escuro",
  "Default": "Padrão",
  "Disable social media linking?": "Desativar vinculação de mídia social?",
  "Display the launcher button on desktop devices?": "Exibir o botão do iniciador em dispositivos de desktop?",
  "Display the launcher button on mobile devices?": "Exibir o botão de inicialização em dispositivos móveis?",
  "Email": "O email",
  "Email templates": "Modelos de email",
  "Enable or disable email notifications": "Ativar ou desativar notificações por e-mail",
  "Enable?": "Habilitar?",
  "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "Insira o URL de sua página de T&C personalizada. Novos XXs serão necessários para aceitar seus T & Cs",
  "From email": "Do email",
  "From name": "De nome",
  "Fulfillment status": "Status de preenchimento",
  "Hide commission info?": "Ocultar informações de comissão?",
  "Hide commission/discount info on the sign up page?": "Ocultar informações de comissão / desconto na página de inscrição?",
  "How should your inbound links behave when clicked? This affects your XX's email and invite link": "Como seus links de entrada devem se comportar quando clicados? Isso afeta o e-mail do seu XX e o link de convite",
  "How will you pay commission?": "Como você vai pagar a comissão?",
  "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "Se um cliente seguir um link XX para sua loja e fizer uma compra sem usar o código do XX, o XX deve ganhar comissão?",
  "If a customer uses an XX code, should the XX earn commission?": "Se um cliente usa um código XX, o XX deve ganhar comissão?",
  "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "Se o pedido de um cliente estiver correlacionado ao código e ao link de 2 XXs diferentes, qual XX deve receber comissão?",
  "If an XX code is found on a coupon site, what should we do?": "Se um código XX for encontrado em um site de cupons, o que devemos fazer?",
  "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "Se marcado, novos XXs serão aprovados automaticamente e receberão um código e um link. Caso contrário, você deve aprovar novos XXs manualmente",
  "If you have issues contact us and we'll help": "Se você tiver problemas, entre em contato conosco e nós ajudaremos",
  "In-app help": "Ajuda no aplicativo",
  "In-app messaging": "Mensagens no aplicativo",
  "In-app support": "Suporte no aplicativo",
  "In-store signup page launcher": "Iniciador de página de inscrição na loja",
  "Invert colour?": "Inverter cor?",
  "Klaviyo": "Klaviyo",
  "Lead expiration": "Vencimento de chumbo",
  "Light": "Luz",
  "Limit commission to new customers only?": "Limitar a comissão apenas para novos clientes?",
  "Link Behaviour": "Link Comportamento",
  "Link commission policy": "Política de comissões de ligação",
  "Link wins": "Link vence",
  "List my store?": "Listar minha loja?",
  "Logo": "Logotipo",
  "Mailchimp": "Mailchimp",
  "Manual (bank transfer)": "Manual (transferência bancária)",
  "Marketplace": "Marketplace",
  "Min commission earned": "Comissão mínima ganha",
  "Min order age (days)": "Idade mínima do pedido (dias)",
  "Min order count": "Contagem mínima de pedidos",
  "New order": "Nova ordem",
  "New XX": "Novo XX",
  "Notifications": "Notificações",
  "Only pay commission on fulfilled orders?": "Pague apenas comissão por pedidos preenchidos?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Pague a comissão apenas em pedidos com> = {0} dias. Isso evita que você pague comissão sobre novos pedidos que podem mudar (reembolsos, cancelamentos, etc.). Recomendamos fortemente que você defina isso para 30 dias",
  "Only pay commission on paid orders?": "Pagar apenas comissão por ordens pagas?",
  "Only pay commission to XXs who have >= {0} orders": "Pague comissão apenas para XXs que tenham> = {0} pedidos",
  "Only pay commission to XXs who have earned commission >= {0}": "Pague comissão apenas a XXs que ganharam comissão> = {0}",
  "Open a new browser page": "Abra uma nova página do navegador",
  "Open inside of my store": "Abra dentro da minha loja",
  "or": "ou",
  "Order status": "Status do pedido",
  "Orders must be fulfilled (delivered)?": "Os pedidos devem ser atendidos (entregues)?",
  "Orders must be paid (by customer)?": "Os pedidos devem ser pagos (pelo cliente)?",
  "PayPal": "PayPal",
  "PayPal setup": "Configuração do PayPal",
  "Personal order policy": "Política de ordem pessoal",
  "Position": "Posição",
  "Preview": "Visualizar",
  "Primary Color": "Cor primária",
  "Priority": "Prioridade",
  "Recharge": "Recarrega",
  "Revoke the XX's access": "Revogar o acesso do XX",
  "Revoke the XX's access and cancel unpaid commission": "Revogar o acesso do XX e cancelar a comissão não paga",
  "Save": "Salve ",
  "secret": "segredo",
  "Secret": "Segredo",
  "Service provider": "Provedor de serviço",
  "Show to my XXs?": "Mostrar para meus XXs?",
  "Signup page": "Página de inscrição",
  "Simple (No setup required)": "Simples (nenhuma configuração necessária)",
  "Store Credit": "Crédito da loja",
  "Sync": "Sincronizar",
  "Sync your XX data to a mailing list": "Sincronize seus dados XX com uma lista de e-mails",
  "Team name": "Nome do time",
  "Test": "Teste",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "O número de dias que rastrearemos um lead antes que nosso rastreamento de lead expire (ou seja, cookie)",
  "The CTA text to show when the launcher is visible": "O texto do CTA para mostrar quando o iniciador está visível",
  "The email service provider that will be used to send your email": "O provedor de serviços de e-mail que será usado para enviar seu e-mail",
  "The email that will be used to send your email": "O email que será usado para enviar seu email",
  "The name that will be used to send your email": "O nome que será usado para enviar seu email",
  "The position that the launcher will be displayed on your store page": "A posição em que o iniciador será exibido na página da sua loja",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "A cor principal da sua marca. Esta deve ser uma cor mais escura, pois ela será exibida em um fundo branco",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "O URL do seu logotipo. Insira o URL da imagem do seu logotipo (por exemplo, acesse a página inicial da loja do shopify e clique com o botão direito na imagem do logotipo. Copie o URL da imagem para a área de transferência e cole-a aqui. O URL deve ser prefixado",
  "Theme": "Tema",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "Para ativar a recarga - crie um token da API de recarga (com acesso de leitura às assinaturas). Em seguida, salve a chave e o segredo da API do token no formulário abaixo. Consulte a documentação do Recharge para obter informações",
  "Type": "Tipo",
  "Use this form to customise the emails that we send to your XXs": "Use este formulário para personalizar os e-mails que enviamos para seus XXs",
  "Use this form to customise your email behaviour or service provider": "Use este formulário para personalizar seu comportamento de e-mail ou provedor de serviços",
  "Use this form to set up your preferred commission payment method": "Use este formulário para configurar seu método preferido de pagamento de comissão",
  "Visible? (desktop)": "Visível? (Área de Trabalho)",
  "Visible? (mobile)": "Visível? (Móvel)",
  "Which PayPal method do you wish to use?": "Qual método do PayPal você deseja usar?",
  "You must provide an API key": "Você deve fornecer uma chave de API",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "Você deve fornecer uma chave de API para o provedor de serviços de e-mail. Veja a documentação do provedor para informações",
  "You must provide an API key. See ActiveCampaign's documentation for info": "Você deve fornecer uma chave de API. Consulte a documentação do ActiveCampaign para obter informações",
  "You must provide an API key. See Klaviyo's documentation for info": "Você deve fornecer uma chave de API. Veja a documentação de Klaviyo para informações",
  "You must provide an API key. See Mailchimp's documentation for info": "Você deve fornecer uma chave de API. Veja a documentação do Mailchimp para informações",
  "You must provide an API secret": "Você deve fornecer um segredo da API",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Você deve fornecer o ID da sua conta do ActiveCampaign. Consulte a documentação do ActiveCampaign para obter informações"
}
