{
    "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Use este formulário para renomear o código e o link do XX. O link antigo do XX será excluído em {0} dias",
    "New code": "Novo Código",
    "Rename code": "Renomear código",
    "Invalid code": "Código inválido",
    "Changing code": "Mudando o código",
    "Status": "Status",
    "Group": "Grupo",
    "Signup date": "Data de assinatura",
    "Filter data": "Filtrar dados",
    "Filter": "Filtro",
    "Cancel": "Cancelar",
    "Groups": "Grupos",
    "Suggested": "Sugerido",
    "Approve": "Aprovar",
    "Revoke": "Revogar",
    "Edit": "Editar",
    "Change group": "Mudar grupo",
    "Delete": "Excluir",
    "You can delete up to": "Você pode excluir até",
    "XXs at a time": "XXs de cada vez",
    "Export": "Exportar",
    "Actions": "Ações",
    "No matches found": "Nenhuma equivalência encontrada",
    "selected": "selecionado",
    "Suggested XXs": "XXs sugeridos",
    "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Entendemos que encontrar os XXs certos para se juntar ao seu programa de marketing XX é um recurso altamente desejável. Nossa equipe está atualmente trabalhando no design desse recurso. Se for importante para você, avise-nos. Quanto mais você puder nos contar sobre seus requisitos, melhor",
    "Log into PayPal and fix your account": "Faça login no PayPal e corrija sua conta",
    "Your vwa.la email and PayPal email must be the same": "Seu e-mail vwa.la e e-mail do PayPal devem ser os mesmos",
    "Your PayPal account is valid": "Sua conta do PayPal é válida",
    "Restoring": "Restaurando",
    "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Seu código e link estão suspensos devido à sua inatividade (leads ou pedidos insuficientes)",
    "Restore": "Restaurar",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your account must accept {0}": "Para receber comissão, você deve entrar em sua conta do PayPal e corrigir os problemas de configuração da conta do PayPal. Sua conta deve aceitar {0}",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Para receber comissão, você deve criar uma conta no PayPal. Sua conta PayPal e conta vwa.la devem usar o mesmo endereço de e-mail. Você também pode adicionar seu e-mail vwa.la como um e-mail secundário a uma conta PayPal existente",
    "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Este XX não pode ser pago pelo PayPal até que resolvam os problemas da conta do PayPal",
    "Check": "Verifica",
    "Overview": "Visão geral",
    "Codes": "Códigos",
    "Links": "Links",
    "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Esta tabela lista seu código XX e link. Para obter detalhes sobre como usar seu link ou código e; criar links de referência específicos de produtos ou coleções, consulte o",
    "How do I use my link and code": "Como faço para usar meu link e código",
    "section of our guide": "seção do nosso guia",
    "Marketing accounts": "Contas de marketing",
    "When you link a social media account with us, we use the following information": "Quando você vincula uma conta de mídia social conosco, usamos as seguintes informações",
    "Your basic public info": "Suas informações públicas básicas",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Métricas que medem seu alcance / engajamento de marketing. Ou seja, nº de seguidores",
    "Important": "Importante",
    "We do not use or store any other information and we do not share your info": "Não usamos ou armazenamos qualquer outra informação e não compartilhamos suas informações",
    "Orders": "Pedidos",
    "Show": "exposição",
    "Leads": "Conduz",
    "Leads (clicks)": "Leads (cliques)",
    "Leads (unique)": "Leads (único)",
    "Referrals": "Referências",
    "Conv rate": "Taxa conv",
    "New": "Novo",
    "Returning": "Retornando",
    "Ratio": "Razão",
    "Owed": "Devido",
    "Payable": "A pagar",
    "Paid": "Pago",
    "Lead sources": "Fontes de chumbo",
    "Sales": "Vendas",
    "Sales by customer": "Vendas por cliente",
    "Earnings": "Ganhos",
    "Notify XX?": "Notificar XX?",
    "Delete XX link?": "Excluir link XX?",
    "Approving": "Aprovando",
    "Revoking": "Revogando",
    "Please wait": "Por favor, espere",
    "Select a group": "Selecione um grupo",
    "Assign to group": "Atribuir ao grupo",
    "Delete XX": "Apagar XX"
}