{
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " ou o link `cancelar pagamento` dentro da janela do PayPal. Se você cancelar, não tente completar o pagamento do PayPal",
  "All payments are made in your store's currency": "Todos os pagamentos são feitos na moeda da sua loja",
  "All unpaid commission for {0}": "Toda a comissão não paga para {0}",
  "All unpaid commission for the selected XXs": "Todas as comissões não pagas para os XXs selecionados",
  "All unpaid commission for this XX": "Todas as comissões não pagas para este XX",
  "All XXs with unpaid commission": "Todos os XXs com comissão não paga",
  "Amount": "Montante",
  "Amount to pay": "Quantia a pagar",
  "Approval required": "Aprovação necessária",
  "Back": "De volta",
  "Calculating": "Calculando",
  "Cancel": "Cancelar",
  "Cancel payment": "Cancelar pagamento",
  "Cancelling": "Cancelando",
  "Code": "Código",
  "Commission will only be paid on orders that were created between the following dates": "A comissão será paga apenas em pedidos criados entre as seguintes datas",
  "Confirmation": "Confirmação",
  "Creating Payment": "Criando Pagamento",
  "Customise": "Customizar",
  "Email": "O email",
  "Group": "Grupo",
  "How does it work?": "Como funciona?",
  "How to pay?": "Como pagar?",
  "I understand how this feature works": "Eu entendo como esse recurso funciona",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Se você deseja cancelar o pagamento, clique no botão \"cancelar pagamento\" abaixo",
  "Min commission earned ({0})": "Comissão mínima ganha ({0})",
  "Min order age (days)": "Idade mínima do pedido (dias)",
  "Min order count": "Contagem mínima de pedidos",
  "Next": "Próximo",
  "Note": "Nota",
  "Ok": "Está bem",
  "Only pay commission on fulfilled orders?": "Pagar apenas comissão sobre pedidos atendidos?",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "Pague a comissão apenas em pedidos com> = {0} dias. Isso evita que você pague comissão sobre novos pedidos que podem mudar (reembolsos, cancelamentos, etc.). Recomendamos fortemente que você defina isso para 30 dias",
  "Only pay commission on paid orders? (paid by customer)": "Pagar apenas comissão em pedidos pagos? (pago pelo cliente)",
  "Only pay commission to XXs who have >= {0} orders": "Pague comissão apenas para XXs que tenham> = {0} pedidos",
  "Only pay commission to XXs who have earned commission >= {0}": "Pague comissão apenas a XXs que ganharam comissão> = {0}",
  "Only pay XXs who belong to this group": "Pague apenas XXs que pertençam a este grupo",
  "Only pay XXs who want to be paid by {0}?": "Pague apenas XXs que desejam ser pagos até {0}?",
  "Opening PayPal": "Abrindo o PayPal",
  "Order dates": "Datas do pedido",
  "Orders": "Encomendas",
  "Orders must be fulfilled (delivered)?": "Os pedidos devem ser atendidos (entregues)?",
  "Orders must be paid (by customer)?": "Os pedidos devem ser pagos (pelo cliente)?",
  "Pay": "Pagar",
  "Pay commission": "Pagar comissão",
  "Paying": "Pagando",
  "Paying via credit card using PayPal's guest checkout is not supported": "Não há suporte para pagamentos com cartão de crédito usando check-out de hóspede do PayPal",
  "Payment amount": "Quantidade de pagamento",
  "Payment Id": "Id de pagamento",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "O PayPal limita o número máximo de destinatários por pagamento a 6. Você deve reutilizar este formulário até que todos os XXs sejam pagos",
  "PayPal will charge a transaction fee": "PayPal cobrará uma taxa de transação",
  "PayPal will charge a transaction fee (paid by the XX)": "O PayPal cobrará uma taxa de transação (paga pelo XX)",
  "Pending your approval": "Aguardando sua aprovação",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Após o pagamento, pode levar alguns minutos até que seus dados sejam atualizados pelo PayPal. Opcionalmente, você também pode sincronizar novamente o status do pedido manualmente usando o recurso 're-sync orders' na página de pedidos",
  "Prepare": "Preparar",
  "Preview": "Antevisão",
  "Re-open approval window": "Reabrir janela de aprovação",
  "Recipients": "Destinatários",
  "Selected orders": "Ordens selecionadas",
  "Selected XXs": "XXs selecionados",
  "Status": "Status",
  "The commission specified in the table will be marked as paid": "A comissão especificada na tabela será marcada como paga",
  "This action will mark commission as paid and will notify the affected XX(s)": "Esta ação marcará a comissão como paga e notificará os XX (s) afetados",
  "to all XXs": "para todos os XXs",
  "to the selected XX": "para o XX selecionado",
  "to the selected XXs only": "para os XXs selecionados apenas",
  "We will automatically create a single use fixed amount discount code for each XX": "Criaremos automaticamente um código de desconto de valor fixo de uso único para cada XX",
  "We will notify the XX of their code via email": "Notificaremos o XX de seu código por e-mail",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "Enviaremos a você uma notificação que lista todos os XXs afetados e o valor da comissão que eles são devidos",
  "Who to pay?": "Quem pagar?",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "Você pode adicionar uma nota ao seu pagamento. Isso ficará visível para o XX no recibo de pagamento",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "Você pode personalizar quem será pago usando os filtros a seguir. Os valores padrão são herdados de suas configurações globais (minha conta> configurações da loja). Você também pode especificar uma nota personalizada que o XX verá em seu recibo de pagamento",
  "You can view your payment history and track payment updates on the payments page": "Você pode visualizar seu histórico de pagamentos e acompanhar atualizações de pagamento na página de pagamentos",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "Você optou por pagar {0} comissão por crédito da loja. Criaremos automaticamente um código de desconto de valor fixo único, de uso único, para cada XX neste pagamento. Para obter instruções detalhadas, consulte a seção `como isso funciona` abaixo",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "Você optou por pagar {0} comissão aos seguintes XXs usando um método fora de vwa.la (por exemplo, transferência bancária manual)",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "Você optou por pagar {0} comissão aos seguintes XXs usando o PayPal",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "Você deve aprovar a transação do PayPal. Abrimos a transação do PayPal em uma nova janela (certifique-se de que o seu navegador permita a abertura desta página). Você deve ir para a nova janela e aprovar o pagamento",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Você usará esta lista para pagar a cada XX sua comissão, usando um método fora de vwa.la. Ou seja transferência bancária, criptografia etc.",
  "Your payment is being processed by PayPal": "Seu pagamento está sendo processado pelo PayPal"
}
