{
  "Selected orders only": "Apenas pedidos selecionados",
  "All orders for": "Todas as encomendas para",
  "this influencer": "essa influência",
  "All orders from": "Todas as encomendas de",
  "All orders from the selected influencers": "Todos os pedidos dos influenciadores selecionados",
  "All orders for all influencers": "Todas as ordens para todos os influenciadores",
  "You can not pay more than 1 influencer at a time by store credit": "Você não pode pagar mais de 1 influenciador por vez por crédito na loja",
  "Pay by store credit": "Pagar por crédito na loja",
  "Pay by other": "Pagar por outro",
  "Pay by PayPal": "Pague pelo PayPal",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the influencer will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Use este formulário para cancelar a comissão de pedidos de referência. Quando você cancela a comissão de um pedido de indicação, a comissão devida será anulada e o influenciador será notificado. É válido cancelar a comissão do pedido quando o pedido foi criado de forma fraudulenta ou; quando você criou o pedido como um teste",
  "Cancel reason": "Cancelar motivo",
  "Cancel commission?": "Cancelar comissão?",
  "Use this form to reverse the cancelled commission of the selected referral orders": "Use este formulário para reverter a comissão cancelada dos pedidos de referência selecionados",
  "Reverse cancelled commission?": "Comissão cancelada reversa?",
  "Commission status": "Status da comissão",
  "Filter orders by commission status": "Filtrar pedidos por status de comissão",
  "Order date": "Data do pedido",
  "Filter data": "Filtrar dados",
  "Filter": "Filtro",
  "Cancel": "Cancelar",
  "to all influencers": "para todos os influenciadores",
  "to the selected influencer": "ao influenciador selecionado",
  "to the selected influencers only": "apenas para os influenciadores selecionados",
  "for": "para",
  "orders": "encomendas",
  "The total commission owed for this selection is": "A comissão total devida para esta seleção é",
  "Orders": "Encomendas",
  "This page summarises the orders created by your influencers. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your influencers": "Esta página resume os pedidos criados por seus influenciadores. Também mostra quanto comissão é devida (ou foi paga) por pedido. Você pode usar essa página para pagar seus influenciadores em massa",
  "This page summarises the orders created by your account. It also shows your commission": "Esta página resume os pedidos criados pela sua conta. Também mostra sua comissão",
  "How referral orders work": "Como funcionam as ordens de referência",
  "How to pay commission": "Como pagar comissão",
  "Your selection contains orders with non-payable commission. Commission can only be paid on orders that are paid, fulfilled and at least": "Sua seleção contém pedidos com comissão não pagável. Comissão só pode ser paga com base em encomendas pagas, cumpridas e pelo menos",
  "days old": "dias de idade",
  "Re-sync the selected orders with Shopify (and if required PayPal)": "Sincronize novamente os pedidos selecionados com o Shopify (e, se necessário, com o PayPal)",
  "Only 10 orders can be synced at a time": "Apenas 10 pedidos podem ser sincronizados de cada vez",
  "Re-sync orders": "Sincronizar novamente pedidos",
  "Pay": "Pagar",
  "by Paypal": "por Paypal",
  "all": "todos",
  "by other": "por outro",
  "Cancel commission": "Comissão de cancelamento",
  "Reverse cancelled commission": "Comissão cancelada reversa",
  "Export": "Exportar",
  "Actions": "Ações",
  "selected": "selecionado",
  "No matches found": "Nenhuma equivalência encontrada"
}
