{
  "Add code to cart?": "Adicionar código ao carrinho?",
  "Behaviour": "Comportamento",
  "Buy X": "Compre X",
  "Buy X get Y": "Compre X ganhe Y",
  "collection filter": "filtro de coleção",
  "Collection filter": "Filtro de coleção",
  "commission": "comissão",
  "Commission": "Comissão",
  "Create a rule that will periodically disable or delete inactive XXs": "Crie uma regra que desative ou exclua periodicamente XXs inativos",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Crie uma regra que recompensará um XX com comissão vitalícia quando ele trouxer um novo cliente para sua loja",
  "Customer discount": "desconto do cliente",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Os clientes não receberão um desconto a menos que o total do pedido seja >= este valor. No entanto, o XX ainda ganhará comissão",
  "Date range": "Intervalo de datas",
  "Days inactive": "Dias inativos",
  "Disable only?": "Desativar apenas?",
  "discount": "desconto",
  "Discount": "Desconto",
  "Duration": "Duração",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Cada XX neste grupo tem um link. Para onde o link deles deve enviar seus leads (ou seja, clientes em potencial)?",
  "Each XX in this group has a referral link. You can customise the Shopify page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the Shopify page and then select it in the drop-down list. You can not enter a URL manually": "Cada XX neste grupo tem um link de referência. Você pode personalizar a página da Shopify para a qual este link enviará seus leads (ou seja, clientes em potencial). Para usar este campo, você deve digitar o nome da página da Shopify e selecioná-la na lista suspensa. Você não pode inserir um URL manualmente",
  "Edit": "Editar",
  "Filters": "Filtros",
  "Fixed commission": "Comissão fixa",
  "Fixed discount": "desconto fixo",
  "Free shipping": "Envio Grátis",
  "Get Y": "Obter Y",
  "Get Y collection filter": "Obter filtro de coleção Y",
  "Get Y product filter": "Obter filtro de produto Y",
  "Go to a specific collection": "Ir para uma coleção específica",
  "Go to a specific page": "Ir para uma página específica",
  "Go to a specific product": "Ir para um produto específico",
  "Go to homepage": "Vá para a página inicial",
  "Inactive XX rule": "Regra XX inativa",
  "Learn more": "Saber mais",
  "Link behaviour": "Comportamento do link",
  "Link page": "página de link",
  "Max shipping amount": "Valor máximo de envio",
  "Max usages per order": "Usos máximos por pedido",
  "Min order": "Meu pedido",
  "Once per customer?": "Uma vez por cliente?",
  "product filter": "filtro de produto",
  "Product filter": "filtro de produto",
  "Rule": "Regra",
  "Spend X": "gastar X",
  "Spend X get Y": "Gaste X ganhe Y",
  "Status": "Status",
  "Test": "Teste",
  "This is a fixed amount that the XX will be owed in commission for every order they generate for your store": "Este é um valor fixo que os XX serão devidos em comissão por cada pedido que eles gerarem para sua loja",
  "This is the % of an order that the XX will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an XX commission of 10%, will award the XX $10 for their effort in generating the order": "Esta é a % de um pedido que o XX será pago em comissão. ou seja um pedido de $ 100 (excluindo impostos, frete, descontos), com uma comissão XX de 10%, recompensará os XX $ 10 por seu esforço em gerar o pedido",
  "Type": "Modelo",
  "When testing your changes with one of your referral links, if you don't see the correct Shopify page, it is likely because shopify is returning a cached version of the Shopify page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Ao testar suas alterações com um de seus links de referência, se você não vir a página correta da Shopify, é provável que a shopify esteja retornando uma versão em cache da página da Shopify para seu endereço IP (temporariamente). Para forçar o shopify a retornar a página correta para você, adicione ?test ao final do seu link de indicação",
  "Which products can the customer receive?": "Quais produtos o cliente pode receber?",
  "Who does this rule apply to?": "A quem se aplica esta regra?",
  "XX": "XX",
  "XX customer commission tracking": "Rastreamento de comissão do cliente XX",
  "XX group": "Grupo XX",
  "XX link behaviour": "comportamento do link XX",
  "XX reward": "recompensa XX",
  "XX reward - 1st order": "Recompensa XX - 1º pedido",
  "XX reward - Subsequent orders": "Recompensa XX - Pedidos subsequentes",
  "XX rules": "XX regras"
}
