{
    "Saving. This task may take a few minutes. Please wait": "Salvando. Esta tarefa pode demorar alguns minutos. Por favor, espere",
    "Promotion policy": "Política de promoção",
    "Use this form to define the promotion policy of your store. Your promotion policy allows you to set commission rules specific to each of your influencer groups. Groups are a way for you to segment your influencers and reward them differently. You can create groups and; assign influencers to specific groups using the influencers page in the menu. When an influencer signs up, they are automatically assigned to the default group": "Use este formulário para definir a política de promoção de sua loja. Sua política de promoção permite que você defina regras de comissão específicas para cada um de seus grupos de influência. Grupos são uma maneira de você segmentar seus influenciadores e recompensá-los de maneira diferente. Você pode criar grupos e; atribua influenciadores a grupos específicos usando a página de influenciadores no menu. Quando um influenciador se inscreve, eles são automaticamente atribuídos ao grupo padrão",
    "Learn more": "Saber mais",
    "Save": "Salve ",
    "Create": "Crio",
    "This is the promotion policy for": "Esta é a política de promoção para",
    "It summarises the sales commission that you will earn for each referral order. Please read this policy carefully": "Ele resume a comissão de vendas que você ganhará para cada pedido de referência. Por favor, leia esta política cuidadosamente",
    "Group specific rules": "Regras específicas do grupo",
    "Your sales commission policy": "Sua política de comissão de vendas",
    "Code suffix": "Sufixo de código",
    "Influencers who are members of the {0} group will earn {1} commission on orders they create": "Influenciadores que são membros do grupo {0} receberão {1} comissão por pedidos que criarem",
    "Customers who use the influencer's code when making an order will receive a {0} discount": "Clientes que usam o código do influenciador ao fazer um pedido receberão um desconto de {0}",
    "The customer will only receive a discount if their order total is >= {0}": "O cliente receberá apenas um desconto se o total do pedido for> = {0}",
    "The customer will only receive a discount if they purchase specific products": "O cliente só receberá um desconto se comprar produtos específicos",
    "The influencer will only earn commission on specific products": "O influenciador só ganhará comissão sobre produtos específicos",
    "Influencer links will direct leads to your home page": "Links de influenciador direcionarão leads para sua home page",
    "Influencer links will direct leads to a specific web page": "Links de influenciador direcionarão leads para uma página da web específica",
    "you have created": "você criou",
    "referral orders": "ordens de referência",
    "you have": "Você tem",
    "of unpaid commission": "de comissão não paga",
    "You will earn {0} commission on orders that your leads create": "Você ganhará {0} comissão por pedidos que seus leads criem",
    "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "A comissão baseada em links só é recompensada se um pedido for criado dentro de {0} dias após o clique do seu link",
    "This applies to orders created using your discount code only": "Isso se aplica a pedidos criados usando seu código de desconto apenas",
    "Customers who use your discount code will receive a {0} discount": "Os clientes que usam seu código de desconto receberão um desconto de {0}",
    "The customer can only use their discount code once": "O cliente só pode usar seu código de desconto uma vez",
    "Commission is only rewarded if the customer is a new customer": "A Comissão só é recompensada se o cliente for um novo cliente",
    "You will only earn commission on specific products": "Você só vai ganhar comissão sobre produtos específicos",
    "Your influencer link will send leads to a specific web page": "Seu link do influenciador enviará leads para uma página da web específica",
    "Your influencer link will send leads to our home page": "Seu link de influenciador enviará leads para nossa página inicial",
    "Personal orders are allowed": "Pedidos pessoais são permitidos",
    "Personal orders are not allowed": "Pedidos pessoais não são permitidos",
    "Your commission will only be paid once": "Sua comissão só será paga uma vez",
    "and": "e",
    "Min order": "Meu pedido",
    "Customers will not receive a discount unless their order total is >= this value. However, the influencer will still earn commission": "Os clientes não receberão um desconto, a menos que o total de pedidos seja> = esse valor. No entanto, o influenciador ainda vai ganhar comissão",
    "Customers will not receive a discount unless their order total is >= this value. However, you will still earn commission": "Os clientes não receberão um desconto, a menos que o total de pedidos seja> = esse valor. No entanto, você ainda vai ganhar comissão",
    "Product filter": "Filtro de produtos",
    "Limit this promotion to only specific products? E.g The customer will only receive a discount when purchasing these products": "Limitar esta promoção apenas a produtos específicos? Por exemplo, o cliente só receberá um desconto ao comprar esses produtos",
    "Customers will only receive a discount using your discount code when they purchase these specific products": "Os clientes só receberão um desconto usando seu código de desconto quando comprarem esses produtos específicos",
    "Collection filter": "Filtro de coleta",
    "Limit this promotion to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "Limitar esta promoção apenas a produtos dentro de uma coleção? Por exemplo. O cliente receberá apenas um desconto ao comprar esses produtos",
    "Customers will only receive a discount using your discount code when they purchase products from these collections": "Os clientes só receberão um desconto usando seu código de desconto quando comprarem produtos dessas coleções",
    "Does the product filter(s) apply to only the customer, influencer or both?": "O (s) filtro (s) do produto se aplica apenas ao cliente, influenciador ou ambos?",
    "Type": "Tipo",
    "Applies to both the influencer and customer": "Aplica-se tanto ao influenciador como ao cliente",
    "Applies to customer only": "Aplica-se apenas ao cliente",
    "Applies to influencer only": "Aplica-se apenas ao influenciador",
    "Link behaviour": "Comportamento de ligação",
    "Each influencer in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Cada influenciador deste grupo tem um link. Onde o link deve enviar seus leads (ou seja, clientes em potencial)?",
    "Your referral link behaviour": "Seu comportamento de link de referência",
    "Go to homepage": "Vá para a página inicial",
    "Go to a specific product": "Vá para um produto específico",
    "Go to a specific collection": "Ir para uma coleção específica",
    "Each influencer in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Cada influenciador deste grupo tem um link de referência. Você pode personalizar a página de produto / coleção que este link enviará aos seus leads (ou seja, clientes em potencial). Para usar esse campo, você deve digitar o nome da página e, em seguida, selecioná-lo na lista suspensa. Você não pode inserir um URL manualmente",
    "Important": "Importante",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Ao testar suas alterações com um de seus links de indicação, se você não vir a página correta, é provável que o shopify esteja retornando uma versão em cache da página para o seu endereço IP (temporariamente). Para forçar o shopify a retornar a página correta para você, adicione? Teste ao final do seu link de referência",
    "Your referral link will go to this page": "O seu link de referência irá para esta página",
    "Influencer reward": "Recompensa do influenciador",
    "Customer reward": "Recompensa do cliente",
    "Filters": "Filtros",
    "Referral link": "Link de referência",
    "group rules": "regras de grupo",
    "default group": "grupo padrão",
    "commission": "comissão",
    "Fixed Commission": "Comissão Fixa",
    "Commission": "Comissão",
    "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "Esta é a% de um pedido que o influenciador será pago em comissão. Ou seja um pedido de $ 100 (excluindo impostos, frete, descontos), com uma comissão de influenciador de 10%, premiará o influenciador $ 10 pelo esforço de gerar o pedido",
    "This is the % of an order that you will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award you $10 for your effort in generating the order": "Esta é a% de um pedido que você receberá em comissão. Ou seja um pedido de US $ 100 (excluindo impostos, frete, descontos), com uma comissão de influenciador de 10%, concederá US $ 10 pelo seu esforço em gerar o pedido",
    "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Este é um valor fixo que o influenciador será devido em comissão por cada pedido que ele gerar para sua loja.",
    "This is the fixed amount that you will be paid in commission for every order that you generate for the store": "Este é o valor fixo que você receberá em comissão por cada pedido gerado para a loja.",
    "discount": "desconto",
    "Fixed discount": "Desconto fixo",
    "Discount": "Desconto",
    "Applies to discount codes only. This is the % of an order that the customer will receive as a discount. I.e. If their order is $100 (excluding shipping and tax) and their discount is 5%, they will receive $5 off their order total": "Aplica-se apenas a códigos de desconto. Essa é a% de um pedido que o cliente receberá como um desconto. Ou seja Se o pedido for de US $ 100 (excluindo frete e impostos) e o desconto for de 5%, eles receberão US $ 5 do total de pedidos",
    "Applies to discount codes only. This is a fixed amount discount that the customer will receive as a discount for each order they create using an influencer's code": "Aplica-se apenas a códigos de desconto. Esse é um desconto de quantia fixa que o cliente receberá como um desconto para cada pedido criado usando o código de um influenciador"
}