{
  "Theme": "Tema",
  "Logo": "Logotipo",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "O URL do seu logotipo. Insira o URL da imagem do seu logotipo (por exemplo, acesse a página inicial da loja do shopify e clique com o botão direito na imagem do logotipo. Copie o URL da imagem para a área de transferência e cole-a aqui. O URL deve ser prefixado",
  "or": "ou",
  "If you have issues contact us and we'll help": "Se você tiver problemas, entre em contato conosco e nós ajudaremos",
  "Preview": "Visualizar",
  "Invert colour?": "Inverter cor?",
  "Primary Color": "Cor primária",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "A cor principal da sua marca. Esta deve ser uma cor mais escura, pois ela será exibida em um fundo branco",
  "Team name": "Nome do time",
  "Choose a name to describe your marketing team members": "Escolha um nome para descrever seus membros da equipe de marketing",
  "In-store widget": "Widget na loja",
  "Visible? (desktop)": "Visível? (Área de Trabalho)",
  "Display the in-store widget on desktop devices?": "Exibir o widget na loja em dispositivos de desktop?",
  "Visible? (mobile)": "Visível? (Móvel)",
  "Display the in-store widget on mobile devices?": "Exibir o widget na loja em dispositivos móveis?",
  "Position": "Posição",
  "The position that the widget will be displayed on your store page": "A posição em que o widget será exibido na sua página de loja",
  "Bottom left": "Inferior esquerdo",
  "Bottom right": "Canto inferior direito",
  "The CTA text to show when the widget is visible": "O texto da CTA para mostrar quando o widget está visível",
  "In-store signup page": "Página de inscrição na loja",
  "Hide commission info?": "Ocultar informações de comissão?",
  "Hide commission/discount info on the sign up page?": "Ocultar informações de comissão / desconto na página de inscrição?",
  "Business Rules": "Regras do negócio",
  "Auto-approve sign-ups?": "Aprovar automaticamente as inscrições?",
  "If checked, when an influencer signs up they will be automatically approved and issued a personalised discount code and link. Otherwise you'll need to do this manually for each influencer.": "Se marcado, quando um influenciador se inscrever, ele será automaticamente aprovado e emitirá um código de desconto e um link personalizados. Caso contrário, você precisará fazer isso manualmente para cada influenciador.",
  "In-app messaging": "Mensagens no aplicativo",
  "Can influencers contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "Os influenciadores podem entrar em contato com você por meio de nossa solução de mensagens no aplicativo? Esse recurso é semelhante ao mensageiro do Facebook",
  "In-app support": "Suporte no aplicativo",
  "Can influencers see our in-app chat support (bottom right)? When enabled, our support team will support your influencers by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "Os influenciadores podem ver nosso suporte ao bate-papo no aplicativo (canto inferior direito)? Quando ativada, nossa equipe de suporte ajudará seus influenciadores respondendo às perguntas frequentes e lidando com os problemas específicos de sua conta / aplicativo. Se as perguntas forem específicas da sua loja, nós as encaminharemos para o seu suporte ao cliente.",
  "In-app help": "Ajuda no aplicativo",
  "Can influencers see our in-app help menu?": "Os influenciadores podem ver nosso menu de ajuda no aplicativo?",
  "Commission tracking rules": "Regras de acompanhamento da Comissão",
  "Lead expiration": "Vencimento de chumbo",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie). Default is 30 days": "O número de dias em que rastrearemos um lead antes que o rastreamento de leads expire (por exemplo, cookie). O padrão é 30 dias",
  "Link commission policy": "Política de comissões de ligação",
  "If a customer follows a referral link to your store and makes a purchase without using the influencer's code, should the influencer be awarded commission?": "Se um cliente seguir um link de referência para sua loja e fizer uma compra sem usar o código do influenciador, o influenciador deve receber uma comissão?",
  "Allow link based commission?": "Permitir comissão baseada em links?",
  "Customer commission policy": "Política de comissão do cliente",
  "Can an influencer earn commission from new customers only?": "Um influenciador pode ganhar comissão apenas de novos clientes?",
  "Limit commission to new customers only?": "Limitar a comissão apenas para novos clientes?",
  "Customer discount policy": "Política de descontos para clientes",
  "Limit the usage of a discount code to once per customer? Default is false": "Limitar o uso de um código de desconto a uma vez por cliente? O padrão é falso",
  "Once per customer?": "Uma vez por cliente?",
  "Personal order policy": "Política de ordem pessoal",
  "Can an influencer earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "Um influenciador pode ganhar comissão de suas próprias ordens pessoais? O padrão é falso, o que significa que nosso sistema antifraude bloqueará pedidos pessoais. Você só deve habilitar isso durante o teste",
  "Allow personal orders?": "Permitir pedidos pessoais?",
  "Customer privacy": "Privacidade do cliente",
  "Allow influencers to see customer names?": "Permitir que os influenciadores vejam os nomes dos clientes?",
  "Coupon site policy": "Política do site de cupons",
  "If an influencer code is found on a coupon site, what should we do?": "Se um código influenciador for encontrado em um site de cupons, o que devemos fazer?",
  "Allow": "Permitir",
  "Revoke the influencer's access": "Revogar o acesso do influenciador",
  "Commission payment rules": "Regras de pagamento da comissão",
  "Min commission age": "Idade mínima para comissões",
  "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "Por padrão, o vwa.la impede que você pague comissões sobre pedidos com menos de 30 dias. Isso protege você de complicações que ocorrem quando você paga comissão em um pedido, mas esse pedido é posteriormente alterado, reembolsado ou considerado fraudulento. É altamente recomendável que você deixe essa configuração como 30 dias. Não nos responsabilizamos por quaisquer problemas que possam ocorrer e não forneceremos suporte",
  "Order status": "Status do pedido",
  "Only pay commission on paid orders?": "Pagar apenas comissão por ordens pagas?",
  "Orders must be paid?": "As encomendas devem ser pagas?",
  "Fulfillment status": "Status de preenchimento",
  "Only pay commission on fulfilled orders?": "Pague apenas comissão por pedidos preenchidos?",
  "Orders must be fulfilled?": "As encomendas devem ser cumpridas?",
  "Min order count": "Contagem mínima de pedidos",
  "Only pay influencers who have >= this many referral orders": "Pague apenas influenciadores que tenham> = muitos pedidos de referência",
  "Min unpaid commission": "Comissão não paga",
  "Only pay influencers who have unpaid commission >= this amount": "Pague apenas influenciadores que tenham comissão não paga> = esse valor",
  "Marketplace": "Marketplace",
  "List my store?": "Listar minha loja?",
  "Select if you want marketers to discover your store's marketing program in our marketplace": "Selecione se você deseja que os profissionais de marketing descubram o programa de marketing de sua loja em nosso mercado",
  "Show to influencers?": "Mostrar para influenciadores?",
  "Allow influencers to see the marketplace within their dashboard?": "Permitir que os influenciadores vejam o mercado dentro de seu painel?",
  "Notifications": "Notificações",
  "Enable or disable email and in-app notifications": "Ativar ou desativar o email e as notificações na aplicação",
  "New influencer": "Nova influência",
  "Email": "O email",
  "New lead": "Novo lead",
  "New order": "Nova ordem",
  "Message templates": "Modelos de mensagens",
  "Use this form to customise the messages that we send to your influencers": "Use este formulário para personalizar as mensagens que enviamos aos seus influenciadores",
  "Use this form to customise your email behaviour or service provider": "Use este formulário para personalizar seu comportamento de e-mail ou provedor de serviços",
  "Service provider": "Provedor de serviço",
  "The email service provider that will be used to send your email": "O provedor de serviços de e-mail que será usado para enviar seu e-mail",
  "Default": "Padrão",
  "API key": "Chave API",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "Você deve fornecer uma chave de API para o provedor de serviços de e-mail. Veja a documentação do provedor para informações",
  "From email": "Do email",
  "The email that will be used to send your email": "O email que será usado para enviar seu email",
  "From name": "De nome",
  "The name that will be used to send your email": "O nome que será usado para enviar seu email",
  "Link Behaviour": "Link Comportamento",
  "How should links within an influencer's email behave when clicked": "Como os links dentro do e-mail de um influenciador devem se comportar quando clicados",
  "Open a new browser page": "Abra uma nova página do navegador",
  "Open inside of my store": "Abra dentro da minha loja",
  "Mailchimp": "Mailchimp",
  "Sync your influencer data to a mailing list": "Sincronize seus dados do influenciador com uma lista de discussão",
  "Enable?": "Habilitar?",
  "You must provide an API key. See Mailchimp's documentation for info": "Você deve fornecer uma chave de API. Veja a documentação do Mailchimp para informações",
  "Sync": "Sincronizar",
  "Klaviyo": "Klaviyo",
  "You must provide an API key. See Klaviyo's documentation for info": "Você deve fornecer uma chave de API. Veja a documentação de Klaviyo para informações",
  "ActiveCampaign": "ActiveCampaign",
  "Account Id": "ID da conta",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "Você deve fornecer o ID da sua conta do ActiveCampaign. Consulte a documentação do ActiveCampaign para obter informações",
  "You must provide an API key. See ActiveCampaign's documentation for info": "Você deve fornecer uma chave de API. Consulte a documentação do ActiveCampaign para obter informações",
  "Recharge": "Recarrega",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "Para ativar a recarga - crie um token da API de recarga (com acesso de leitura às assinaturas). Em seguida, salve a chave e o segredo da API do token no formulário abaixo. Consulte a documentação do Recharge para obter informações",
  "You must provide an API key": "Você deve fornecer uma chave de API",
  "API Secret": "Segredo da API",
  "You must provide an API secret": "Você deve fornecer um segredo da API",
  "Test": "Teste",
  "Payments": "Pagamentos",
  "Use this form to set up your preferred commission payment method. PayPal setup is only required if using PayPal": "Use este formulário para configurar seu método de pagamento de comissão preferencial. A configuração do PayPal só é necessária se você usar o PayPal",
  "Preferred method": "Método preferido",
  "Which payment method will be used to pay out commission?": "Qual método de pagamento será usado para pagar comissão?",
  "PayPal": "PayPal",
  "Store Credit": "Crédito da loja",
  "Manual (bank transfer)": "Manual (transferência bancária)",
  "PayPal setup": "Configuração do PayPal",
  "Type": "Tipo",
  "Which PayPal method do you wish to use?": "Qual método do PayPal você deseja usar?",
  "Simple (no setup required)": "Simples (não requer configuração)",
  "Advanced (requires a business account and API key)": "Avançado (requer uma conta comercial e uma chave de API)",
  "Client Id": "ID do Cliente",
  "Add your PayPal REST API credential": "Adicione sua credencial da API REST do PayPal",
  "client Id": "ID do Cliente",
  "How to pay commission": "Como pagar comissão",
  "Secret": "Segredo",
  "secret": "segredo",
  "Changes may take up to 5 minutes before taking effect": "As alterações podem levar até 5 minutos antes de entrar em vigor",
  "Save": "Salve "
}
