{
    "XXs will earn {0} commission on orders their followers create": "XXs ganharão {0} comissão pelas ordens que seus seguidores criarem",
    "The XX will only receive a commission if they sell specific products": "O XX só receberá uma comissão se vender produtos específicos",
    "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer. For a maximum period of {2} days": "XXs ganharão {0} comissão pelas ordens que seus seguidores criarem. O XX também receberá {1} comissão sobre pedidos futuros criados pelo mesmo cliente. Por um período máximo de {2} dias",
    "Customers who use the XX's code will receive a {0} discount": "Os clientes que usam o código do XX receberão um desconto de {0}",
    "Customers who use the XX's code will receive free shipping": "Os clientes que usarem o código XX receberão frete grátis",
    "XX links will direct leads to your home page": "XX links direcionam os leads para sua página inicial",
    "XX links will direct leads to a specific web page": "XX links direcionam leads para uma página da web específica",
    "You will earn {0} commission on orders that your leads create": "Você receberá {0} comissão por pedidos criados por seus leads",
    "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer": "XXs ganharão {0} comissão pelas ordens que seus seguidores criarem. O XX também receberá {1} comissão sobre pedidos futuros criados pelo mesmo cliente",
    "Customers who use your discount code will receive a {0} discount": "Os clientes que usam seu código de desconto receberão um desconto de {0}",
    "The customer will only receive a discount if their order total is >= {0}": "O cliente receberá apenas um desconto se o total do pedido for> = {0}",
    "The customer can only use their discount code once": "O cliente pode usar seu código de desconto apenas uma vez",
    "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "A comissão baseada em link será recompensada apenas se um pedido for criado dentro de {0} dias após o clique no seu link",
    "Your XX link will send leads to our home page": "Seu link XX enviará leads para nossa home page",
    "Your XX link will send leads to a specific web page": "Seu link XX enviará leads para uma página da web específica",
    "Commission is only rewarded if the customer is a new customer": "A comissão é recompensada apenas se o cliente for um novo cliente",
    "Personal orders are allowed": "Pedidos pessoais são permitidos",
    "Personal orders are not allowed": "Pedidos pessoais não são permitidos",
    "Coupon sites are not allowed": "Sites de cupons não são permitidos",
    "Your commission will only be paid once {0}": "Sua comissão será paga apenas uma vez {0}",
    "Your commission will be paid by PayPal": "Sua comissão será paga pelo PayPal",
    "Your commission will be paid by bank transfer": "Sua comissão será paga por transferência bancária",
    "Your commission will be paid by store credit": "Sua comissão será paga com crédito da loja",
    "XX group": "XX grupo",
    "Who does this rule apply to?": "A quem essa regra se aplica?",
    "Applies to all XXs": "Aplica-se a todos os XXs",
    "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "Esse é o% de um pedido que o influenciador será pago em comissão. I.e. um pedido de US $ 100 (excluindo impostos, frete, descontos), com uma comissão de influenciador de 10%, concederá ao influenciador US $ 10 por seu esforço em gerar o pedido",
    "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "Esse é um valor fixo que o influenciador receberá em comissão por cada pedido que ele gerar para sua loja",
    "XX reward": "XX recompensa",
    "XX reward - 1st order": "XX recompensa - 1ª ordem",
    "XX reward - Subsequent orders": "XX recompensa - pedidos subsequentes",
    "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "Os clientes não receberão um desconto, a menos que o total do pedido seja> = este valor. No entanto, o XX ainda ganhará comissão",
    "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "Cada XX deste grupo tem um link. Para onde o link deles deve enviar seus leads (ou seja, clientes em potencial)?",
    "Each XX in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "Cada XX deste grupo tem um link de referência. Você pode personalizar a página do produto / coleção que este link enviará aos seus leads (ou seja, clientes em potencial). Para usar esse campo, digite o nome da página e selecione-o na lista suspensa. Você não pode inserir um URL manualmente",
    "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "Ao testar suas alterações com um dos links de referência, se você não vir a página correta, é provável que o shopify esteja retornando uma versão em cache da página ao seu endereço IP (temporariamente). Para forçar o shopify a retornar a página correta para você, adicione? Test ao final do seu link de referência",
    "XX link behaviour": "XX comportamento do link",
    "XX customer commission tracking": "XX rastreamento de comissão do cliente",
    "Create a rule which will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "Crie uma regra que descreva as regras de comissão, desconto do cliente e comportamento do link para XXs em um grupo específico",
    "Create a rule that will periodically disable or delete inactive XXs": "Crie uma regra que desabilite ou exclua periodicamente XXs inativos",
    "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "Crie uma regra que premie um XX com comissão vitalícia quando eles trouxerem um novo cliente para sua loja",
    "Inactive XX rule": "Regra XX inativa"
}