{
  "Sign up or log in": "Cadastre-se ou faça o login",
  "Store URL": "URL da loja",
  "How does it work?": "Como funciona?",
  "You'll be issued a unique referral link and discount code (not for personal use)": "Você receberá um link de referência e um código de desconto exclusivos (não para uso pessoal)",
  "You'll promote our store/products by sharing either your code or link across your social network": "Você promoverá nossas lojas / produtos compartilhando seu código ou link em sua rede social",
  "We will reward you with": "Nós vamos recompensá-lo com",
  "commission": "de comissão",
  "for every fulfilled referral order that you create": "para cada compra de referência convertida que você criar",
  "We will also give your customers a": "Nós também vamos dar aos seus clientes",
  "discount": "de desconto",
  "when they use your code": "quando eles usarem o seu código",
  "Sign up": "inscrever-se",
  "Want to promote": "Quer promover",
  "Sign up to our marketing program": "Inscreva-se no nosso programa de marketing",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Quer promover marcas e ganhar comissões? Digite o nome de domínio da loja e clique em inscrever-se para participar do programa de marketing do influenciador",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Para participar do programa de marketing de influenciadores de uma loja, insira o nome de domínio da loja na qual você deseja ingressar e clique em Avançar. Ou seja somestore.com",
  "Log in": "Entrar",
  "Already a user": "Já é um usuário",
  "Log in to open your influencer marketing dashboard": "Faça o login para abrir seu painel de marketing de influenciadores",
  "Choose your discount code / link": "Escolha o seu código de desconto / link",
  "Choose a unique code as your influencer ID. It will be used to create your personalised discount code and link. Choose something easy to remember and unique to your identity online. This is important, as you'll be sharing your code and link with others. I.e. use your name, business name, youtube channel etc.": "Escolha um código único como seu ID de influenciador. Ele será usado para criar seu código de desconto e link personalizados. Escolha algo fácil de lembrar e exclusivo para sua identidade online. Isso é importante, pois você estará compartilhando seu código e vinculando-se a outras pessoas. Ou seja use seu nome, nome comercial, canal do youtube etc.",
  "Enter your unique influencer code": "Insira seu código exclusivo de influenciador",
  "Preview": "Visualizar",
  "Discount Code": "Código de desconto",
  "Link": "Ligação",
  "Enter your contact info": "Insira suas informações de contato",
  "Already a vwa.la influencer?": "Já é um influenciador da vwa.la?",
  "This email address is already in use by a vwa.la user. Is this your vwa.la account?": "Este endereço de e-mail já está sendo usado por um usuário vwa.la. Esta é sua conta vwa.la?",
  "Yes, I want to log in and add": "Sim, quero fazer login e adicionar",
  "to my account": "para minha conta",
  "No, I want to choose a different email": "Não, eu quero escolher um email diferente",
  "First name": "Primeiro nome",
  "Last name": "Último nome",
  "Email": "O email",
  "Enter your email": "Insira seu email",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "Insira o seu endereço de email. Se você tem uma conta no PayPal, você deve usar o e-mail associado a essa conta, pois é assim que você receberá comissão",
  "Confirm email": "Confirmar e-mail",
  "Confirm your email": "confirme seu email",
  "Password": "Senha",
  "Enter a password": "insira uma senha",
  "Confirm password": "Confirme a Senha",
  "Confirm your password": "Confirme sua senha",
  "Done": "Feito",
  "Updating your account..": "Atualizando sua conta ..",
  "Great! You're all done. You can now share your discount code": "Ótimo! Você está tudo pronto. Agora você pode compartilhar seu código de desconto",
  "and influencer link": "e influenciador link",
  "to start marketing and earning sales commission": "para iniciar marketing e ganhar comissão de vendas",
  "Important": "Importante",
  "You can manage your account and track your performance and earnings from your dashboard": "Você pode gerenciar sua conta e acompanhar seu desempenho e ganhos em seu painel",
  "Next": "Próximo",
  "Back": "Voltar",
  "Open my dashboard": "Abra meu painel",
  "Influencer marketing program": "Programa de marketing para influenciadores",
  "You're logged in as a merchant!": "Você está logado como um comerciante!",
  "Are you trying to test vwa.la as a influencer?": "Você está tentando testar o vwa.la como um influenciador?",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Se você está tentando testar seu programa de marketing de influência como um influenciador, você pode criar uma conta de influenciador de teste",
  "opening your influencer invite link in a": "abrindo seu link de convite influenciador em um",
  "new browser/incognito session": "novo navegador / sessão anônima",
  "and then;": "e depois;",
  "completing the sign-up form": "preenchendo o formulário de inscrição",
  "Important:": "Importante:",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "nosso sistema antifraude impedirá que o seu influenciador de teste seja recompensado com comissão por pedidos que ele cria. Se você deseja testar pedidos usando sua conta de influenciador de teste, primeiro vá para minha conta> configurações da loja> regras de negócios e",
  "allow self-orders": "permitir autoconscrições",
  "You can disable this setting after your testing. See our": "Você pode desativar essa configuração após o teste. Veja nosso",
  "help guide": "guia de ajuda",
  "for more info.": "para mais informações.",
  "Are you trying to recruit influencers? (aka influencers, affiliates)": "Você está tentando recrutar influenciadores? (também conhecidos como influenciadores, afiliados)",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "Para inscrever-se, você precisará compartilhar seu link de inscrição do influenciador com eles.",
  "What is my influencer sign-up link?": "Qual é o meu link de inscrição para o influenciador?",
  "Your link is": "Seu link é"
}