{
  "(not for personal use)": "(não para uso pessoal)",
  "{0} is in use": "{0} está em uso",
  "Add Store": "Adicionar loja",
  "allow personal orders": "permitir pedidos pessoais",
  "Already a user": "Já é um usuário",
  "and then;": "e depois;",
  "Apply now": "Aplique agora",
  "Apply or log in": "Aplicar ou logar",
  "Are you trying to recruit influencers? (aka affiliates)": "Você está tentando recrutar influenciadores? (também conhecido como afiliados)",
  "Are you trying to test vwa.la as a influencer?": "Você está tentando testar o vwa.la como um influenciador?",
  "Back": "Voltar",
  "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "Escolha um código único. Será usado para criar seu código e link personalizados. Escolha algo único (por exemplo, seu nome, instagram ou nome de usuário do YouTube etc.). Isso é importante. Você compartilhará seu código e vinculará a outras pessoas",
  "Choose your code / link": "Escolha seu código / link",
  "Code": "Código",
  "completing the sign-up form": "preenchendo o formulário de inscrição",
  "Confirm email": "Confirmar e-mail",
  "Confirm password": "Confirme a Senha",
  "Confirm your email": "confirme seu email",
  "Confirm your password": "Confirme sua senha",
  "Done": "Feito",
  "Email": "O email",
  "Enter a password": "insira uma senha",
  "Enter your code": "Insira seu código",
  "Enter your contact info": "Insira suas informações de contato",
  "Enter your email": "Insira seu email",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid": "Insira o seu endereço de email. Se você tiver uma conta do PayPal, deve usar o e-mail associado a essa conta, pois é assim que você será pago",
  "First name": "Primeiro nome",
  "Great! You're all done": "Ótimo! Você está pronto",
  "Great! You're all done. You can now share your code {0} and link": "Ótimo! Você está pronto. Agora você pode compartilhar seu código {0} e vincular",
  "Great! Your account is pending approval. You will be notified if your account is approved": "Ótimo! Sua conta está aguardando aprovação. Você será notificado se sua conta for aprovada",
  "help guide": "guia de ajuda",
  "How does it work?": "Como funciona?",
  "I want to choose a different email": "Quero escolher um email diferente",
  "I want to log in and add {0} to my existing account": "Quero fazer login e adicionar {0} à minha conta existente",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "Se você está tentando testar seu programa de marketing de influência como um influenciador, você pode criar uma conta de influenciador de teste",
  "Important": "Importante",
  "Influencer marketing program": "Programa de marketing para influenciadores",
  "Last name": "Último nome",
  "Link": "Ligação",
  "Link your marketing account": "Vincule sua conta de marketing",
  "Log in": "Entrar",
  "Log in to open your influencer marketing dashboard": "Faça o login para abrir seu painel de marketing de influenciadores",
  "new browser/incognito session": "novo navegador / sessão anônima",
  "Next": "Próximo",
  "Open my dashboard": "Abra meu painel",
  "opening your influencer invite link in a": "abrindo seu link de convite influenciador em um",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you want to create test orders using a test influencer account then you must first go to your 'customise page > commission tracking rules section' and": "nosso sistema antifraude impedirá que seu influenciador de teste seja recompensado com comissões sobre os pedidos que ele criar. Se você deseja criar pedidos de teste usando uma conta de influenciador de teste, primeiro deve ir para a sua 'página de personalização > seção de regras de rastreamento de comissão' e",
  "Password": "Senha",
  "Preview": "Visualizar",
  "Sign up": "inscrever-se",
  "Sign up or log in": "Cadastre-se ou faça o login",
  "Sign up to our marketing program": "Inscreva-se no nosso programa de marketing",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "Para participar do programa de marketing de influenciadores de uma loja, insira o nome de domínio da loja na qual você deseja ingressar e clique em Avançar. Ou seja somestore.com",
  "To join another stores' marketing program, enter the stores' domain name": "Para participar de outro programa de marketing de lojas, insira o nome de domínio das lojas",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "Para inscrever-se, você precisará compartilhar seu link de inscrição do influenciador com eles.",
  "to start marketing and earning sales commission": "para iniciar marketing e ganhar comissão de vendas",
  "Updating your account..": "Atualizando sua conta ..",
  "Use this page to add additional stores to your marketing account": "Use esta página para adicionar lojas adicionais à sua conta de marketing",
  "Want to promote": "Quer promover",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "Quer promover marcas e ganhar comissões? Digite o nome de domínio da loja e clique em inscrever-se para participar do programa de marketing do influenciador",
  "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "Precisamos entender o seu alcance e adequação ao mercado. Isso não nos dá acesso à sua conta. Nós não compartilhamos suas informações",
  "We will also give your customers a discount when they use your code": "Também daremos a seus clientes um desconto quando eles usarem seu código",
  "We will review your application. If approved..": "Vamos rever sua inscrição. Se aprovado ..",
  "We will reward you with {0} commission for every fulfilled referral order that you create": "Nós lhe recompensaremos com {0} comissão por cada ordem de referência preenchida que você criar",
  "What is my influencer sign-up link?": "Qual é o meu link de inscrição para o influenciador?",
  "Which social media account will you use for marketing?": "Qual conta de mídia social você usará para marketing?",
  "You are already a member of this store. Please choose another": "Você já é um membro desta loja. Por favor escolha outro",
  "You can disable this setting after your testing. For more information see our": "Você pode desativar essa configuração após o teste. Para mais informações veja nosso",
  "You can manage your account and track your performance and earnings from your dashboard": "Você pode gerenciar sua conta e acompanhar seu desempenho e ganhos em seu painel",
  "You must link at least one account": "Você deve vincular pelo menos uma conta",
  "You'll be issued a unique referral link and code": "Você receberá um link e código de referência exclusivos",
  "You'll be issued a unique referral link and code (not for personal use)": "Você receberá um link e código de referência exclusivos (não para uso pessoal)",
  "You'll promote our store/products by sharing either your code or link across your social network": "Você promoverá nossas lojas / produtos compartilhando seu código ou link em sua rede social",
  "You're logged in as a merchant!": "Você está logado como um comerciante!",
  "Your link is": "Seu link é"
}
