{
    "Account Settings": "Configurações da conta",
    "Store Settings": "Armazenar configurações",
    "Billing Plan": "Plano de Faturamento",
    "My Bills": "Minhas Contas",
    "Payment Setup": "Configuração de pagamento",
    "My Account": "Minha conta",
    "Payment setup": "Configuração de pagamento",
    "Important": "Importante",
    "will pay you using PayPal (unless otherwise notified). PayPal payments will be made to your vwa.la account's email address. Your account email is presently": "pagará você usando o PayPal (a menos que notificado de outra forma). Os pagamentos do PayPal serão feitos no endereço de e-mail da sua conta vwa.la. O email da sua conta está atualmente",
    "You must ensure that this email is the same as your PayPal account, or that this email is added as a secondary email address to your existing PayPal account. You can change your email in": "Você deve garantir que este e-mail seja igual à sua conta do PayPal ou que este e-mail seja adicionado como um endereço de e-mail secundário à sua conta do PayPal existente. Você pode alterar seu email em",
    "my account > account settings": "minha conta> configurações da conta",
    "Sales commission will only be paid to you for fulfilled, non-personal orders that are not cancelled or refunded. Furthermore, payments will not be deposited into your account until at least {0} days from the fulfilled order date. This is to avoid issues in the event of order changes, cancellations or fraud": "A comissão de vendas só será paga a você por pedidos não pessoais preenchidos que não sejam cancelados ou reembolsados. Além disso, os pagamentos não serão depositados em sua conta até pelo menos {0} dias a partir da data do pedido preenchido. Isso é para evitar problemas em caso de alterações de pedidos, cancelamentos ou fraudes",
    "Need more info?": "Precisa de mais informações?",
    "Please read our": "Por favor, leia nosso",
    "how and when will I be paid?": "como e quando serei pago?",
    "guide": "guia"
}