{
    "Actions": "Ações",
    "Approve": "Aprovar",
    "Approving": "Aprovando",
    "Assign to group": "Atribuir ao grupo",
    "Cancel": "Cancelar",
    "Change group": "Mudar grupo",
    "Changing code": "Mudando o código",
    "Check": "Verifica",
    "Codes": "Códigos",
    "Conv rate": "Taxa conv",
    "Create": "Crio",
    "Delete": "Excluir",
    "Delete XX": "Apagar XX",
    "Delete XX link?": "Excluir link XX?",
    "Discover": "Descobrir",
    "Discover XXs": "Descubra XXs",
    "Earnings": "Ganhos",
    "Edit": "Editar",
    "Export": "Exportar",
    "Export stats by month": "Exportar estatísticas por mês",
    "Export stats by year": "Exportar estatísticas por ano",
    "Group": "Grupo",
    "Groups": "Grupos",
    "How do I use my link and code": "Como faço para usar meu link e código",
    "Important": "Importante",
    "Invalid code": "Código inválido",
    "Lead sources": "Fontes de chumbo",
    "Leads": "Conduz",
    "Leads (clicks)": "Leads (cliques)",
    "Leads (unique)": "Leads (único)",
    "Links": "Links",
    "Log into PayPal and fix your account": "Faça login no PayPal e corrija sua conta",
    "Marketing accounts": "Contas de marketing",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Métricas que medem seu alcance / engajamento de marketing. Ou seja, nº de seguidores",
    "New": "Novo",
    "New code": "Novo Código",
    "No matches found": "Nenhuma equivalência encontrada",
    "Notify XX?": "Notificar XX?",
    "Orders": "Pedidos",
    "Overview": "Visão geral",
    "Owed": "Devido",
    "Paid": "Pago",
    "Payable": "A pagar",
    "Please wait": "Por favor, espere",
    "Ratio": "Razão",
    "Referrals": "Referências",
    "Rename code": "Renomear código",
    "Restore": "Restaurar",
    "Restoring": "Restaurando",
    "Returning": "Retornando",
    "Revoke": "Revogar",
    "Revoking": "Revogando",
    "Sales": "Vendas",
    "Sales by customer": "Vendas por cliente",
    "Search": "Procurar",
    "section of our guide": "seção do nosso guia",
    "Select a group": "Selecione um grupo",
    "selected": "selecionado",
    "Show": "exposição",
    "Signup date": "Data de assinatura",
    "Status": "Status",
    "This table lists your XX code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Esta tabela lista seu código XX e link. Para obter detalhes sobre como usar seu link ou código e; criar links de referência específicos de produtos ou coleções, consulte o",
    "This XX can not be paid by PayPal until they resolve their PayPal account issues": "Este XX não pode ser pago pelo PayPal até que resolvam os problemas da conta do PayPal",
    "To be paid commission, the XX must create a verified PayPal account. Their PayPal account and vwa.la account must use the same email address. They can also add their vwa.la email as a secondary email to an existing PayPal account. Their PayPal email must be verified and their account must accept {0}": "Para receber comissão, o XX deve criar uma conta PayPal verificada. A conta PayPal e a conta vwa.la devem usar o mesmo endereço de e-mail. Eles também podem adicionar o e-mail vwa.la como um e-mail secundário a uma conta PayPal existente. O e-mail PayPal deve ser verificado e a conta deve aceitar {0}",
    "To be paid commission, the XX must log into their PayPal account and fix their PayPal account setup issues. Their PayPal email must be verified and must accept {0}": "Para receber comissão, o XX deve fazer login em sua conta do PayPal e corrigir os problemas de configuração da conta do PayPal. O e-mail do PayPal deve ser verificado e deve aceitar {0}",
    "To be paid commission, you must create a verified PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account. Your PayPal email must be verified and your account must accept {0}": "Para receber comissão, você deve criar uma conta verificada no PayPal. Sua conta do PayPal e sua conta vwa.la devem usar o mesmo endereço de e-mail. Você também pode adicionar seu e-mail vwa.la como um e-mail secundário a uma conta existente do PayPal. Seu e-mail do PayPal deve ser verificado e sua conta deve aceitar {0}",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues. Your PayPal email must be verified and your account must accept {0}": "Para receber comissão, você deve fazer login na sua conta do PayPal e corrigir os problemas de configuração da sua conta do PayPal. Seu e-mail do PayPal deve ser verificado e sua conta deve aceitar {0}",
    "Use this form to rename the XX's code and link. The XX's old link will be deleted in {0} days": "Use este formulário para renomear o código e o link do XX. O link antigo do XX será excluído em {0} dias",
    "We do not use or store any other information and we do not share your info": "Não usamos ou armazenamos qualquer outra informação e não compartilhamos suas informações",
    "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Entendemos que encontrar os XXs certos para se juntar ao seu programa de marketing XX é um recurso altamente desejável. Nossa equipe está atualmente trabalhando no design desse recurso. Se for importante para você, avise-nos. Quanto mais você puder nos contar sobre seus requisitos, melhor",
    "When you link a social media account with us, we use the following information": "Quando você vincula uma conta de mídia social conosco, usamos as seguintes informações",
    "XXs at a time": "XXs de cada vez",
    "You can delete up to": "Você pode excluir até",
    "You have deleted your account for this store. Because you have been paid commission, we have archived your account. This is required for data integrity and legal compliance purposes. You will be excluded from all communications. If you wish to restore your account, please contact the store via their customer support.": "Você excluiu sua conta para esta loja. Como você recebeu comissão, arquivamos sua conta. Isso é necessário para fins de integridade de dados e conformidade legal. Você será excluído de todas as comunicações. Se você deseja restaurar sua conta, entre em contato com a loja por meio do suporte ao cliente.",
    "Your basic public info": "Suas informações públicas básicas",
    "Your code and link is suspended due to your inactivity (insufficient leads or orders)": "Seu código e link estão suspensos devido à sua inatividade (leads ou pedidos insuficientes)",
    "Your PayPal account is valid": "Sua conta do PayPal é válida",
    "Your vwa.la email and PayPal email must be the same": "Seu e-mail vwa.la e e-mail do PayPal devem ser os mesmos"
}