{
  "Notify influencer?": "Notificar influência?",
  "Delete link?": "Excluir link?",
  "Delete the influencer's link?": "Excluir o link do influenciador?",
  "Approve": "Aprovar",
  "Revoke": "Revogar",
  "Cancel": "Cancelar",
  "Approving": "Aprovação",
  "Revoking": "Revogando",
  "Please wait": "Por favor, espere",
  "Select a group": "Selecione um grupo",
  "Assign to group": "Atribuir ao grupo",
  "Assign the selected influencer(s) to another group. In the promotions page, you can set group specific rewards": "Atribua o (s) influenciador (es) selecionado (s) a outro grupo. Na página de promoções, você pode definir recompensas específicas do grupo",
  "Change group?": "Mudar de grupo?",
  "Delete?": "Excluir?",
  "Status": "Status",
  "Group": "Grupo",
  "Signup date": "Data de assinatura",
  "Filter data": "Filtrar dados",
  "Filter": "Filtro",
  "Influencers": "Influenciadores",
  "Groups": "Grupos",
  "Suggested": "Sugerido",
  "Edit": "Editar",
  "Change group": "Mudar grupo",
  "Each influencer can be assigned to 1 group. Groups are useful when you want to give different rewards to different influencers. i.e. VIPs. Use this action to change the selected influencer(s) group. You can create/re-name groups in the 'groups' tab. By default, new influencers are assigned to the 'default' group": "Cada influenciador pode ser atribuído a um grupo. Grupos são úteis quando você quer dar recompensas diferentes para diferentes influenciadores. isto é, VIPs. Use esta ação para mudar o (s) grupo (s) de influenciador (es) selecionado (s). Você pode criar / renomear grupos na guia \"grupos\". Por padrão, novos influenciadores são atribuídos ao grupo 'padrão'",
  "Delete": "Excluir",
  "You can delete up to": "Você pode excluir até",
  "influencers at a time": "influenciadores de cada vez",
  "Select 1 or more influencers": "Selecione 1 ou mais influenciadores",
  "Export": "Exportar",
  "Actions": "Ações",
  "No matches found": "Nenhuma equivalência encontrada",
  "selected": "selecionado",
  "Suggested influencers": "Influenciadores sugeridos",
  "We understand that finding the right influencers to join your influencer marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Entendemos que encontrar os influenciadores certos para participar do seu programa de marketing de influenciadores é um recurso altamente desejável. Nossa equipe está trabalhando atualmente no design desse recurso. Se é importante para você nos avise. Quanto mais você puder nos contar sobre suas necessidades, melhor"
}
