{
  "Log into PayPal and fix your account": "Faça o login no PayPal e corrija sua conta",
  "Your PayPal account is valid": "Sua conta do PayPal é válida",
  "Leads (clicks)": "Leads (cliques)",
  "Leads (unique)": "Leads (exclusivos)",
  "Orders": "Encomendas",
  "Sales": "Vendas",
  "Conv rate": "Taxa conv",
  "New": "Novo",
  "Returning": "Retornando",
  "Ratio": "Ratio",
  "Owed": "Devido",
  "Paid": "Pago",
  "Your PayPal account setup is incomplete. You must log into your PayPal account and resolve any issues before you can be paid commission": "A configuração da sua conta do PayPal está incompleta. Você deve entrar em sua conta do PayPal e resolver quaisquer problemas antes de poder receber uma comissão",
  "Check": "Verifica",
  "This influencer can not be paid until they resolve their PayPal account issues": "Esse influenciador não pode ser pago até que resolva os problemas da conta do PayPal",
  "Overview": "visão global",
  "Marketing accounts": "Contas de marketing",
  "When you link a social media account with us, we use the following information": "Quando você vincula uma conta de mídia social conosco, usamos as seguintes informações",
  "Your basic info (name, picture) and": "Suas informações básicas (nome, foto) e",
  "Metrics that measure your marketing reach/engagment. I.e. the # of posts you've made in the last 30 days and the average number of likes per post": "Métricas que medem seu alcance / engajamento de marketing. Ou seja o número de postagens que você fez nos últimos 30 dias e o número médio de curtidas por postagem",
  "Important": "Importante",
  "We do not use or store any other information": "Nós não usamos ou armazenamos qualquer outra informação",
  "Discount Codes": "códigos de desconto",
  "Links": "Links",
  "This table lists your influencer discount code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Esta tabela lista seu código de desconto e link do influenciador. Para detalhes sobre como usar seu link ou código e; criar links de referência específicos para produtos ou coleções, consulte o",
  "How do I use my link and discount code": "Como faço para usar meu link e código de desconto",
  "section of our guide": "seção do nosso guia",
  "Leads": "Conduz",
  "Show": "exposição",
  "Notes": "Notas",
  "Save": "Salve ",
  "Lead sources": "Fontes de chumbo",
  "Sales by customer": "Vendas por cliente",
  "Earnings": "Ganhos"
}
