{
  "Pay commission": "Comissão de pagamento",
  "Cancelling": "Cancelando",
  "Next": "Próximo",
  "Back": "De volta",
  "How does it work?": "Como funciona?",
  "All payments are made in your store's currency": "Todos os pagamentos são feitos na moeda da sua loja",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "A comissão só pode ser paga em ordens de remessa que tenham sido 1) pagas pelo cliente 2) cumpridas e 3) tenham pelo menos {0} dia (s) de idade. Essa restrição garante que você não pague comissões sobre pedidos que podem mudar devido a cancelamentos, reembolsos, etc. Você pode substituir essas configurações na seção `filters` da etapa` prepare payment`",
  "Important": "Importante",
  "PayPal limits the maximum number of payment recipients to 6. Therefore we can only batch pay 6 influencers at a time. If this affects your account you should re-use this form until all influencers are paid": "O PayPal limita o número máximo de recebedores de pagamento a 6. Por isso, só podemos pagar em lote 6 pessoas por vez. Se isso afetar sua conta, você deverá reutilizar este formulário até que todos os influenciadores sejam pagos",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "Após o pagamento, pode levar alguns minutos até que seus dados sejam atualizados pelo PayPal. Opcionalmente, você também pode sincronizar novamente o status do pedido manualmente usando o recurso 're-sync orders' na página de pedidos",
  "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "Vá até o console de administração do Shopify e crie um cartão de presente ou um código de desconto de valor fixo de uso único para o valor de {0}",
  "Enter the code into the form above and click YES": "Digite o código no formulário acima e clique em SIM",
  "All commission owed to the influencer will be marked as paid": "Todas as comissões devidas ao influenciador serão marcadas como pagas",
  "Commission owed to the influencer for the selected orders will be marked as paid": "A comissão devida ao influenciador para os pedidos selecionados será marcada como paga",
  "We will notify the influencer of their code": "Vamos notificar o influenciador do código deles",
  "This action will mark commission as paid and will notify the affected influencer(s)": "Esta ação marcará a comissão como paga e notificará o (s) influenciador (es) afetado (s)",
  "We will send you a notification that lists all affected influencers and the commission amount they are owed": "Enviaremos uma notificação listando todos os influenciadores afetados e o valor da comissão que eles devem",
  "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "Você usará essa lista para pagar a cada influenciador sua comissão, usando um método fora do vwa.la. Ou seja transferência bancária, criptografia etc.",
  "How to pay?": "Como pagar?",
  "Who to pay?": "Quem pagar?",
  "Customise": "Customizar",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "Você pode personalizar quem será pago usando os seguintes filtros. Os valores padrão são herdados de suas configurações globais (minha conta> configurações da loja). Você também pode especificar uma nota personalizada que o influenciador verá no comprovante de pagamento",
  "Group": "Grupo",
  "Only pay influencers who belong to this group": "Pague apenas os influenciadores que pertencem a esse grupo",
  "Min order count": "Contagem mínima de pedidos",
  "Only pay influencers who have >= {0} orders with unpaid commission": "Pague apenas influenciadores que tenham> = {0} pedidos com comissão não paga",
  "Min unpaid commission ({0})": "Comissão não paga ({0})",
  "Minimum order age (days)": "Idade mínima do pedido (dias)",
  "By default, we do not allow you to pay commission on orders that are less than {0} days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "Por padrão, não permitimos que você pague comissão sobre pedidos com menos de {0} dias. Isso protege você de complicações que ocorrem quando você paga comissão em um pedido, mas esse pedido é posteriormente alterado, reembolsado ou considerado fraudulento. É altamente recomendável que você deixe essa configuração como 30 dias. Não nos responsabilizamos por quaisquer problemas que possam ocorrer e não forneceremos suporte",
  "Order status": "Status do pedido",
  "Only pay commission on paid orders?": "Pagar apenas comissão por ordens pagas?",
  "Orders must be paid?": "As encomendas devem ser pagas?",
  "Fulfillment status": "Status de preenchimento",
  "Only pay commission on fulfilled orders": "Pagar apenas comissão por pedidos preenchidos",
  "Orders must be fulfilled?": "As encomendas devem ser cumpridas?",
  "Note": "Nota",
  "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "Você pode adicionar uma nota ao seu pagamento. Isso ficará visível para o influenciador no recibo de pagamento",
  "I understand how this feature works": "Eu entendo como esse recurso funciona",
  "Prepare payment": "Preparar pagamento",
  "Cancel": "Cancelar",
  "Preview & confirm": "Visualizar e confirmar",
  "Calculating": "Calculando",
  "You have chosen to pay {0} commission to the following influencers using PayPal": "Você optou por pagar a comissão {0} aos seguintes influenciadores usando o PayPal",
  "Recipients": "Destinatários",
  "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "Você escolheu pagar {0} comissão por crédito na loja. Digite o código de crédito da loja abaixo e clique em pagar para continuar. Para instruções detalhadas, por favor veja a seção `como isso funciona?` Abaixo",
  "Gift card / discount code": "Cartão-presente / código de desconto",
  "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "Você escolheu pagar {0} comissão aos influenciadores a seguir usando um método fora do vwa.la (por exemplo, transferência bancária manual)",
  "Pay": "Pagar",
  "Confirmation": "Confirmação",
  "If you wish to cancel the payment, click the `cancel payment` button below": "Se você deseja cancelar o pagamento, clique no botão \"cancelar pagamento\" abaixo",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " ou o link `cancelar pagamento` dentro da janela do PayPal. Se você cancelar, não tente completar o pagamento do PayPal",
  "Pending your approval": "Aguardando sua aprovação",
  "Paying": "Pagando",
  "You payment is approved and is being processed by PayPal. The transaction may take a few days to complete": "Seu pagamento é aprovado e está sendo processado pelo PayPal. A transação pode levar alguns dias para ser concluída",
  "Approval required": "Aprovação necessária",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your popup blocker allows this page to open). You must go to the new window and approve the payment": "Você deve aprovar a transação do PayPal. Abrimos a transação do PayPal em uma nova janela (certifique-se de que o bloqueador de pop-ups permita que essa página seja aberta). Você deve ir para a nova janela e aprovar o pagamento",
  "Cancel payment": "Cancelar pagamento",
  "Receipt": "Recibo",
  "Ok": "Está bem",
  "Opening PayPal": "Abrindo o PayPal",
  "Creating Payment": "Criando Pagamento",
  "Selected influencers": "Influenciadores selecionados",
  "All influencers with unpaid commission": "Todos os influenciadores com comissões não pagas",
  "Selected orders": "Ordens selecionadas",
  "All unpaid commission for this influencer": "Todas as comissões não pagas por este influenciador",
  "All unpaid commission for {0}": "Toda a comissão não paga para {0}",
  "All unpaid commission for the selected influencers": "Toda comissão não paga para os influenciadores selecionados",
  "Influencer": "influência",
  "Orders": "Encomendas",
  "Amount to pay": "Quantia a pagar",
  "Email": "O email",
  "Status": "Status",
  "Amount": "Montante"
}
