{
    "Log into PayPal and fix your account": "Faça o login no PayPal e corrija sua conta",
    "Your vwa.la email and PayPal email must be the same": "Seu e-mail vwa.la e o e-mail do PayPal devem ser os mesmos",
    "Your PayPal account is valid": "Sua conta do PayPal é válida",
    "To be paid commission, you must log into your PayPal account and fix your PayPal account setup issues": "Para receber comissão, você deve entrar em sua conta do PayPal e corrigir os problemas de configuração da conta do PayPal.",
    "To be paid commission, you must create a PayPal account. Your PayPal account and vwa.la account must use the same email address. You can also add your vwa.la email as a secondary email to an existing PayPal account": "Para receber comissão, você deve criar uma conta no PayPal. Sua conta do PayPal e a conta vwa.la devem usar o mesmo endereço de e-mail. Você também pode adicionar seu e-mail vwa.la como um e-mail secundário a uma conta do PayPal existente",
    "Check": "Verifica",
    "This influencer can not be paid by PayPal until they resolve their PayPal account issues": "Esse influenciador não pode ser pago pelo PayPal até que ele resolva os problemas da conta do PayPal",
    "Overview": "visão global",
    "Marketing accounts": "Contas de marketing",
    "When you link a social media account with us, we use the following information": "Quando você vincula uma conta de mídia social conosco, usamos as seguintes informações",
    "Your basic public info": "Suas informações públicas básicas",
    "Metrics that measure your marketing reach/engagment. I.e. # of followers": "Métricas que medem seu alcance / engajamento de marketing. Ou seja # de seguidores",
    "Important": "Importante",
    "We do not use or store any other information and we do not share your info": "Nós não usamos ou armazenamos nenhuma outra informação e nós não compartilhamos suas informações",
    "Codes": "Códigos",
    "Links": "Links",
    "This table lists your influencer code and link. For details on how to use your link or code and; create product or collection specific referral links, see the": "Esta tabela lista o código e o link do influenciador. Para detalhes sobre como usar seu link ou código e; criar links de referência específicos de produtos ou coleções, consulte o",
    "How do I use my link and code": "Como uso meu link e código",
    "section of our guide": "seção do nosso guia",
    "Orders": "Encomendas",
    "Show": "exposição",
    "Leads": "Conduz",
    "Notes": "Notas",
    "Save": "Salve ",
    "Leads (clicks)": "Leads (cliques)",
    "Leads (unique)": "Leads (exclusivos)",
    "Referrals": "Referências",
    "Sales": "Vendas",
    "Conv rate": "Taxa conv",
    "New": "Novo",
    "Returning": "Retornando",
    "Ratio": "Ratio",
    "Owed": "Devido",
    "Payable": "A pagar",
    "Paid": "Pago",
    "Lead sources": "Fontes de chumbo",
    "Sales by customer": "Vendas por cliente",
    "Earnings": "Ganhos"
}