{
  "Actions": "Ações",
  "Allow commission": "Permitir comissão",
  "Allow commission?": "Permitir comissão?",
  "Allow XXs to earn commission on the selected order(s)": "Permitir que XXs ganhem comissão no (s) pedido (s) selecionado (s)",
  "Cancel": "Cancelar",
  "Cancel commission": "Comissão de cancelamento",
  "Cancel commission?": "Cancelar comissão?",
  "Cancel reason": "Cancelar motivo",
  "Commission status": "Status da comissão",
  "Export": "Exportar",
  "Filter": "Filtro",
  "Filter data": "Filtrar dados",
  "Filter orders by commission status": "Filtrar pedidos por status de comissão",
  "How referral orders work": "Como funcionam as ordens de referência",
  "How to pay commission": "Como pagar comissão",
  "No matches found": "Nenhuma equivalência encontrada",
  "Notify XX?": "Notificar XX?",
  "Only {0} orders can be synced at a time": "Apenas {0} pedidos podem ser sincronizados por vez",
  "Order date": "Data do pedido",
  "Orders": "Encomendas",
  "Pay commission": "Pagar comissão",
  "Re-sync orders": "Sincronizar novamente pedidos",
  "selected": "selecionado",
  "This page summarises the orders created by your account. It also shows your commission": "Esta página resume os pedidos criados pela sua conta. Também mostra sua comissão",
  "This page summarises the orders created by your XXs. It also shows how much commission is owed (or has been paid) per order. You can use this page to bulk pay your XXs": "Esta página resume os pedidos criados por seus XXs. Ele também mostra quanta comissão é devida (ou foi paga) por pedido. Você pode usar esta página para pagar em massa seus XXs",
  "Use this form to cancel referral order commission. When you cancel a referral order's commission, the commission owed will be void and the XX will be notified. It is valid to cancel order commission when the order was created fraudulently or; when you created the order yourself as a test": "Use este formulário para cancelar a comissão de pedido de referência. Quando você cancela a comissão de um pedido de referência, a comissão devida será anulada e o XX será notificado. É válido cancelar a comissão do pedido quando o pedido foi criado de forma fraudulenta ou; quando você mesmo criou o pedido como um teste"
}
