{
  "Notify XX?": "Notificar XX?",
  "Delete link?": "Excluir link?",
  "Delete the XX's link?": "Excluir o link do XX?",
  "Approve": "Aprovar",
  "Revoke": "Revogar",
  "Cancel": "Cancelar",
  "Approving": "Aprovação",
  "Revoking": "Revogando",
  "Please wait": "Por favor, espere",
  "Select a group": "Selecione um grupo",
  "Assign to group": "Atribuir ao grupo",
  "Assign the selected XX(s) to another group. In the promotions page, you can set group specific rewards": "Atribua os XX (s) selecionados a outro grupo. Na página de promoções, você pode definir recompensas específicas para grupos",
  "Change group?": "Mudar de grupo?",
  "Delete?": "Excluir?",
  "Status": "Status",
  "Group": "Grupo",
  "Signup date": "Data de assinatura",
  "Filter data": "Filtrar dados",
  "Filter": "Filtro",
  "Groups": "Grupos",
  "Suggested": "Sugerido",
  "Edit": "Editar",
  "Change group": "Mudar grupo",
  "Each XX can be assigned to 1 group. Groups are useful when you want to give different rewards to different XXs. i.e. VIPs. Use this action to change the selected XX(s) group. You can create/re-name groups in the 'groups' tab. By default, new XXs are assigned to the 'default' group": "Cada XX pode ser atribuído a 1 grupo. Os grupos são úteis quando você deseja dar diferentes recompensas a diferentes XXs. ou seja, VIPs. Use esta ação para alterar o grupo de XX (s) selecionado. Você pode criar / renomear grupos na guia 'grupos'. Por padrão, novos XXs são atribuídos ao grupo 'padrão'",
  "Delete": "Excluir",
  "You can delete up to": "Você pode excluir até",
  "XXs at a time": "XXs de cada vez",
  "Select 1 or more XXs": "Selecione 1 ou mais XXs",
  "Export": "Exportar",
  "Actions": "Ações",
  "No matches found": "Nenhuma equivalência encontrada",
  "selected": "selecionado",
  "Suggested XXs": "XXs sugeridos",
  "We understand that finding the right XXs to join your XX marketing program is a highly desirable feature. Our team is presently working through the design of this feature. If it is important to you let us know. The more you can tell us about your requirements the better": "Entendemos que encontrar os XXs certos para se juntar ao seu programa de marketing XX é um recurso altamente desejável. Nossa equipe está atualmente trabalhando no design desse recurso. Se for importante para você, avise-nos. Quanto mais você puder nos contar sobre seus requisitos, melhor"
}
