{
  "Want to promote": "想要推广",
  "Sign up to our marketing program": "注册我们的营销计划",
  "How does it work?": "它是如何工作的？",
  "We will review your application. If approved..": "我们会审核您的申请。如果批准..",
  "You'll be issued a unique referral link and code (not for personal use)": "您将获得唯一的引荐链接和代码（仅供个人使用）",
  "You'll promote our store/products by sharing either your code or link across your social network": "您将通过社交网络共享代码或链接来宣传我们的商店/产品",
  "We will reward you with {0} commission for every fulfilled referral order that you create": "对于您创建的每个已完成的推荐订单，我们将为您提供{0}佣金",
  "We will also give your customers a {0} discount when they use your code": "我们还会在您使用代码时为您的客户提供{0}折扣",
  "You are already a member of this store. Please choose another": "您已经是这家商店的成员。请选择另一个",
  "To join another stores' marketing program, enter the stores' domain name": "要加入其他商店的营销计划，请输入商店的域名",
  "To join a store's influencer marketing program, enter the domain name of the store that you want to join and click Next. I.e. somestore.com": "要加入商店的影响者营销计划，请输入要加入的商店的域名，然后单击“下一步”。即somestore.com",
  "Sign up": "注册",
  "Apply now": "现在申请",
  "Choose your code / link": "选择您的代码/链接",
  "Choose a unique code. It will be used to create your personalised code and link. Choose something unique (e.g. your name, instagram or youtube username etc). This is important. You will share your code and link with others": "选择一个唯一的代码。它将用于创建您的个性化代码和链接。选择独特的内容（例如您的姓名，instagram或youtube用户名等）。这个很重要。您将共享您的代码并与他人链接",
  "Enter your code": "输入您的代码",
  "Preview": "预习",
  "Code": "码",
  "Link": "链接",
  "Done": "完成",
  "Updating your account..": "更新您的帐户..",
  "Great! You're all done": "大！大功告成",
  "Great! Your account is pending approval. You will be notified if your account is approved": "大！您的帐户正在等待批准。如果您的帐户获得批准，我们会通知您",
  "Next": "下一个",
  "Back": "背部",
  "Add Store": "添加商店",
  "Use this page to add additional stores to your marketing account": "使用此页面将其他商店添加到您的营销帐户",
  "Sign up or log in": "注册或登录",
  "Apply or log in": "申请或登录",
  "Want to promote brands and earn commission? Enter the stores' domain name and click sign up to join their influencer marketing program": "想要推广品牌并赚取佣金吗？输入商店的域名，然后单击注册以加入他们的影响者营销计划",
  "Log in": "登录",
  "Already a user": "已经是用户了",
  "Log in to open your influencer marketing dashboard": "登录以打开您的影响者营销仪表板",
  "Link your marketing account": "关联您的营销帐户",
  "Which social media account will you use for marketing?": "您将使用哪个社交媒体帐户进行营销？",
  "We need to understand your market reach and fit. This does not give us access to your account. We do not share your information": "我们需要了解您的市场范围和适合性。这不会使我们无法访问您的帐户。我们不分享您的信息",
  "You must link at least one account": "您必须至少关联一个帐户",
  "Enter your contact info": "输入您的联系信息",
  "{0} is in use": "{0}正在使用",
  "I want to log in and add {0} to my existing account": "我要登录并将{0}添加到我的现有帐户",
  "I want to choose a different email": "我想选择其他电子邮件",
  "First name": "名字",
  "Last name": "姓",
  "Email": "电子邮件",
  "Enter your email": "输入你的电子邮箱",
  "Enter your email address. If you have a PayPal account, you should use the email associated with that account, as this is how you will be paid commission": "输入你的电子邮箱地址。如果您有PayPal帐户，则应使用与该帐户关联的电子邮件，因为这是您获得佣金的方式",
  "Confirm email": "确认邮件",
  "Confirm your email": "确认您的电子邮件",
  "Password": "密码",
  "Enter a password": "输入密码",
  "Confirm password": "确认密码",
  "Confirm your password": "确认你的密码",
  "Great! You're all done. You can now share your code {0} and link": "大！大功告成您现在可以共享代码{0}并链接",
  "to start marketing and earning sales commission": "开始营销和赚取销售佣金",
  "Important": "重要",
  "You can manage your account and track your performance and earnings from your dashboard": "您可以管理自己的帐户，并通过信息中心跟踪效果和收入",
  "Open my dashboard": "打开我的仪表板",
  "Influencer marketing program": "影响者营销计划",
  "You're logged in as a merchant!": "您以商家身份登录！",
  "Are you trying to test vwa.la as a influencer?": "您是否正在尝试将vwa.la作为影响者进行测试？",
  "If you are trying to test your influencer marketing program as a influencer, you can create a test influencer account by": "如果您试图将影响者营销计划作为影响者进行测试，您可以创建一个测试影响者帐户",
  "opening your influencer invite link in a": "打开你的影响者邀请链接",
  "new browser/incognito session": "新的浏览器/隐身会话",
  "and then;": "然后;",
  "completing the sign-up form": "填写注册表格",
  "Important:": "重要：",
  "our anti-fraud system will prevent your test influencer from being rewarded commission on orders that they create. If you wish to test orders using your test influencer account, you must first go to my account > store settings > business rules and": "我们的反欺诈系统将阻止您的测试影响者在他们创建的订单上获得奖励。如果您希望使用测试影响者帐户测试订单，则必须先转到我的帐户>商店设置>业务规则和",
  "allow self-orders": "允许自我订单",
  "You can disable this setting after your testing. See our": "您可以在测试后禁用此设置。见我们的",
  "help guide": "帮助指南",
  "for more info.": "了解更多信息。",
  "Are you trying to recruit influencers? (aka influencers, affiliates)": "你想招募有影响力的人吗？ （又名影响者，附属机构）",
  "To sign-up influencers, you'll need to share your influencer signup link with them.": "要注册有影响力的人，您需要与他们分享您的影响者注册链接。",
  "What is my influencer sign-up link?": "我的影响者注册链接是什么？",
  "Your link is": "你的链接是"
}
