{
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": "",
  "Actions": "操作",
  "All payments are made in your store's currency": "",
  "All unpaid commission for {0}": "",
  "All unpaid commission for the selected XXs": "",
  "All unpaid commission for this XX": "",
  "All XXs with unpaid commission": "",
  "Amount": "量",
  "Amount to pay": "",
  "Approval required": "",
  "Back": "",
  "Calculating": "",
  "Cancel": "取消",
  "Cancel payment": "取消付款",
  "Cancel payment?": "取消付款？",
  "Cancelling": "",
  "Cancelling payment": "取消付款",
  "Code": "",
  "Commission will only be paid on orders that were created between the following dates": "",
  "Confirmation": "",
  "Creating Payment": "",
  "Currency": "货币",
  "Customise": "",
  "Date": "日期",
  "Email": "",
  "Export (payment history)": "导出（付款记录）",
  "Export (tax report)": "出口（税务报告）",
  "Filter": "过滤",
  "Filter by status": "按状态过滤",
  "Filter by type": "按类型过滤",
  "Filter data": "过滤数据",
  "Group": "",
  "How does it work?": "",
  "How referral payments work": "推荐付款如何运作",
  "How to pay commission": "如何支付佣金",
  "How to pay?": "",
  "I understand how this feature works": "",
  "Id": "ID",
  "If you wish to cancel the payment, click the `cancel payment` button below": "",
  "Min commission earned ({0})": "",
  "Min order age (days)": "",
  "Min order count": "",
  "Next": "",
  "No matches found": "找不到匹配项",
  "Note": "",
  "Ok": "",
  "Only pay commission on fulfilled orders?": "",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "",
  "Only pay commission on paid orders? (paid by customer)": "",
  "Only pay commission to XXs who have >= {0} orders": "",
  "Only pay commission to XXs who have earned commission >= {0}": "",
  "Only pay XXs who belong to this group": "",
  "Only pay XXs who want to be paid by {0}?": "",
  "Opening PayPal": "",
  "Order dates": "",
  "Orders": "",
  "Orders must be fulfilled (delivered)?": "",
  "Orders must be paid (by customer)?": "",
  "Paid": "付费",
  "Pay": "",
  "Pay commission": "支付佣金",
  "Paying": "",
  "Paying via credit card using PayPal's guest checkout is not supported": "",
  "Payment amount": "",
  "Payment date": "付款日期",
  "Payment Id": "",
  "Payment status": "支付状态",
  "Payment type": "支付方式",
  "Payments": "支付",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "",
  "PayPal will charge a transaction fee": "",
  "PayPal will charge a transaction fee (paid by the XX)": "",
  "Pending your approval": "",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "",
  "Prepare": "",
  "Preview": "",
  "Re-open approval window": "",
  "Re-sync payment": "重新同步付款",
  "Recipients": "",
  "selected": "选",
  "Selected orders": "",
  "Selected XXs": "",
  "Status": "状态",
  "The commission specified in the table will be marked as paid": "",
  "The total payment amount (requested)": "总付款金额（已申请）",
  "The total payment amount (successfully paid)": "付款总额（已成功付款）",
  "This action will mark commission as paid and will notify the affected XX(s)": "",
  "This page lists all commission payments that you have created": "此页面列出了您创建的所有佣金付款",
  "This page lists all commission payments that you have received": "此页面列出了您收到的所有佣金",
  "to all XXs": "",
  "to the selected XX": "",
  "to the selected XXs only": "",
  "Type": "类型",
  "Use this form to cancel a commission payment. When you cancel a commission payment, the commission paid will be marked as unpaid.": "使用此表单取消佣金支付。当您取消佣金付款时，已支付的佣金将被标记为未付款。",
  "We will automatically create a single use fixed amount discount code for each XX": "",
  "We will notify the XX of their code via email": "",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "",
  "Who to pay?": "",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "",
  "You can view your payment history and track payment updates on the payments page": "",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "",
  "Your payment is being processed by PayPal": ""
}
