{
  "Saving. This task may take a few minutes. Please wait": "保存。此任务可能需要几分钟。请耐心等待",
  "Promotion policy": "促销政策",
  "Use this form to define the promotion policy of your store. Your promotion policy allows you to set commission rules specific to each of your influencer groups. Groups are a way for you to segment your influencers and reward them differently. You can create groups and; assign influencers to specific groups using the influencers page in the menu. When an influencer signs up, they are automatically assigned to the default group": "使用此表单定义商店的促销政策。您的促销政策允许您设置特定于每个影响者组的佣金规则。群组是一种让您对影响者进行细分并以不同方式奖励他们的方式。你可以创建组和;使用菜单中的influencers页面将影响者分配给特定的组。当影响者注册时，它们会自动分配到默认组",
  "Learn more": "学到更多",
  "Save": "保存",
  "This is the promotion policy for": "这是促销政策",
  "It summarises the sales commission that you will earn for each referral order. Please read this policy carefully": "它总结了您将为每个推荐订单赚取的销售佣金。请仔细阅读本政策",
  "Group specific rules": "组特定规则",
  "Your sales commission policy": "您的销售佣金政策",
  "Code suffix": "代码后缀",
  "Influencers who are members of the {0} group will earn {1} commission on orders they create": "作为{0}组成员的影响者将根据他们创建的订单获得{1}佣金",
  "Customers who use the influencer's code when making an order will receive a {0} discount": "在订购时使用影响者代码的客户将获得{0}折扣",
  "The customer will only receive a discount if their order total is >= {0}": "如果订单总数> = {0}，则客户只能获得折扣",
  "The customer will only receive a discount if they purchase specific products": "如果客户购买特定产品，则只能获得折扣",
  "The influencer will only earn commission on specific products": "影响者只会获得特定产品的佣金",
  "Influencer links will direct leads to your home page": "影响者链接会将引导引导至您的主页",
  "Influencer links will direct leads to a specific web page": "影响者链接将引导指向特定网页",
  "you have created": "你创造了",
  "referral orders": "推荐订单",
  "you have": "你有",
  "of unpaid commission": "无偿佣金",
  "You will earn {0} commission on orders that your leads create": "您的潜在客户创建的订单将获得{0}佣金",
  "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "只有在您点击链接的{0}天内创建订单时，才会奖励基于链接的佣金",
  "This applies to orders created using your discount code only": "这适用于仅使用折扣代码创建的订单",
  "Customers who use your discount code will receive a {0} discount": "使用折扣代码的客户将获得{0}折扣",
  "The customer can only use their discount code once": "客户只能使用一次折扣代码",
  "Commission is only rewarded if the customer is a new customer": "只有客户是新客户才会获得佣金",
  "You will only earn commission on specific products": "您只能获得特定产品的佣金",
  "Your influencer link will send leads to a specific web page": "您的影响者链接会将潜在客户发送到特定网页",
  "Your influencer link will send leads to our home page": "您的影响者链接会将潜在客户发送到我们的主页",
  "Personal orders are allowed": "个人订单是允许的",
  "Personal orders are not allowed": "不允许个人订单",
  "Your commission will only be paid once": "您的佣金只会支付一次",
  "and": "和",
  "Min order": "我的订单",
  "Customers will not receive a discount unless their order total is >= this value. However, the influencer will still earn commission": "除非订单总数> =此值，否则客户将不会获得折扣。然而，影响者仍将获得佣金",
  "Customers will not receive a discount unless their order total is >= this value. However, you will still earn commission": "除非订单总数> =此值，否则客户将不会获得折扣。但是，您仍然可以获得佣金",
  "Product filter": "产品过滤器",
  "Limit this promotion to only specific products? E.g The customer will only receive a discount when purchasing these products": "将此促销仅限于特定产品？例如，客户在购买这些产品时只能获得折扣",
  "Customers will only receive a discount using your discount code when they purchase these specific products": "客户购买这些特定产品时，只能使用折扣码获得折扣",
  "Collection filter": "集合过滤器",
  "Limit this promotion to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "将此促销仅限于集合中的产品？例如。购买这些产品时，客户只能获得折扣",
  "Customers will only receive a discount using your discount code when they purchase products from these collections": "客户只有在从这些系列中购买产品时才会使用折扣代码获得折扣",
  "Does the product filter(s) apply to only the customer, influencer or both?": "产品过滤器是否仅适用于客户，影响者或两者？",
  "Type": "类型",
  "Applies to both the influencer and customer": "适用于影响者和客户",
  "Applies to customer only": "仅适用于客户",
  "Applies to influencer only": "仅适用于影响者",
  "Link behaviour": "链接行为",
  "Each influencer in this group has a link. Where should their link send your leads (i.e. potential customers)?": "该组中的每个影响者都有一个链接。他们的链接应该在哪里发送您的潜在客户（即潜在客户）？",
  "Your referral link behaviour": "您的推介链接行为",
  "Go to homepage": "去首页",
  "Go to a specific product": "转到特定产品",
  "Go to a specific collection": "转到特定的集合",
  "Each influencer in this group has a referral link. You can customise the product/collection page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "该组中的每个影响者都有一个推荐链接。您可以自定义此链接将发送您的潜在客户（即潜在客户）的产品/收集页面。要使用此字段，您必须键入页面的名称，然后在下拉列表中选择它。您无法手动输入网址",
  "Important": "重要",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "使用您的某个引荐链接测试更改时，如果您没有看到正确的页面，可能是因为shopify将页面的缓存版本返回到您的IP地址（暂时）。要强制shopify将正确的页面返回给您，请将？test添加到推荐链接的末尾",
  "Your referral link will go to this page": "您的推介链接将转到此页面",
  "Influencer reward": "影响者奖励",
  "Customer reward": "客户奖励",
  "Filters": "过滤器",
  "Referral link": "推荐链接",
  "group rules": "小组规则",
  "default group": "默认组",
  "commission": "佣金",
  "Fixed Commission": "固定委员会",
  "Commission": "佣金",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "这是影响者将按佣金支付的订单的百分比。即订单100美元（不含税，运费，折扣），影响者佣金为10％，将为影响者提供10美元的生成订单",
  "This is the % of an order that you will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award you $10 for your effort in generating the order": "这是您将在佣金中支付的订单的百分比。即订单满$ 100（不含税，运费，折扣），影响佣金为10％，将为您的生成订单奖励10美元",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "这是一个固定金额，影响者将为他们为您的商店生成的每个订单委托佣金",
  "This is the fixed amount that you will be paid in commission for every order that you generate for the store": "这是您为商店生成的每个订单支付的固定金额",
  "discount": "折扣",
  "Fixed discount": "固定折扣",
  "Discount": "折扣",
  "Applies to discount codes only. This is the % of an order that the customer will receive as a discount. I.e. If their order is $100 (excluding shipping and tax) and their discount is 5%, they will receive $5 off their order total": "仅适用于折扣代码。这是客户作为折扣收到的订单的百分比。即如果他们的订单是100美元（不含运费和税金），他们的折扣是5％，他们将获得总订单减5美元",
  "Applies to discount codes only. This is a fixed amount discount that the customer will receive as a discount for each order they create using an influencer's code": "仅适用于折扣代码。这是客户将使用影响者代码创建的每个订单的折扣收取的固定金额折扣",
  "Limit this rule to only specific products? E.g The customer will only receive a discount when purchasing these products": "将此规则限制为仅特定产品吗？例如，客户只会在购买这些产品时获得折扣",
  "Limit this rule to only products within a collection? E.g. The customer will only receive a discount when purchasing these products": "将此规则限制为仅包含集合中的产品？例如。客户仅会在购买这些产品时获得折扣"
}
