{
  "XXs will earn {0} commission on orders their followers create": "XX的跟随者创建的订单将获得{0}佣金",
  "The XX will only receive a commission if they sell specific products": "XX仅在销售特定产品时才会收取佣金",
  "XXs will earn {0} commission on the first order their followers create. The XX will also earn {1} commission on subsequent orders created by the same customer. For a maximum period of {2} days": "XX位追踪者创建的第一笔订单将获得{0}佣金。 XX也将从同一客户创建的后续订单中赚取{1}佣金。最长{2}天",
  "Customers who use the XX's code will receive a {0} discount": "使用XX代码的客户将获得{0}的折扣",
  "Customers who use the XX's code will receive free shipping": "使用XX代码的客户将获得免费送货",
  "XX links will direct leads to your home page": "XX链接将引导您的主页",
  "XX links will direct leads to a specific web page": "XX链接会将潜在客户定向到特定的网页",
  "You will earn {0} commission on orders that your leads create": "您将根据潜在客户创建的订单赚取{0}佣金",
  "XXs will earn {0} commission on orders their followers create. The XX will also earn {1} commission on future orders created by the same customer": "XX将从其关注者创建的订单中赚取{0}佣金。 XX还将因同一客户创建的未来订单而获得{1}佣金",
  "Customers who use your discount code will receive a {0} discount": "使用您的折扣代码的客户将获得{0}折扣",
  "The customer will only receive a discount if their order total is >= {0}": "如果客户的订单总额> = {0}，则只会获得折扣",
  "The customer can only use their discount code once": "客户只能使用一次折扣码",
  "Link based commission is only rewarded if an order is created within {0} days of your link being clicked": "仅在点击链接后{0}天内创建了订单，才会获得基于链接的佣金",
  "Your XX link will send leads to our home page": "您的XX链接会将线索发送到我们的主页",
  "Your XX link will send leads to a specific web page": "您的XX链接会将潜在客户发送到特定的网页",
  "Commission is only rewarded if the customer is a new customer": "如果客户是新客户，则仅能获得佣金",
  "Personal orders are allowed": "允许个人订单",
  "Personal orders are not allowed": "不允许个人订单",
  "Coupon sites are not allowed": "不允许使用优惠券网站",
  "Your commission will only be paid once {0}": "您的佣金将只支付一次{0}",
  "Your commission will be paid by PayPal": "您的佣金将由贝宝支付",
  "Your commission will be paid by bank transfer": "您的佣金将通过银行转账支付",
  "Your commission will be paid by store credit": "您的佣金将通过商店信用额支付",
  "XX group": "XX组",
  "XX": "XX",
  "Who does this rule apply to?": "此规则适用于谁？",
  "Applies to all XXs": "适用于所有XX",
  "This is the % of an order that the influencer will be paid in commission. I.e. an order of $100 (excluding taxes, shipping, discounts), with an influencer commission of 10%, will award the influencer $10 for their effort in generating the order": "这是影响者将获得佣金的订单的百分比。即一笔$ 100的订单（不含税，运费，折扣），其中有影响力的佣金为10％，将向有影响力的人奖励10美元",
  "This is a fixed amount that the influencer will be owed in commission for every order they generate for your store": "这是定额的金额，影响者将为他们为您的商店生成的每个订单支付佣金",
  "XX reward": "XX奖励",
  "XX reward - 1st order": "XX奖励-一等奖",
  "XX reward - Subsequent orders": "XX奖励-后续订单",
  "Customers will not receive a discount unless their order total is >= this value. However, the XX will still earn commission": "除非他们的订单总额大于等于此值，否则客户将不会获得折扣。但是，XX仍会赚取佣金",
  "Each XX in this group has a link. Where should their link send your leads (i.e. potential customers)?": "该组中的每个XX都有一个链接。他们的链接应将您的潜在客户（即潜在客户）发送到哪里？",
  "Each XX in this group has a referral link. You can customise the page that this link will send your leads (i.e. potential customers). To use this field, you must type the name of the page and then select it in the drop-down list. You can not enter a URL manually": "该组中的每个XX都有一个引荐链接。您可以自定义此链接将向您发送潜在客户的页面（即潜在客户）。要使用此字段，必须输入页面名称，然后在下拉列表中选择它。您无法手动输入网址",
  "When testing your changes with one of your referral links, if you don't see the correct page, it is likely because shopify is returning a cached version of the page to your IP address (temporarily). To force shopify to return the correct page to you, add ?test to the end of your referral link": "使用引荐链接之一测试更改时，如果看不到正确的页面，则可能是因为shopify将页面的缓存版本（暂时）返回到了该页面的缓存版本。要强制shopify返回正确的页面给您，请在引荐链接的末尾添加？test",
  "XX link behaviour": "XX链接行为",
  "XX customer commission tracking": "XX客户佣金跟踪",
  "Create a rule which will describe the commission, customer discount and link behaviour rules for XXs in a specific group": "创建一个规则，该规则将描述特定组中XX的佣金，客户折扣和链接行为规则",
  "Create a rule that will periodically disable or delete inactive XXs": "创建一个规则，该规则将定期禁用或删除不活动的XX",
  "Create a rule that will reward an XX with lifetime commission when they bring a new customer to your store": "创建一条规则，当他们将新客户带到您的商店时，将以终生佣金奖励XX",
  "Inactive XX rule": "无效的XX规则"
}
