{
  "Theme": "主题",
  "Logo": "商标",
  "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "您的徽标的网址。请输入您的徽标图片的网址（例如，转到您的shopify商店主页，然后右键单击您的徽标图片。然后将图片的网址复制到剪贴板并粘贴到此处。该网址必须带有前缀",
  "or": "要么",
  "If you have issues contact us and we'll help": "如果您有任何问题，请联系我们，我们会帮助您",
  "Preview": "预习",
  "Invert colour?": "反转颜色？",
  "Primary Color": "原色",
  "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "品牌的主要颜色。这应该是更暗的颜色，因为它将显示在白色背景上",
  "Team name": "队名",
  "Choose a name to describe your marketing team members": "选择一个名称来描述您的营销团队成员",
  "In-store widget": "店内小工具",
  "Visible? (desktop)": "可见？ （桌面）",
  "Display the in-store widget on desktop devices?": "在桌面设备上显示店内小部件？",
  "Visible? (mobile)": "可见？ （移动）",
  "Display the in-store widget on mobile devices?": "在移动设备上显示店内小部件？",
  "Position": "位置",
  "The position that the widget will be displayed on your store page": "窗口小部件将在商店页面上显示的位置",
  "Bottom left": "左下方",
  "Bottom right": "右下角",
  "The CTA text to show when the widget is visible": "显示窗口小部件可见时的CTA文本",
  "Signup page": "注册页面",
  "Hide commission info?": "隐藏佣金信息？",
  "Hide commission/discount info on the sign up page?": "在注册页面上隐藏佣金/折扣信息？",
  "If you want your influencers to agree to your T&Cs, enter the URL of your custom T&Cs page": "如果您希望影响者同意您的条款和条件，请输入自定义条款和条件页面的URL。",
  "Business Rules": "商业规则",
  "Auto-approve sign-ups?": "注册自动批准？",
  "If checked, when an influencer signs up they will be automatically approved and issued a personalised discount code and link. Otherwise you'll need to do this manually for each influencer.": "如果选中，当影响者报名时，他们将自动获得批准并发布个性化折扣代码和链接。否则，您需要为每个影响者手动执行此操作。",
  "In-app messaging": "应用内消息传递",
  "Can influencers contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "有影响力的人可以通过我们的应用内消息解决方案与您联系此功能与Facebook Messenger相似",
  "In-app support": "应用内支持",
  "Can influencers see our in-app chat support (bottom right)? When enabled, our support team will support your influencers by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "有影响力的人可以看到我们的应用内聊天支持（右下角）吗？启用后，我们的支持团队将通过回答常见问题解答并处理其帐户/应用特定问题来为您的影响者提供支持。如果他们的问题特定于您的商店，我们会将其推荐给您的客户支持",
  "In-app help": "应用内帮助",
  "Can influencers see our in-app help menu?": "有影响力的人可以看到我们的应用内帮助菜单吗？",
  "Link Behaviour": "链接行为",
  "How should your inbound links behave when clicked? This affects your influencer's email and invite link": "单击后，您的入站链接应如何表现？这会影响您的影响者的电子邮件和邀请链接",
  "Open a new browser page": "打开一个新的浏览器页面",
  "Open inside of my store": "打开我的商店",
  "Commission tracking rules": "佣金跟踪规则",
  "Lead expiration": "领先到期",
  "The # of days that we will track a lead before our lead tracking expires (i.e. cookie). Default is 30 days": "我们将在潜在客户跟踪过期之前跟踪潜在客户的天数（即Cookie）。默认为30天",
  "Link commission policy": "链接佣金政策",
  "If a customer follows a referral link to your store and makes a purchase without using the influencer's code, should the influencer be awarded commission?": "如果客户关注您商店的推荐链接并在不使用影响者代码的情况下进行购买，那么影响者是否应该获得佣金？",
  "Allow link based commission?": "允许基于链接的佣金？",
  "Customer commission policy": "客户佣金政策",
  "Can an influencer earn commission from new customers only?": "影响者可以仅从新客户那里获得佣金吗？",
  "Limit commission to new customers only?": "仅限新客户的佣金？",
  "Customer discount policy": "客户折扣政策",
  "Limit the usage of a discount code to once per customer? Default is false": "将折扣代码的使用限制为每位客户一次？默认值为false",
  "Once per customer?": "每个客户一次？",
  "Personal order policy": "个人订单政策",
  "Can an influencer earn commission from their own personal orders? Default is false, which means our anti-fraud system will block personal orders. You should only enable this during testing": "影响者可以通过个人订单赚取佣金吗？默认为false，这意味着我们的反欺诈系统将阻止个人订单。您应该只在测试期间启用它",
  "Allow personal orders?": "允许个人订单？",
  "Customer privacy": "客户隐私",
  "Allow influencers to see customer names?": "允许影响者查看客户名称？",
  "Coupon site policy": "优惠券网站政策",
  "If an influencer code is found on a coupon site, what should we do?": "如果在优惠券网站上找到了影响者代码，我们该怎么办？",
  "Allow": "允许",
  "Revoke the influencer's access": "撤消影响者的访问权限",
  "Commission payment rules": "佣金支付规则",
  "Min commission age": "最低佣金年龄",
  "By default, vwa.la prevents you from paying commission on orders that are less than 30 days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "默认情况下，vwa.la会阻止您在不到30天的订单上支付佣金。这可以保护您免受在订单上支付佣金时发生的并发症的影响，但该订单随后会被更改，退款或被发现是欺诈性的。我们强烈建议您将此设置保留为30天。我们对可能发生的任何问题不承担责任，我们也不会提供支持",
  "Order status": "订单状态",
  "Only pay commission on paid orders?": "只支付付费订单佣金？",
  "Orders must be paid?": "订单必须支付？",
  "Fulfillment status": "履行状态",
  "Only pay commission on fulfilled orders?": "只履行订单支付佣金？",
  "Orders must be fulfilled?": "订单必须履行？",
  "Min order count": "最小订单数",
  "Only pay influencers who have >= this many referral orders": "只支付> =这么多推荐订单的影响者",
  "Min unpaid commission": "最低未付佣金",
  "Only pay influencers who have unpaid commission >= this amount": "只支付有未付佣金的影响者> =此金额",
  "Marketplace": "市井",
  "List my store?": "列出我的商店？",
  "Select if you want marketers to discover your store's marketing program in our marketplace": "选择您是否希望营销人员在我们的市场中发现您商店的营销计划",
  "Show to influencers?": "向有影响力的人展示？",
  "Allow influencers to see the marketplace within their dashboard?": "允许有影响力的人在他们的仪表板中看到市场？",
  "Notifications": "通知",
  "Enable or disable email and in-app notifications": "启用或禁用电子邮件和应用内通知",
  "New influencer": "新的影响力",
  "Email": "电子邮件",
  "New lead": "新领导",
  "New order": "新命令",
  "Message templates": "消息模板",
  "Use this form to customise the messages that we send to your influencers": "使用此表单自定义我们发送给您的影响者的消息",
  "Use this form to customise your email behaviour or service provider": "使用此表单自定义您的电子邮件行为或服务提供商",
  "Service provider": "服务提供者",
  "The email service provider that will be used to send your email": "将用于发送电子邮件的电子邮件服务提供商",
  "Default": "默认",
  "API key": "API密钥",
  "You must provide an API key for the email service provider. See the provider's documentation for info": "您必须为电子邮件服务提供商提供API密钥。有关信息，请参阅提供商的文档",
  "From email": "从电子邮件",
  "The email that will be used to send your email": "用于发送电子邮件的电子邮件",
  "From name": "来自名字",
  "The name that will be used to send your email": "用于发送电子邮件的名称",
  "Mailchimp": "Mailchimp",
  "Sync your influencer data to a mailing list": "将您的影响者数据同步到邮件列表",
  "Enable?": "启用？",
  "You must provide an API key. See Mailchimp's documentation for info": "您必须提供API密钥。有关信息，请参阅Mailchimp的文档",
  "Sync": "同步",
  "Klaviyo": "Klvio",
  "You must provide an API key. See Klaviyo's documentation for info": "您必须提供API密钥。有关信息，请参阅Klaviyo的文档",
  "ActiveCampaign": "ActiveCampaign",
  "Account Id": "帐户ID",
  "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "您必须提供ActiveCampaign帐户ID。有关信息，请参见ActiveCampaign的文档。",
  "You must provide an API key. See ActiveCampaign's documentation for info": "您必须提供一个API密钥。有关信息，请参见ActiveCampaign的文档。",
  "Recharge": "充值",
  "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "要启用充值-创建充值API令牌（具有对订阅的读取权限）。然后将令牌的API密钥和机密保存到下面的表单中。有关信息，请参阅充值文档。",
  "You must provide an API key": "您必须提供一个API密钥",
  "API Secret": "API的秘密",
  "You must provide an API secret": "您必须提供API密码",
  "Test": "测试",
  "Payments": "支付",
  "Use this form to set up your preferred commission payment method. PayPal setup is only required if using PayPal": "使用此表单设置您的首选佣金支付方式。只有使用PayPal才需要PayPal设置",
  "Preferred method": "优选方法",
  "Which payment method will be used to pay out commission?": "支付方式将用于支付佣金？",
  "PayPal": "贝宝",
  "Store Credit": "商场信用积分",
  "Manual (bank transfer)": "手动（银行转帐）",
  "PayPal setup": "PayPal设置",
  "Type": "类型",
  "Which PayPal method do you wish to use?": "您希望使用哪种PayPal方法？",
  "Simple (no setup required)": "简单（无需设置）",
  "Advanced (requires a business account and API key)": "高级（需要企业帐户和API密钥）",
  "Client Id": "客户ID",
  "Add your PayPal REST API credential": "添加您的PayPal REST API凭证",
  "client Id": "客户ID",
  "How to pay commission": "如何支付佣金",
  "Secret": "秘密",
  "secret": "秘密",
  "Changes may take up to 5 minutes before taking effect": "更改可能需要5分钟才能生效",
  "Save": "保存"
}
