{
  "Pay commission": "支付佣金",
  "Cancelling": "取消",
  "Next": "下一个",
  "Back": "背部",
  "How does it work?": "它是如何工作的？",
  "All payments are made in your store's currency": "所有款项均以您商店的货币支付",
  "Commission can only be paid on referral orders that have been 1) paid by the customer 2) fulfilled and 3) are at least {0} day(s) old. This constraint ensures that you don't pay commission on orders that may change due to cancellations, refunds etc. You can override these settings in the `filters` section of the `prepare payment` step": "佣金只能通过以下方式支付：1）由客户支付的2）已履行且3）至少{0}天。此约束确保您不会因订单可能因取消，退款等而发生变化而支付佣金。您可以在“准备付款”步骤的“过滤器”部分覆盖这些设置",
  "Important": "重要",
  "PayPal limits the maximum number of payment recipients to 6. Therefore we can only batch pay 6 influencers at a time. If this affects your account you should re-use this form until all influencers are paid": "PayPal将最大支付收款人数限制为6.因此，我们一次只能批量支付6名影响者。如果这会影响您的帐户，则应重新使用此表单，直到支付所有有影响力的人为止",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "付款后，可能需要几分钟才能通过PayPal更新您的数据。或者，您也可以使用订单页面上的“重新同步订单”功能手动重新同步订单状态",
  "Go to your Shopify admin console and create either a gift card or a single use fixed amount discount code for the amount of {0}": "转到Shopify管理控制台，创建礼品卡或单次使用固定金额折扣代码，金额为{0}",
  "Enter the code into the form above and click YES": "在上面的表单中输入代码，然后单击“是”",
  "All commission owed to the influencer will be marked as paid": "欠影响者的所有佣金都将标记为已付款",
  "Commission owed to the influencer for the selected orders will be marked as paid": "委员会欠选定订单的影响者将被标记为已付款",
  "We will notify the influencer of their code": "我们将通知影响者他们的代码",
  "This action will mark commission as paid and will notify the affected influencer(s)": "此操作将标记佣金，并将通知受影响的影响者",
  "We will send you a notification that lists all affected influencers and the commission amount they are owed": "我们会向您发送通知，列出所有受影响的影响者以及他们欠下的佣金金额",
  "You'll use this list to pay each influencer their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "您将使用此列表使用vwa.la之外的方法向每个影响者支付佣金。即银行转账，加密等",
  "How to pay?": "如何付款？",
  "Who to pay?": "谁付钱？",
  "Customise": "定制",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the influencer will see on their payment receipt": "您可以使用以下过滤器自定义付款人员。默认值继承自您的全局设置（我的帐户>商店设置）。您还可以指定影响者将在其付款收据上看到的自定义注释",
  "Group": "组",
  "Only pay influencers who belong to this group": "只支付属于这个群体的影响者",
  "Min order count": "最小订单数量",
  "Only pay influencers who have >= {0} orders with unpaid commission": "只支付具有未支付佣金的> = {0}订单的影响者",
  "Min unpaid commission ({0})": "最低未付佣金（{0}）",
  "Minimum order age (days)": "最低订单年龄（天）",
  "By default, we do not allow you to pay commission on orders that are less than {0} days old. This protects you from complications that occur when you've paid commission on an order, but that order is subsequently changed, refunded or found to be fraudulent. We highly recommend that you leave this setting as 30 days. We are not liable for any issues that can occur and we will not provide support": "默认情况下，我们不允许您在小于{0}天的订单上支付佣金。这可以保护您免受在订单上支付佣金时发生的并发症的影响，但该订单随后会被更改，退款或被发现是欺诈性的。我们强烈建议您将此设置保留为30天。我们对可能发生的任何问题不承担责任，我们也不会提供支持",
  "Order status": "订单状态",
  "Only pay commission on paid orders?": "只支付付费订单佣金？",
  "Orders must be paid?": "订单必须支付？",
  "Fulfillment status": "履行状态",
  "Only pay commission on fulfilled orders": "仅按已履行的订单支付佣金",
  "Orders must be fulfilled?": "订单必须履行？",
  "Note": "注意",
  "You can add a note to your payment. This will be visible to the influencer on their payment receipt": "您可以在付款中添加备注。影响者可以在付款收据上看到这一点",
  "I understand how this feature works": "我理解这个功能是如何工作的",
  "Prepare payment": "准备付款",
  "Cancel": "取消",
  "Preview & confirm": "预览并确认",
  "Calculating": "计算",
  "You have chosen to pay {0} commission to the following influencers using PayPal": "您已选择使用PayPal向以下影响者支付{0}佣金",
  "Recipients": "收件人",
  "You have chosen to pay {0} commission by store credit. Enter the store credit code below and click pay to continue. For detailed instructions, please see the `how does this work` section below": "您已选择按商店信用支付{0}佣金。在下面输入商店信用代码，然后点击付款继续。有关详细说明，请参阅下面的“如何工作”部分",
  "Gift card / discount code": "礼品卡/折扣代码",
  "You have chosen to pay {0} commission to the following influencers using a method outside of vwa.la (e.g. manual bank transfer)": "您已选择使用vwa.la以外的方法向以下影响者支付{0}佣金（例如手动银行转帐）",
  "Pay": "工资",
  "Confirmation": "确认",
  "If you wish to cancel the payment, click the `cancel payment` button below": "如果您想取消付款，请单击下面的“取消付款”按钮",
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " 或PayPal窗口中的“取消付款”链接。如果您取消，请不要尝试完成PayPal付款",
  "Pending your approval": "等待您的批准",
  "Paying": "付款",
  "You payment is approved and is being processed by PayPal. The transaction may take a few days to complete": "您的付款已获批准并由PayPal处理。该交易可能需要几天时间才能完成",
  "Approval required": "需要批准",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your popup blocker allows this page to open). You must go to the new window and approve the payment": "您必须批准PayPal交易。我们在新窗口中打开了PayPal交易（请确保您的弹出窗口阻止程序允许此页面打开）。您必须转到新窗口并批准付款",
  "Cancel payment": "取消付款",
  "Receipt": "收据",
  "Ok": "好",
  "Opening PayPal": "打开PayPal",
  "Creating Payment": "创建付款",
  "Selected influencers": "选定的影响者",
  "All influencers with unpaid commission": "所有有影响力的人都有无偿佣金",
  "Selected orders": "选定的订单",
  "All unpaid commission for this influencer": "这个影响者的所有未付佣金",
  "All unpaid commission for {0}": "{0}的所有未付佣金",
  "All unpaid commission for the selected influencers": "所选影响者的所有未付佣金",
  "Influencer": "影响",
  "Orders": "命令",
  "Amount to pay": "支付数量",
  "Email": "电子邮件",
  "Status": "状态",
  "Amount": "量"
}
