{
  " or the `cancel payment` link within the PayPal window. If you cancel, do not attempt to complete the PayPal payment": " 或 PayPal 窗口中的“取消付款”链接。如果取消，请勿尝试完成 PayPal 付款",
  "Actions": "操作",
  "All payments are made in your store's currency": "所有付款均以您商店的货币进行",
  "All unpaid commission for {0}": "{0}的所有未付佣金",
  "All unpaid commission for the selected XXs": "所选 XX 的所有未付佣金",
  "All unpaid commission for this XX": "此 XX 的所有未付佣金",
  "All XXs with unpaid commission": "所有未支付佣金的 XX",
  "Amount": "量",
  "Amount to pay": "支付数量",
  "Approval required": "需要批准",
  "Back": "后退",
  "Calculating": "计算中",
  "Cancel": "取消",
  "Cancel payment": "取消付款",
  "Cancel payment?": "取消付款？",
  "Cancelling": "取消",
  "Cancelling payment": "取消付款",
  "Code": "代码",
  "Commission will only be paid on orders that were created between the following dates": "只有在以下日期之间创建的订单才会支付佣金",
  "Confirmation": "确认",
  "Creating Payment": "创建付款",
  "Currency": "货币",
  "Customise": "定制",
  "Date": "日期",
  "Email": "电子邮件",
  "Export (payment history)": "导出（付款记录）",
  "Export (tax report)": "出口（税务报告）",
  "Filter": "过滤",
  "Filter by status": "按状态过滤",
  "Filter by type": "按类型过滤",
  "Filter data": "过滤数据",
  "Group": "团体",
  "How does it work?": "它是如何工作的？",
  "How referral payments work": "推荐付款如何运作",
  "How to pay commission": "如何支付佣金",
  "How to pay?": "如何付款？",
  "I understand how this feature works": "我了解此功能的工作原理",
  "Id": "ID",
  "If you wish to cancel the payment, click the `cancel payment` button below": "如果您想取消付款，请点击下方的“取消付款”按钮",
  "Min commission earned ({0})": "赚取的最低佣金 ({0})",
  "Min order age (days)": "最小订单年龄（天）",
  "Min order count": "最小订单数",
  "Next": "下一个",
  "No matches found": "找不到匹配项",
  "Note": "笔记",
  "Ok": "行",
  "Only pay commission on fulfilled orders?": "只为已完成的订单支付佣金？",
  "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "只需为 >= {0} 天的订单支付佣金。这可以防止您为可能发生变化的新订单（退款、取消等）支付佣金。我们强烈建议您将此设置为 30 天",
  "Only pay commission on paid orders? (paid by customer)": "只支付已付款订单的佣金？ （由客户支付）",
  "Only pay commission to XXs who have >= {0} orders": "仅向拥有 >= {0} 个订单的 XX 支付佣金",
  "Only pay commission to XXs who have earned commission >= {0}": "仅向赚取佣金 >= {0} 的 XX 支付佣金",
  "Only pay XXs who belong to this group": "只支付属于该组的 XX",
  "Only pay XXs who want to be paid by {0}?": "只支付 XX 想要由 {0} 支付的费用？",
  "Opening PayPal": "打开贝宝",
  "Order dates": "订购日期",
  "Orders": "命令",
  "Orders must be fulfilled (delivered)?": "必须履行（交付）订单？",
  "Orders must be paid (by customer)?": "订单必须支付（由客户）？",
  "Paid": "付费",
  "Pay": "支付",
  "Pay commission": "支付佣金",
  "Paying": "支付中",
  "Paying via credit card using PayPal's guest checkout is not supported": "不支持使用 PayPal 的访客结账通过信用卡付款",
  "Payment amount": "支付金额",
  "Payment date": "付款日期",
  "Payment Id": "付款编号",
  "Payment status": "支付状态",
  "Payment type": "支付方式",
  "Payments": "支付",
  "PayPal limits the maximum number of recipients per payment to 6. You should re-use this form until all XXs are paid": "PayPal 将每次付款的最大收款人数量限制为 6。您应该重复使用此表格，直到所有 XX 都已付款",
  "PayPal will charge a transaction fee": "贝宝将收取交易费",
  "PayPal will charge a transaction fee (paid by the XX)": "PayPal会收取一笔交易费用（由XX支付）",
  "Pending your approval": "等待您的批准",
  "Post payment, it may take a few minutes before your data is updated by PayPal. Optionally, you can also re-sync the order status manually using the 're-sync orders' feature on the orders page": "付款后，PayPal 可能需要几分钟才能更新您的数据。或者，您也可以使用订单页面上的“重新同步订单”功能手动重新同步订单状态",
  "Prepare": "准备",
  "Preview": "预习",
  "Re-open approval window": "重新打开审批窗口",
  "Re-sync payment": "重新同步付款",
  "Recipients": "收件人",
  "selected": "选",
  "Selected orders": "精选订单",
  "Selected XXs": "选定的XX",
  "Status": "状态",
  "The commission specified in the table will be marked as paid": "表中指定的佣金将被标记为已支付",
  "The total payment amount (requested)": "总付款金额（已申请）",
  "The total payment amount (successfully paid)": "付款总额（已成功付款）",
  "This action will mark commission as paid and will notify the affected XX(s)": "此操作会将佣金标记为已支付，并将通知受影响的 XX(s)",
  "This page lists all commission payments that you have created": "此页面列出了您创建的所有佣金付款",
  "This page lists all commission payments that you have received": "此页面列出了您收到的所有佣金",
  "to all XXs": "给所有的XX",
  "to the selected XX": "到选定的XX",
  "to the selected XXs only": "仅限选定的 XX",
  "Type": "类型",
  "Use this form to cancel a commission payment. When you cancel a commission payment, the commission paid will be marked as unpaid.": "使用此表单取消佣金支付。当您取消佣金付款时，已支付的佣金将被标记为未付款。",
  "We will automatically create a single use fixed amount discount code for each XX": "我们会为每个XX自动创建一个单次使用的固定金额优惠码",
  "We will notify the XX of their code via email": "我们将通过电子邮件通知 XX 他们的代码",
  "We will send you a notification that lists all affected XXs and the commission amount they are owed": "我们将向您发送通知，列出所有受影响的 XX 和他们应支付的佣金金额",
  "Who to pay?": "谁付钱？",
  "You can add a note to your payment. This will be visible to the XX on their payment receipt": "您可以在付款中添加备注。 XX 在他们的付款收据上可以看到",
  "You can customise who will be paid using the following filters. The default values are inherited from your global settings (my account > store settings). You can also specify a custom note that the XX will see on their payment receipt": "您可以使用以下过滤器自定义收款人。默认值继承自您的全局设置（我的帐户 > 商店设置）。您还可以指定 XX 将在其付款收据上看到的自定义备注",
  "You can view your payment history and track payment updates on the payments page": "您可以在付款页面上查看您的付款历史记录并跟踪付款更新",
  "You have chosen to pay {0} commission by store credit. We will automatically create a unique, single use, fixed amount discount code for each XX in this payment. For detailed instructions, please see the `how does this work` section below": "您已选择通过商店信用支付 {0} 佣金。我们会自动为这笔付款中的每个 XX 创建一个唯一的、一次性的、固定金额的折扣代码。有关详细说明，请参阅下面的“这是如何工作的”部分",
  "You have chosen to pay {0} commission to the following XXs using a method outside of vwa.la (e.g. manual bank transfer)": "您已选择使用 vwa.la 之外的方法（例如手动银行转帐）向以下 XX 支付 {0} 佣金",
  "You have chosen to pay {0} commission to the following XXs using PayPal": "您已选择使用 PayPal 向以下 XX 支付 {0} 佣金",
  "You must approve the PayPal transaction. We have opened the PayPal transaction in a new window (please ensure your browser allows this page to open). You must go to the new window and approve the payment": "您必须批准 PayPal 交易。我们已在新窗口中打开 PayPal 交易（请确保您的浏览器允许打开此页面）。您必须转到新窗口并批准付款",
  "You'll use this list to pay each XX their commission, using a method outside of vwa.la. I.e. bank transfer, crypto etc.": "您将使用此列表向每个 XX 支付他们的佣金，使用 vwa.la 之外的方法。 IE。银行转账、加密货币等",
  "Your payment is being processed by PayPal": "PayPal 正在处理您的付款"
}
