{
    "Account Id": "帐户ID",
    "ActiveCampaign": "ActiveCampaign",
    "Add your PayPal REST API credential": "添加您的PayPal REST API凭证",
    "Advanced (Recommended. Requires a business account and API key)": "高级（推荐。需要企业帐户和API密钥）",
    "Allow": "允许",
    "Allow (notify me)": "允许（通知我）",
    "Allow code based commission?": "允许基于代码的佣金？",
    "Allow link based commission?": "允许基于链接的佣金？",
    "Allow my XXs to see the marketplace?": "允许我的 XX 看看市场吗？",
    "Allow personal orders?": "允许个人订单？",
    "Allow XXs to discover and join your store's marketing program?": "让 XX 发现并加入您商店的营销计划？",
    "Allow XXs to see customer names?": "允许XX查看客户名称？",
    "API key": "API密钥",
    "API Secret": "API的秘密",
    "Auto-approve sign-ups?": "注册自动批准？",
    "Bottom left": "左下方",
    "Bottom right": "右下角",
    "Brightness": "亮度",
    "Business Rules": "商业规则",
    "Can an XX earn commission from new customers only?": "XX只能从新客户那里赚取佣金吗？",
    "Can an XX earn commission from their own personal orders? Default is false, which means our anti-fraud system will block commission on personal orders. You should only enable this during testing": "XX可以从自己的个人订单中赚取佣金吗？默认为 false，这意味着我们的反欺诈系统将阻止个人订单的佣金。您应该只在测试期间启用它",
    "Can XXs contact you via our in-app messaging solution? This feature is similiar to Facebook messenger": "XX可以通过我们的应用内消息传递解决方案与您联系吗？此功能类似于Facebook Messenger",
    "Can XXs see our in-app chat support (bottom right)? When enabled, our support team will support your XXs by answering their FAQ and handling their account/app specific issues. If their questions are specific to your store we will refer them to your customer support": "XX可以看到我们的应用内聊天支持（右下）吗？启用后，我们的支持团队将通过回答他们的FAQ并处理他们的帐户/应用特定问题来为您的XX提供支持。如果他们的问题是针对您的商店的，我们将把他们转给您的客户支持",
    "Can XXs see our in-app help menu?": "XX可以看到我们的应用内帮助菜单吗？",
    "Choose a name to describe your marketing team members": "选择一个名称来描述您的营销团队成员",
    "client Id": "客户ID",
    "Client Id": "客户ID",
    "Code commission policy": "代码佣金政策",
    "Code wins": "代码获胜",
    "Commission payment methods": "佣金支付方式",
    "Commission payment rules": "佣金支付规则",
    "Commission tracking rules": "佣金跟踪规则",
    "Coupon site policy": "优惠券网站政策",
    "Customer commission policy": "客户佣金政策",
    "Customer privacy": "客户隐私",
    "Dark": "黑暗的",
    "Default": "默认",
    "Disable social media linking?": "禁用社交媒体链接？",
    "Display the launcher button on desktop devices?": "在桌面设备上显示启动器按钮？",
    "Display the launcher button on mobile devices?": "在移动设备上显示启动器按钮？",
    "Email": "电子邮件",
    "Email templates": "电子邮件范本",
    "Enable or disable email notifications": "启用或禁用电子邮件通知",
    "Enable?": "启用？",
    "Enter the URL of your custom T&Cs page. New XXs will be required to accept your T&Cs": "输入您的自定义条款和条件页面的URL。需要新的XX接受您的条款和条件",
    "From email": "从电子邮件",
    "From name": "来自名字",
    "Fulfillment status": "履行状态",
    "Hide commission info?": "隐藏佣金信息？",
    "Hide commission/discount info on the sign up page?": "在注册页面上隐藏佣金/折扣信息？",
    "How should your inbound links behave when clicked? This affects your XX's email and invite link": "单击后，您的入站链接应如何表现？这会影响您XX的电子邮件和邀请链接",
    "How will you pay commission?": "您将如何支付佣金？",
    "If a customer follows a XX link to your store and makes a purchase without using the XX's code, should the XX earn commission?": "如果客户遵循XX链接到您的商店并在不使用XX的代码的情况下进行购买，那么XX应该赚取佣金吗？",
    "If a customer uses an XX code, should the XX earn commission?": "如果客户使用XX代码，则XX应该赚取佣金吗？",
    "If a customer's order correlates to both the code and link of 2 different XXs, which XX should earn commission?": "如果客户的订单与 2 个不同 XX 的代码和链接相关，那么哪个 XX 应该赚取佣金？",
    "If an XX code is found on a coupon site, what should we do?": "如果在优惠券网站上找到XX码，我们该怎么办？",
    "If checked, new XXs will be automatically approved and given a code and link. Otherwise you must approve new XXs manually": "如果选中，将自动批准新的XX，并为其提供代码和链接。否则，您必须手动批准新的XX",
    "If you have issues contact us and we'll help": "如果您有任何问题，请联系我们，我们会帮助您",
    "In-app help": "应用内帮助",
    "In-app messaging": "应用内消息传递",
    "In-app support": "应用内支持",
    "In-store signup page launcher": "店内注册页面启动器",
    "Invert colour?": "反转颜色？",
    "Klaviyo": "Klvio",
    "Lead expiration": "领先到期",
    "Light": "光",
    "Limit commission to new customers only?": "仅限新客户的佣金？",
    "Link Behaviour": "链接行为",
    "Link commission policy": "链接佣金政策",
    "Link wins": "链接获胜",
    "List my store?": "列出我的商店？",
    "Logo": "商标",
    "Mailchimp": "Mailchimp",
    "Manual (bank transfer)": "手动（银行转帐）",
    "Marketplace": "市井",
    "Min commission earned": "赚取的最低佣金",
    "Min order age (days)": "最小订购期限（天）",
    "Min order count": "最小订单数",
    "New order": "新命令",
    "New XX": "新XX",
    "Notifications": "通知",
    "Only pay commission on fulfilled orders?": "只履行订单支付佣金？",
    "Only pay commission on orders that are >= {0} days old. This prevents you from paying commission on new orders that may change (refunds, cancellations etc). We strongly recommend that you set this to 30 days": "仅对超过= {0}天的订单支付佣金。这样可以防止您就可能更改的新订单（退款，取消等）支付佣金。我们强烈建议您将其设置为30天",
    "Only pay commission on paid orders?": "只支付付费订单佣金？",
    "Only pay commission to XXs who have >= {0} orders": "仅向拥有> = {0}个订单的XX支付佣金",
    "Only pay commission to XXs who have earned commission >= {0}": "仅向赚取佣金> = {0}的XX支付佣金",
    "Open a new browser page": "打开一个新的浏览器页面",
    "Open inside of my store": "打开我的商店",
    "or": "要么",
    "Order status": "订单状态",
    "Orders must be fulfilled (delivered)?": "订单必须完成（交付）吗？",
    "Orders must be paid (by customer)?": "订单必须由客户支付吗？",
    "PayPal": "贝宝",
    "PayPal setup": "PayPal设置",
    "Personal order policy": "个人订单政策",
    "Position": "位置",
    "Preview": "预习",
    "Primary Color": "原色",
    "Priority": "优先事项",
    "Recharge": "充值",
    "Revoke the XX's access": "撤销XX的访问权限",
    "Revoke the XX's access and cancel unpaid commission": "撤销XX的访问权限并取消未付的佣金",
    "Save": "保存",
    "secret": "秘密",
    "Secret": "秘密",
    "Service provider": "服务提供者",
    "Show to my XXs?": "给我的 XX 看？",
    "Signup page": "注册页面",
    "Simple (No setup required)": "简单（无需设置）",
    "Store Credit": "商场信用积分",
    "Sync": "同步",
    "Sync your XX data to a mailing list": "将您的XX数据同步到邮件列表",
    "Team name": "队名",
    "Test": "测试",
    "The # of days that we will track a lead before our lead tracking expires (i.e. cookie)": "在潜在客户跟踪过期之前（即Cookie）我们将跟踪潜在客户的天数",
    "The CTA text to show when the launcher is visible": "当启动器可见时显示的CTA文本",
    "The email service provider that will be used to send your email": "将用于发送电子邮件的电子邮件服务提供商",
    "The email that will be used to send your email": "用于发送电子邮件的电子邮件",
    "The name that will be used to send your email": "用于发送电子邮件的名称",
    "The position that the launcher will be displayed on your store page": "启动器将在您的商店页面上显示的位置",
    "The primary color of your brand. This should be a darker color as it will be displayed on a white background": "品牌的主要颜色。这应该是更暗的颜色，因为它将显示在白色背景上",
    "The URL of your logo. Please enter the URL of your logo image (E.g. go to your shopify store homepage and then right-click on your logo image. Then copy the URL of the image to your clipboard and paste it here. The URL must be prefixed with": "您的徽标的网址。请输入您的徽标图片的网址（例如，转到您的shopify商店主页，然后右键单击您的徽标图片。然后将图片的网址复制到剪贴板并粘贴到此处。该网址必须带有前缀",
    "Theme": "主题",
    "To enable Recharge - create a Recharge API token (with read access to subscriptions). Then save the token's API key and secret into the form below. See Recharge's documentation for info": "要启用充值-创建充值API令牌（具有对订阅的读取权限）。然后将令牌的API密钥和机密保存到下面的表单中。有关信息，请参阅充值文档。",
    "Type": "类型",
    "Use this form to customise the emails that we send to your XXs": "使用此表单来自定义我们发送给您的XX的电子邮件",
    "Use this form to customise your email behaviour or service provider": "使用此表单自定义您的电子邮件行为或服务提供商",
    "Use this form to set up your preferred commission payment method": "使用此表格设置您首选的佣金支付方式",
    "Visible? (desktop)": "可见？ （桌面）",
    "Visible? (mobile)": "可见？ （移动）",
    "Which PayPal method do you wish to use?": "您希望使用哪种PayPal方法？",
    "You must provide an API key": "您必须提供一个API密钥",
    "You must provide an API key for the email service provider. See the provider's documentation for info": "您必须为电子邮件服务提供商提供API密钥。有关信息，请参阅提供商的文档",
    "You must provide an API key. See ActiveCampaign's documentation for info": "您必须提供一个API密钥。有关信息，请参见ActiveCampaign的文档。",
    "You must provide an API key. See Klaviyo's documentation for info": "您必须提供API密钥。有关信息，请参阅Klaviyo的文档",
    "You must provide an API key. See Mailchimp's documentation for info": "您必须提供API密钥。有关信息，请参阅Mailchimp的文档",
    "You must provide an API secret": "您必须提供API密码",
    "You must provide your ActiveCampaign account Id. See ActiveCampaign's documentation for info": "您必须提供ActiveCampaign帐户ID。有关信息，请参见ActiveCampaign的文档。"
}